Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/ReportBack/App_LocalResources/Task.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# cvDataSetNoRowsResource1.ErrorMessage
source: Task does not exist or deleted.
id: Tugas tidak ada ataupun dihapus
ja_jp: タスクが存在しない、または削除されました
vi: Nhiệm vụ không tồn tại hoặc đã bị xóa
zh_cn: 该任务不存在或已被删除

# cvDisableMSDTCResource1.ErrorMessage
source: MSDTC network access has stop，<br/>Please contact system administrator。
id: Akses jaringan MSDTC telah berhenti, <br/> silahkan hubungi administrator sistem.
ja_jp: 管理員までお問い合わせください
vi: Đã dừng quyền truy cập mạng giao dịch phân phối nhân viên quản lý (MSDTC) ，<br/>Vui lòng thông báo nhân viên quản lý chỉnh sửa lại hệ thống。
zh_cn: 已禁用分布式交易管理员 (MSDTC) 的网络访问，<br/>请通知系统管理员修正。

# cvMSDTCErrResource1.ErrorMessage
source: Error occurred when MSDTC network access，<br/>Please contact system administrator。
id: kesalahan terjadi saat mengakses jaringan MSDTC, <br/> Silahkan menghubungi admistrator sistem.
ja_jp: 取り込みが不能なので、システム管理者までお問い合わせください
vi: Giám đốc giao dịch phi tập trung(MSDTC)đã gặp lỗi khi truy cập mạng, <br/>Vui lòng thông báo cho quản trị viên hệ thống để khắc phục.
zh_cn: 分布式交易管理员 (MSDTC) 的网络访问发生错误，<br/>请通知系统管理员修正。

# cvNoAuthorityResource1.ErrorMessage
source: No authority to reply this task.
id: Tidak ada wewenang untuk menjawab tugas ini.
ja_jp: 返事する権限が持っていない
vi: Bạn không có quyền báo cáo nhiệm vụ
zh_cn: 您没有回报任务的权限

# cvProjectNotSetResource1.ErrorMessage
source: Project containing this task does not exist or is already deleted.
id: Proyek yang berisikan tugas ini tidak ada atau sudah dihapus
ja_jp: タスクが存在しない、または削除されました
vi: Nhiệm vụ thuộc về dự án không tồn tại hoặc đã bị hủy
zh_cn: 该任务所属项目不存在或已被删除

# cvProjectStatuErrorResource1.ErrorMessage
source: Project status changed, please check the project status
id: Status proyek dirubah, tolong periksa status proyek
ja_jp: このタスクは既に修正されましたので、タスク情報を再確認お願いします
vi: Trạng thái dự án đã được sửa đổi, vui lòng kiểm tra lại trạng thái dự án
zh_cn: 该项目状态已被修改,请重新查看项目状态

# cvStastuTaskResource1.ErrorMessage
source: Task is been modified, please check the task status
id: Tugas telah dirubah, periksa status tugas
ja_jp: このタスクは既に修正されましたので、タスク情報を再確認お願いします
vi: Nhiệm vụ đã được sửa đổi, vui lòng kiểm tra lại trạng thái nhiệm vụ
zh_cn: 该任务已被修改,请重新查看任务状态

# Label14Resource1.Text
source: Report on status
id: Laporan mengenai mengenai
ja_jp: 返事状態
vi: Báo cáo tình trạng
zh_cn: 回报状态

# Label17Resource1.Text
source: Report on description
id: Laporan mengenai deskripsi
ja_jp: レポートの説明
vi: Chi tiết báo cáo
zh_cn: 回报说明

# Label1Resource1.Text
source: Display
id: Tampilan
ja_jp: 個人的な
vi: Cá nhân
zh_cn: 私人

# Label20Resource1.Text
source: Report on progress
id: Laporan yang sedang dalam proses
ja_jp: 進捗状況を報告する
vi: Tiến độ báo cáo
zh_cn: 回报进度

# Label23Resource1.Text
source: Before start, task time reminder
id: Sebelum mulai, pengingat waktu tugas
ja_jp: タスク始まる前にリマインド時間を設定する
vi: Thời gian nhắc nhở trước khi nhiệm vụ bắt đầu
zh_cn: 任务开始前提醒时间

# Label32Resource1.Text
source: Report on attachment
id: Laporan mengenai lampiran
ja_jp: 添付ファイルに関するレポート
vi: File báo cáo
zh_cn: 回报附件

# Label37Resource1.Text
source: Reported by
id: Dilaporkan oleh
ja_jp: 返事者
vi: Người báo cáo
zh_cn: 回报者

# lblAuditTrackResource1.Text
source: Approval history
id: Sejarah Persetujuan
ja_jp: 審査履歴
vi: Qúa trình xét duyệt
zh_cn: 审核历程

# lblDataSetNoRowsMsgResource1.Text
source: Task does not exist or deleted.
id: Tugas tidak ada ataupun dihapus
ja_jp: タスクが存在しない、または削除されました
vi: Nhiệm vụ không tồn tại hoặc đã bị xóa
zh_cn: 该任务不存在或已被删除。

# lblDeleteMsgResource1.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# lblDirectorChangeMsgResource1.Text
source: Person in charge of this task has been changed.
id: Orang yang bertanggung jawab terhadap pekerjaan ini telah dirubah
ja_jp: このタスクの担当者が変更されました
vi: Người phụ trách nhiệm vụ này đã được thay thế.
zh_cn: 该任务负责人已被更换。

# lblDirectorNotFoundResource1.Text
source: Cannot report on task!! Maybe approver ID is overdue, please contact system administrator.
id: Tidak dapat melaporkan tugas!! Kemungkinan ID pemberi persetujuan telah melampaui batas waktunya, hubungi administrator sistim.
ja_jp: システム管理者までお問い合わせください
vi: Không thể báo cáo nhiệm vụ !! Có thể tài khoản của người đánh giá đã hết hạn, vui lòng liên hệ với quản trị viên hệ thống.
zh_cn: 无法回报任务!! 可能是审核者帐号已失效,请洽系统管理员.

# lblReportTrackResource1.Text
source: Report on history record
id: Laporan mengenai catatan sejarah
ja_jp: 返事履歴
vi: Lịch trình báo cáo
zh_cn: 回报历程

# lblStatusNotReportResource1.Text
source: Task in approval or already finished cannot be reported back
id: Tugas yang berada dalam persetujuan atau yang dudah diselesaikan tidak dapat dilaporkan kembali
ja_jp: 審査中または完成済みプロジェクトには返事不能です
vi: Nhiệm vụ đang xét duyệt hoặc đã hoàn thành không thể thu hồi báo cáo
zh_cn: 审核中或已完成的任务不可做回报

# lblSuspendProjMsgResource1.Text
source: Project stopped. Task cannot be reported back.
id: Proyek dihentikan. Tugas tidak dapat dilaporkan kembali.
ja_jp: プロジェクトが既に中止されたので返事できません
vi: Dự án đã bị tạm ngừng và nhiệm vụ của nó không thể được báo cáo
zh_cn: 该项目已中止，其任务不可回报

# ListItemResource1.Text
source: Not yet started
id: Belum dimulai
ja_jp: まだ始まってない
vi: Chưa bắt đầu
zh_cn: 尚未开始

# ListItemResource2.Text
source: In progress
id: Sedang berlangsung
ja_jp: 進んでいます
vi: Đang tiến hành
zh_cn: 进行中

# ListItemResource3.Text
source: Finished
id: Selesai
ja_jp: 完成済み
vi: Đã hoàn thành
zh_cn: 已完成

# PageResource1.Title
source: Task report
id: Laporan tugas
ja_jp: タスク返事
vi: Hồi đáp nhiệm vụ
zh_cn: 任务回报

# rfvStatusResource1.ErrorMessage
source: Select status
id: Pilih status
ja_jp: 返事状態を選択してください
vi: Vui lòng chọn trạng thái báo cáo
zh_cn: 请选择回报状态

# rvRateResource1.ErrorMessage
source: Enter integers from 0~100.
id: Masukkan bilangan bulat antara 0 ~ 100.
ja_jp: 端数のない0～100を入力してください
vi: Vui lòng nhập một số nguyên từ 0 đến 1002
zh_cn: 请键入0~100的整数
