Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/App_LocalResources/AddFormVersion.aspx.*.resx
Languages: vi

# cbCopyFlowResource1.Text
source: Including flow
vi: Quy trình biểu mẫu

# CustomValidator1Resource1.ErrorMessage
source: Please enter the Field ID.
vi: Vui lòng nhập mã trường

# CustomValidator2Resource1.ErrorMessage
source: Please enter the Field Name.
vi: Vui lòng nhập tên trường

# CustomValidator3Resource1.ErrorMessage
source: Please choose the form Field.
vi: Vui lòng chọn một trường biểu mẫu

# cvDllPathCanEmptyResource1.ErrorMessage
source: Input component path
vi: Vui lòng nhập đường dẫn link

# cvDllTypeCanEmptyResource1.ErrorMessage
source: Input DLL name
vi: Mời nhập tên DLL

# ibtnImportFormResource1.Text
source: Import template
vi: Phạm vi nhập

# Label1Resource1.Text
source: Form No. setup
vi: Cài đặt số biểu mẫu

# Label3Resource1.Text
source: ( Revision number generated by system! )
vi: Mã bản do hệ thống sản xuất ! )

# lblAlertMsgResource1.Text
source: Can-be- copied form revisions cannot be found
vi: Không có bản sao của phiên bản biểu mẫu

# lblAutoNumberDescResource1.Text
source: Prefix (1~15)+Year(last 2 digits in year)+Month(2 digits)+Sequence number(5)
vi: Tiền tố (1~15) + năm (2 số cuối cùng của năm dương lịch)+ tháng (2 số) + Số seri (5)

# lblDllPathTitleResource1.Text
source: Component Path :
vi: Đường dẫn link

# lblDllTypeTitleResource1.Text
source: DLL Name :
vi: DLL tên

# lblDocNbrResource1.Text
source: Form No.
vi: Mã bảng biểu

# lblExampleDirectionsResource1.Text
source: Example
vi: Mô tả ví dụ

# lblFieldIDResource1.Text
source: Field ID:
vi: Mã cột

# lblFieldNameResource1.Text
source: Field name:
vi: Tên cột

# lblFormIsexistResource1.Text
source: Already exist, new revision automatically renew to
vi: Đã tồn tại, bản mới thêm tự động cập nhật

# lblFormNameTitleResource1.Text
source: Form name
vi: Tên bảng biểu

# lblFormTypeTitleResource1.Text
source: Form category
vi: Loại biểu mẫu

# lblFormVersionResource1.Text
source: Revision
vi: Phiên bản

# lblTrackIDResource1.Text
source: Prefix selection:
vi: Chọn tiền tố:

# lblVersionBuildResource1.Text
source: Setup method
vi: Phương pháp thiết lập

# lblVersionResource1.Text
source: Revision
vi: Phiên bản

# lbtnCustomNbrExampleResource1.Text
source: (Example)
vi: (Mô tả ví dụ)

# PageResource1.Title
source: New form revision
vi: Thêm phiên bản biểu mẫu

# rbCopyVersionResource1.Text
source: Copy from old revision
vi: Sao chép bản cũ

# rbCustomNbrResource1.Text
source: Customized Serial No. :
vi: Mã số tùy chỉnh

# rbImportFormResource1.Text
source: Import Template
vi: Nhập bảng biểu bên ngoài

# rbNewVersionResource1.Text
source: New form revision
vi: Thêm mới phiên bản biểu mẫu

# rbTrackNbrResource1.Text
source: Select Prefix
vi: Lựa chọn dãy chữ số

# RequiredFieldValidator1Resource1.ErrorMessage
source: Prefix cannot be blank. Please add new prefix!
vi: Tiền tố không được để giá trị trống, vui lòng thêm tiền tố!

# WebImageButton1Resource1.Text
source: Prefix setup
vi: Cài đặt tiền tố
