Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/App_LocalResources/SetupField_FileButton.aspx.*.resx
Languages: id, vi, zh_tw

# btnSettingResource1.Text
source: Setup
id: Pengaturan
vi: Thiết lập
zh_tw: 設定

# cbEnableDownloadResource1.Text
source: Download original files only
id: 可下載原始檔
vi: Tệp gốc có thể tải xuống
zh_tw: 可下載原始檔

# cbEnableSaveResource1.Text
source: Preview file can save as
id: 可另存預覽檔案
vi: Tệp xem trước có thể được lưu dưới dạng
zh_tw: 可另存預覽檔案

# cbFillerResource1.Text
source: Answerer
id: 填寫者
vi: Người điền
zh_tw: 填寫者

# cbOthersResource1.Text
source: Other member
id: 其他人員
vi: Nhân viên khác
zh_tw: 其他人員

# cbThumbnailResource1.Text
source: Display thumbnail in the field
id: 在欄位裡直接顯示縮圖
vi: Hiển thị hình thu nhỏ trực tiếp trong cột
zh_tw: 在欄位裡直接顯示縮圖

# cbxDisplayFieldNameResource1.Text
source: Display field name
id: Tampilan nama field
vi: Hiển thị tên cột
zh_tw: 顯示欄位名稱

# chk_PDFResource1.Text
source: Display in the field
id: Tampilkan ke bidang
vi: Xem trước trực tiếp tại cột
zh_tw: 在欄位裡直接預覽

# CustomValidator1Resource1.ErrorMessage
source: Select character
id: Pilih karakter
vi: Vui lòng chọn một vai trò
zh_tw: 請選取角色

# CustomValidator2Resource1.ErrorMessage
source: Select character
id: Pilih karakter
vi: Vui lòng chọn một vai trò
zh_tw: 請選取角色

# CustomValidatorFieldIdResource1.ErrorMessage
source: Field ID cannot overlap on the same form revision
id: ID bidang tidak bisa tumpang tindih pada revisi bentuk yang sama
vi: Cùng một bảng biểu cột mã số không được trùng lặp
zh_tw: 同一表單版本的欄位代號不得重複

# cvSaveSpecResource1.ErrorMessage
source: Select member
id: 請選擇人員
vi: Vui lòng lựa chọn nhân viên
zh_tw: 請選擇人員

# lbl_FieldModifyResource1.Text
source: Modify authority level
id: Mengubah tingkat wewenang
vi: Quyền han sửa đổi
zh_tw: 修改權限

# lblAttachLoadLimitResource1.Text
source: Size limit of a single file
id: 單一附件上限
vi: giới hạn tệp đính kèm duy nhất
zh_tw: 單一附件上限

# lblAttachLoadLimitTipResource1.Text
source: MB (1~2000MB, blank means unlimited file size)
id: MB (1~2000MB，空白表示不限制檔案大小)
vi: MB (1~2000MB，trống biểu thị kích thước tệp không giới hạn)
zh_tw: MB (1~2000MB，空白表示不限制檔案大小)

# lblContentControlResource1.Text
source: Internal control
id: Kontrol internal
vi: Kiểm soát nội dung
zh_tw: 內容控制

# lblCopiedResource1.Text
source: Copy successfully
id: 已成功複製
vi: sao chép thành công
zh_tw: 已成功複製

# lblDispalyFieldNameResource1.Text
source: Display
id: Tampilan
vi: Hiển thị cột
zh_tw: 欄位顯示

# lblDisplayHeightResource1.Text
source: Displayed height:
id: Tampilkan tinggi:
vi: Hiển thị độ cao
zh_tw: 顯示高度：

# lblDisplayLengthNotifyRecource1.Text
source: (Form display length limit. Set 0 for system automatically adjustment.)
id: (Formulir batas panjang tampilan. Pilih 0 untuk sistim penyesuaian otomatis )
vi: Độ dài giới hạn hiển thị biểu mẫu, đặt 0 để hệ thống tự động điều chỉnh
zh_tw: (表單顯示的限制長度，設零由系統自行調整)

# lblDisplayLengthRecource1.Text
source: Displayed width
id: Tampilan Lebar
vi: Hiển thị chiều rộng
zh_tw: 顯示寬度

# lblDisplayWidthResource1.Text
source: Size of Preview:
id: Ukuran Tinjauan:
vi: Xem trước kích cỡ
zh_tw: 預覽大小：

# lblDownloadControlResource1.Text
source: Download control：
id: Pengendalian pengunduhan
vi: Kiểm soát tải xuống:
zh_tw: 下載控制：

# lblFieldControlResource1.Text
source: Field control
id: Kontrol bidang
vi: Kiểm soát cột
zh_tw: 欄位控制

# lblFieldIdResource1.Text
source: Field ID
id: ID bidang
vi: Mã cột
zh_tw: 欄位代號

# lblFieldNameResource1.Text
source: Field name
id: Nama bidang
vi: Tên cột
zh_tw: 欄位名稱

# lblFieldRemarkResource1.Text
source: Field remark
id: Kisaran bidang
vi: Cột ghi chú
zh_tw: 欄位備註

# lblFieldSeqResource1.Text
source: Field sequence
id: Urutan bidang
vi: Thứ tự cột
zh_tw: 欄位順序

# lblFieldTypeResource1.Text
source: Field format
id: Format bidang
vi: Cách thức cột
zh_tw: 欄位格式

# lblFileButtonDescResource1.Text
source: (Only single selected file)
id: (Hanya satu file tunggal yang dipilih)
vi: Chỉ có tệp lựa chọn đơn
zh_tw: (只有單選檔案)

# lblFileButtonResource1.Text
source: Select file field
id: Pilih lokasi file
vi: Trường lựa chọn tệp
zh_tw: 檔案選取欄位

# lblFileRestrictResource1.Text
source: File Limit
id: 檔案限制
vi: Giới hạn tệp
zh_tw: 檔案限制：

# lblMemoResource1.Text
source: (PDF format preview only if Document Convert Service is not purchased.)
id: (Tinjauan format PDF hanya jika layanan perubahan dokumen tidak dibeli)
vi: Nếu không mua dịch vụ chuyển đổi tệp, bạn chỉ có thể xem trước tệp PDF
zh_tw: (若未購買文件轉檔服務時，只能預覽PDF檔案)

# lblRestrict1Resource1.Text
source: 1. File format supported：doc, docx, txt, ppt, pptx, xls, xlsx, jpg, png, bmp, gif, pdf.
id: 1. Format arsip mendukung: doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf.
vi: 1. Cách thức giúp đỡ tài liệu ：doc, docx, txt, ppt, pptx, xls, xlsx, jpg, png, bmp, gif, pdf。
zh_tw: 1.支援文件格式：doc, docx, txt, ppt, pptx, xls, xlsx, jpg, png, bmp, gif, pdf。

# lblRestrict2Resource1.Text
source: 2.TXT format is limited to 2MB, it will not be converted if exceeding.
id: Format TXT dibatasi hanya 2 MB, tidak akan dirubah jika melebihi
vi: 2. Tệp văn bản (.txt) không được vượt quá 2MB và tệp sẽ không được chuyển đổi nếu vượt quá.
zh_tw: 2.文字檔(.txt)不能超過2MB，超過不會進行轉檔。

# lblRestrict3Resource1.Text
source: 3. Graphic file is limited to 2048px in both width and length, it will downsize in ratio if exceeding.
id: 3.Arsip grafik dibatasi hanya 2048 px lebar dan panjangnya, akan menghemat rasio jika melebihi
vi: 3. Chiều dài và chiều rộng của tệp không được vượt quá 2048px và nó sẽ được thu nhỏ lại nếu vượt quá.
zh_tw: 3.圖形檔的長寬不能超過2048px，超過會進行等比例縮小。

# lblRestrict4Resource1.Text
source: 4. The document will not be converted if the Confidentiality setup is activated.
id: Dokumen tidak akan dirubah jika pengaturan kerahasiaan aktif
vi: 4. Sẽ không có chuyển tệp cho các tệp được bảo mật.
zh_tw: 4.有設保全的檔案，不會進行轉檔。

# lblRestrict5Resource1.Text
source: 5. 10 files can be uploaded at a time.
id: Hanya menggunggah arsip tunggal
vi: Có thể tải lên tối đa 10 tệp
zh_tw: 5.最多可上傳十個檔案。

# lblRestrict6Resource1.Text
source: 6.PDF format preview only if DCS is not activated.
id: Tinjauan format PDF hanya jika DCS tidak diaktifkan
vi: Nếu DSC không cho phép, chỉ có thể xem trước tệp PDF
zh_tw: 6.若未啟用DCS，只能預覽PDF檔。

# lblRestrictsResource1.Text
source: 【Limit】
vi: 【Sử dụng giới hạn】
zh_tw: 【使用限制】

# lblThumbnailRestrict2Resource1.Text
source: 2. Single file upload only.
id: 2.只能上傳一個檔案。
vi: 2. Chỉ có thể tải lên một tệp.
zh_tw: 2.只能上傳一個檔案。

# lblVisibleResource1.Text
source: View authorization
id: 觀看權限控制
vi: Quan sát kiểm soát quyền hạn
zh_tw: 觀看權限控制

# lblWatermarkControlResource1.Text
source: Watermark setup：
id: Pengaturan watermark
vi: Cài đặt watermark
zh_tw: 浮水印設定：

# lblWatermarkMemoResource1.Text
source: (Save before setting Watermark)
id: (Simpan sebelum mengatur Watermark)
vi: trước tiên gửi cột mới có thể thiết lập in nước
zh_tw: (先儲存欄位才可設定浮水印)

# ListItemResource1.Text
source: Single line text field
id: Lokasi Teks baris tunggal
vi: Trường văn bản dòng đơn
zh_tw: 單行文字欄位

# ListItemResource10.Text
source: List field
id: Daftar data
vi: Trường chi tiết
zh_tw: 明細欄位

# ListItemResource11.Text
source: Hyperlink
id: Tautan
vi: Siêu liên kết
zh_tw: 超連結

# ListItemResource12.Text
source: Tracking number
id: Nomor pelacakan
vi: Mã tự động
zh_tw: 自動編號

# ListItemResource13.Text
source: Calculation field
id: Lokasi Perhitungan
vi: Trường tính
zh_tw: 表單計算欄位

# ListItemResource14.Text
source: Applicant
id: Pemohon
vi: Người nộp đơn
zh_tw: 申請者

# ListItemResource15.Text
source: Applicant’s Department
id: Departemen Pemohon
vi: Bộ phận của người nộp đơn
zh_tw: 申請者部門

# ListItemResource16.Text
source: Applicant’s Position
id: Jabatan Pemohon
vi: Vị trí của người nộp đơn
zh_tw: 申請者職級

# ListItemResource17.Text
source: All Departments
id: Semua DEPARTEMEN
vi: Tất cả các bộ phận
zh_tw: 所有部門

# ListItemResource18.Text
source: All Positions
id: Semua Posisi
vi: Tất cả các chức cấp
zh_tw: 所有職級

# ListItemResource19.Text
source: All Functions
id: Semua Fungsi
vi: Tất cả các chức cấp
zh_tw: 所有職務

# ListItemResource2.Text
source: Multi line text field
id: Bidang teks multi-baris
vi: Cột Mtext
zh_tw: 多行文字欄位

# ListItemResource20.Text
source: All users
id: Semua pengguna
vi: Tấc cả các nhân viên
zh_tw: 所有人員

# ListItemResource3.Text
source: Value field
id: Lokasi nilai
vi: Số cột
zh_tw: 數值欄位

# ListItemResource4.Text
source: Select file field
id: Pilih lokasi file
vi: Trường lựa chọn tệp
zh_tw: 檔案選取欄位

# ListItemResource5.Text
source: Date field
id: Lokasi Tanggal
vi: Trường ngày tháng
zh_tw: 日期欄位

# ListItemResource6.Text
source: Time field
id: Waktu Lokasi
vi: Trường thời gian
zh_tw: 時間欄位

# ListItemResource7.Text
source: Check box
id: Kotak Periksa
vi: Ô tích
zh_tw: 核選方塊

# ListItemResource8.Text
source: Single selection button
id: Tombol pihan tunggal
vi: Mục lựa chọn
zh_tw: 單選鈕

# ListItemResource9.Text
source: Drop down list
id: Tombol daftar
vi: Trình đơn thả xuống
zh_tw: 下拉式選單

# PageResource1.Title
source: New field
id: Bidang baru
vi: Trường thêm mới
zh_tw: 新增欄位

# rbDisableDownloadResource1.Text
source: Enable View but Download
id: Aktifkan tampilan tapi diunduh
vi: Chỉ có thể xem trực tuyến không thể tải về

# rbDownloadAllResource1.Text
source: No limit
id: 不限制
vi: Không hạn chế
zh_tw: 不限制

# rbDownloadSpecResource1.Text
source: Allow the following staffs
id: 允許以下人員
vi: Cho phép nhân viên cột dưới trở xuống
zh_tw: 允許以下人員

# rbEnableDownloadResource1.Text
source: Enable View and Download
id: Aktifkan tampilan tapi diunduh
vi: Xem trực tuyến và tải về

# rbMaxTenResource1.Text
source: Upload max. 10 files only
id: 允許上傳十個檔案
vi: Cho phép tải lên 10 văn bản
zh_tw: 允許上傳十個檔案

# rbNoRankResource1.Text
source: Required for specified members
id: Karakter yang harus dimasukkan
vi: Được yêu cầu bởi các nhân viên đặc biệt
zh_tw: 某角色必須輸入

# rbNoResource1.Text
source: Required for Applicant
id: Pemohon harus mengisi
vi: Người nộp đơn nhất định phải nhập
zh_tw: 申請者一定要輸入

# rbOnlyOneResource1.Text
source: Upload single file only
id: 只可上傳一個檔案
vi: Chỉ có thể tải lên một tệp
zh_tw: 只可上傳一個檔案

# rbSaveAllResource1.Text
source: No limit
id: 不限制
vi: Không hạn chế
zh_tw: 不限制

# rbSaveSpecResource1.Text
source: Allow the following staffs
id: 允許以下人員
vi: Cho phép nhân viên cột dưới trở xuống
zh_tw: 允許以下人員

# rbViewerSizeA4hResource1.Text
source: A4 Horizontal
id: A4 mendatar
vi: A4 ngang
zh_tw: A4橫式

# rbViewerSizeA4vResource1.Text
source: A4 Vertical
id: A4 menurun
vi: A4 thẳng
zh_tw: A4直式

# rbViewerSizeCusResource1.Text
source: Fit the screen
id: Sesuai layar
vi: Chiều rộng phù hợp của màn hình
zh_tw: 符合螢幕寬度

# rbYesRankResource1.Text
source: Input by Specified members
id: Karakter yang boleh dimasukkan
vi: Nhập bởi các thành viên được chỉ định
zh_tw: 某角色才可輸入

# rbYesResource1.Text
source: Not required for Applicant
id: Pemohon boleh tidak mengisinya
vi: Người nộp đơn có thể không nhập
zh_tw: 申請者可不輸入

# RegularExpressionValidator1Resource1.ErrorMessage
source: Only alphabets and numbers can be entered
id: Hanya abjad-abjad dan nomor-nomor yang dapat dimasukkan
vi: Nội dung đầu vào chỉ cho phép tiếng Anh hoặc số
zh_tw: 輸入內容只允許英文或數字

# RequiredFieldValidatorFieldIdResource1.ErrorMessage
source: Enter field ID
id: Masukkan nomor bidang
vi: Vui lòng nhập mã trường
zh_tw: 請輸入欄位代號

# RequiredFieldValidatorFieldNameResource1.ErrorMessage
source: Enter field name
id: Masukkan nama bidang
vi: Vui lòng nhập tên trường
zh_tw: 請輸入欄位名稱
