Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/App_LocalResources/SetupField_DropDownList.aspx.*.resx
Languages: vi, zh_cn

# btnTestConnResource1.Text
source: 測試連線
vi: Kiểm tra kết nối
zh_cn: 测试连接

# cbxDisplayFieldNameResource1.Text
source: 顯示欄位名稱
vi: Hiển thị tên cột
zh_cn: 显示字段名称

# chk_useDefaultResource1.Text
source: 將所選項目設定為預設值
vi: Đặt mục đã chọn làm mặc định
zh_cn: 将所选项目设置为默认

# chkAuthResource1.Text
source: 是
vi: Có

# chkexternalDataCheckResource1.Text
source: 使用外部資料來源
vi: Sử dụng nguồn dữ liệu bên ngoài
zh_cn: 使用外部数据源

# chkFormValueResource1.Text
source: 表單資料
vi: Thông tin biểu mẫu
zh_cn: 表单数据

# chkgetBeforeTimeResource1.Text
source: 是否表單填寫前先取得資料 (如不勾選，使用者需點選取得資料才可取得)
vi: Có cần lấy thông tin trước khi điền vào biểu mẫu hay không?
zh_cn: 是否表单填写前先取得数据 (如不勾选，用户需点选定得数据才可取得)

# chkSystemValueResource1.Text
source: 系統資料
vi: Thông tin hệ thống
zh_cn: 系统数据

# chkVariationResource1.Text
source: 欄位內容是否需每個站點更新 (如果勾選，每次簽核時，會再次取得內容)
vi: Nội dung của cột cần được cập nhật trên mỗi trang web hay không (nếu được chọn, nội dung sẽ được tìm lại mỗi khi nó được đăng xuất)
zh_cn: 字段内容是否需每个网站更新 (如果勾选，每次签核时，会再次取得内容)

# CustomValidator1Resource1.ErrorMessage
source: 請選取角色
vi: Vui lòng chọn một vai trò
zh_cn: 请选定角色

# CustomValidator2Resource1.ErrorMessage
source: 請選取角色
vi: Vui lòng chọn một vai trò
zh_cn: 请选定角色

# CustomValidatorDDLResource1.ErrorMessage
source: 欄位選項不得為空
vi: Lựa chọn cột không thể để trống
zh_cn: 字段选项不得为空

# CustomValidatorFieldIdResource1.ErrorMessage
source: 同一表單版本的欄位代號不得重複
vi: Cùng một bảng biểu cột mã số không được trùng lặp
zh_cn: 同一表单版本的字段代号不得重复

# Label1Resource1.Text
source: 預設值設定
vi: Thiết lập giá trị mặc định
zh_cn: 默认设置

# lbl_FieldModifyResource1.Text
source: 修改權限
vi: Quyền han sửa đổi
zh_cn: 修改权限

# lblAuthResource1.Text
source: 是否需要驗證:
vi: Có cần xác thực hay không
zh_cn: 是否需要验证:

# lblCopiedResource1.Text
source: 已成功複製
vi: sao chép thành công
zh_cn: 已成功复制

# lblDispalyFieldNameResource1.Text
source: 欄位顯示
vi: Hiển thị cột
zh_cn: 字段显示

# lblDisplayLengthNotifyRecource1.Text
source: (表單顯示的限制長度，設零由系統自行調整)
vi: Độ dài giới hạn hiển thị biểu mẫu, đặt 0 để hệ thống tự động điều chỉnh
zh_cn: (表单显示的限制长度，设零由系统自行调整)

# lblDisplayLengthRecource1.Text
source: 顯示寬度
vi: Hiển thị chiều rộng
zh_cn: 显示宽度

# lblDropDownListResource1.Text
source: 下拉式選單
vi: Trình đơn thả xuống
zh_cn: 下拉式菜单

# lblexternalDataResource1.Text
source: 外部資料
vi: Thông tin bên ngoài
zh_cn: 外部数据

# lblFieldControlResource1.Text
source: 欄位控制
vi: Kiểm soát cột
zh_cn: 字段控制

# lblFieldIdResource1.Text
source: 欄位代號
vi: Mã cột
zh_cn: 字段代号

# lblFieldModifyResource1.Text
source: 允許修改預設值
vi: Cho phép trực tiếp sửa đổi thiết lập
zh_cn: 允许修改默认

# lblFieldNameResource1.Text
source: 欄位名稱
vi: Tên cột
zh_cn: 字段名称

# lblFieldRemarkResource1.Text
source: 欄位備註
vi: Cột ghi chú
zh_cn: 字段备注

# lblFieldSeqResource1.Text
source: 欄位順序
vi: Thứ tự cột
zh_cn: 字段顺序

# lblFieldSourceResource1.Text
source: 資料來源
vi: Nguồn dữ liệu
zh_cn: 数据源

# lblFieldTypeResource1.Text
source: 欄位格式
vi: Cách thức cột
zh_cn: 字段格式

# lblItemListDescResource1.Text
source: (如果打勾選取即為預設值)
vi: nếu đánh dấu , nó là giá trị mặc định
zh_cn: (如果打勾选定即为默认)

# lblItemListResource1.Text
source: 欄位選項
vi: Lựa chọn cột
zh_cn: 字段选项

# lblNormalNotifyResource1.Text
source: 只測試連線，此階段無法驗證資料的正確性與否
vi: Chỉ kiểm tra kết nối, tính đúng đắn của dữ liệu không thể được xác minh ở giai đoạn này
zh_cn: 只测试连接，此阶段无法验证数据的正确性与否

# lblNotifyMsgAResource1.Text
source: 請填寫WebService URL及WebService Method
vi: Vui lòng điền WebService URLvà WebService Method
zh_cn: 请填写WebService URL及WebService Method

# lblNotifyMsgBResource1.Text
source: 請填寫WebService主機帳號
vi: Vui lòng điền vào tài khoản máy chủ WebService
zh_cn: 请填写WebService主机帐号

# lblSetupResource1.Text
source: 設定
vi: Thiết lập
zh_cn: 设置

# lblTestMsg401Resource1.Text
source: 無法認證通過
vi: Không thể xác thực
zh_cn: 无法凭证通过

# lblTestMsg404Resource1.Text
source: 無法呼叫asmx檔案
vi: Không thể gọi tệp asmx
zh_cn: 无法调用asmx文件

# lblTestMsg500Resource1.Text
source: 呼叫Web Method錯誤
vi: Gọi lỗi Web Method
zh_cn: 调用Web Method错误

# lblTestMsg99Resource1.Text
source: 無法連線Web Service主機
vi: Không thể kết nối với Web Service máy chủ
zh_cn: 无法连接Web Service主机

# lblTestMsgResource1.Text
source: 測試成功!!
vi: Thử nghiệm thành công!!
zh_cn: 测试成功!!

# lblVisibleResource1.Text
source: 觀看權限控制
vi: Quan sát kiểm soát quyền hạn
zh_cn: 观看权限控制

# lblwsAccountResource1.Text
source: WebService帳號:
vi: Tài khoản WebService
zh_cn: WebService帐号:

# lblwsExportDataResource1.Text
source: 傳出資料:
vi: Tài liệu gửi đi:
zh_cn: 传出数据:

# lblwsPasswordResource1.Text
source: WebService密碼:
vi: Mật khẩu WebService
zh_cn: WebService密码:

# ListItemResource1.Text
source: 單行文字欄位
vi: Trường văn bản dòng đơn
zh_cn: 单行文字字段

# ListItemResource10.Text
source: 明細欄位
vi: Trường chi tiết
zh_cn: 明细字段

# ListItemResource11.Text
source: 超連結
vi: Siêu liên kết
zh_cn: 超链接

# ListItemResource12.Text
source: 自動編號
vi: Mã tự động
zh_cn: 自动编号

# ListItemResource13.Text
source: 表單計算欄位
vi: Trường tính
zh_cn: 表单计算字段

# ListItemResource14.Text
source: 申請者
vi: Người nộp đơn
zh_cn: 申请者

# ListItemResource15.Text
source: 申請者部門
vi: Bộ phận của người nộp đơn
zh_cn: 申请者部门

# ListItemResource16.Text
source: 申請者職級
vi: Vị trí của người nộp đơn
zh_cn: 申请者职级

# ListItemResource17.Text
source: 所有部門
vi: Tất cả các bộ phận
zh_cn: 所有部门

# ListItemResource18.Text
source: 所有職級
vi: Tất cả các chức cấp
zh_cn: 所有职级

# ListItemResource19.Text
source: 所有職務
vi: Tất cả các chức cấp
zh_cn: 所有职务

# ListItemResource2.Text
source: 多行文字欄位
vi: Cột Mtext
zh_cn: 多行文字字段

# ListItemResource20.Text
source: 所有人員
vi: Tấc cả các nhân viên
zh_cn: 所有人员

# ListItemResource21.Text
source: 是
vi: Có

# ListItemResource22.Text
source: 否
vi: Không

# ListItemResource3.Text
source: 數值欄位
vi: Số cột
zh_cn: 数值字段

# ListItemResource4.Text
source: 檔案選取欄位
vi: Trường lựa chọn tệp
zh_cn: 文件选定字段

# ListItemResource5.Text
source: 日期欄位
vi: Trường ngày tháng
zh_cn: 日期字段

# ListItemResource6.Text
source: 時間欄位
vi: Trường thời gian
zh_cn: 时间字段

# ListItemResource7.Text
source: 核選方塊
vi: Ô tích
zh_cn: 核选方块

# ListItemResource8.Text
source: 單選鈕
vi: Mục lựa chọn
zh_cn: 单选钮

# ListItemResource9.Text
source: 下拉式選單
vi: Trình đơn thả xuống
zh_cn: 下拉式菜单

# PageResource1.Title
source: 新增欄位
vi: Trường thêm mới
zh_cn: 新建字段

# rbAptoticFieldResource1.Text
source: 固定欄位選項
vi: Tùy chọn trường cố định
zh_cn: 固定字段选项

# rbNoRankResource1.Text
source: 某角色必須輸入
vi: Được yêu cầu bởi các nhân viên đặc biệt
zh_cn: 某角色必须输入

# rbNoResource1.Text
source: 申請者一定要輸入
vi: Người nộp đơn nhất định phải nhập
zh_cn: 申请者一定要输入

# rbYesRankResource1.Text
source: 某角色才可輸入
vi: Nhập bởi các thành viên được chỉ định
zh_cn: 某角色才可输入

# rbYesResource1.Text
source: 申請者可不輸入
vi: Người nộp đơn có thể không nhập
zh_cn: 申请者可不输入

# RegularExpressionValidator1Resource1.ErrorMessage
source: 輸入內容只允許英文或數字
vi: Nội dung đầu vào chỉ cho phép tiếng Anh hoặc số
zh_cn: 输入内容只允许英文或数字

# RequiredFieldValidatorFieldIdResource1.ErrorMessage
source: 請輸入欄位代號
vi: Vui lòng nhập mã trường
zh_cn: 请键入字段代号

# RequiredFieldValidatorFieldNameResource1.ErrorMessage
source: 請輸入欄位名稱
vi: Vui lòng nhập tên trường
zh_cn: 请键入字段名称

# WebImageButton1Resource1.Text
source: 設定
vi: Thiết lập
zh_cn: 设置

# lblOptionDefaultValueResource1.Text
source: 選項預設值
vi: Tùy chọn mặc định
