Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/App_LocalResources/VerifyFlow.aspx.*.resx
Languages: vi, zh_cn

# BoundFieldResource1.HeaderText
source: Stop
vi: Trạm điểm
zh_cn: 网站

# gdSingleResultResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_cn: 没有数据

# lblAlertSiteResource1.Text
source: Notice Stop
vi: Trạm điểm thông báo
zh_cn: 通知网站

# lblAllowEndSiteResource1.Text
source: You can end the Flow at this Stop
vi: Có thể đóng cửa ở đây
zh_cn: 可在此结案

# lblAllowEndSubFlowResource1.Text
source: You can end the Subflow at this Stop
vi: Quá trình phụ có thể được kết thúc tại đây
zh_cn: 可在此退出副流程

# lblAndResource1.Text
source: Multi-and approval
vi: Kí và phê duyệt
zh_cn: 会签

# lblConditionExceptSiteResource1.Text
source: Condition error in Branch Stop
vi: Trang web không thể tìm thấy các điều kiện phù hợp
zh_cn: 条件式网站未找到符合条件

# lblCustDesignFlowSiteResource1.Text
source: Customized Stop
vi: Trang web luồng tùy chỉnh
zh_cn: 自定义流程网站

# lblCustGroupFlowSiteResource1.Text
source: Selection Stop
vi: Trang quy trình tùy chọn
zh_cn: 自选流程网站

# lblCvMsgTextChoosePersonResource1.Text
source: Select Simulated Applicant
vi: Vui lòng chọn một ứng viên giả
zh_cn: 请选择模拟申请者

# lblCvMsgTextJobTitleNotFoundMultipleResource1.Text
source: Need setup Position for the following members to proceed Simulation
vi: Các tài khoản sau cần được thiết lập với thứ hạng trước khi chúng có thể được xác minh bằng quy trình
zh_cn: 以下帐号需先设置职级，才能进行流程验证

# lblCvMsgTextJobTitleNotFoundSingleResource1.Text
source: The Simulated Applicant does not have Position
vi: Người đăng ký mơ hồ chưa cài đặt vị trí
zh_cn: 模拟申请者未设置职级

# lblCvMsgTextOnlySingleResource1.Text
source: Single Simulation can one select one member
vi: Một người mô phỏng chỉ có thể chọn một người
zh_cn: 单人模拟只可选择一人

# lblCvMsgTextTooMuchApplicantResource1.Text
source: The Simulated Applicants cannot be more than 50 members.
vi: Người đăng ký mơ hồ không thể vượt quá 50 người
zh_cn: 模拟申请者不可超过50人

# lblExternalFlowSiteResource1.Text
source: APP Stop
vi: Trạm điểm ứng dụng
zh_cn: 应用程序网站

# lblFieldFlowSiteResource1.Text
source: Organization Stop
vi: Địa điểm tổ chức
zh_cn: 组织字段网站

# lblFlowResultSettingResource1.Text
source: Display Result:
vi: Hiển thị kết quả quy trình
zh_cn: 流程结果显示：

# lblGeneralResource1.Text
source: Normal
vi: Thông thường
zh_cn: 常规

# lblIsAssignByPreSiteResource1.Text
source: Define by previous Stop
vi: Chỉ định trạm trước
zh_cn: 上一网站指定

# lblMsgApplicantLimitResource1.Text
source: The Simulated Applicants cannot be more than 50 members, because the Simulation will cause the system performance issue.
vi: Vui lòng giới hạn số lượng người đăng ký mô phỏng ở 50 người để tránh sử dụng quá nhiều tài nguyên trong hệ thống trong quá trình tạo dữ liệu xác minh và ảnh hưởng đến hoạt động của người dùng'.
zh_cn: 模拟申请者请以50人为限，避免产生验证数据过程系统过度使用资源，影响用户操作

# lblMsgProcessResource1.Text
source: Exporting report is in system schedule, please download from [download exported reports] after 5 minutes.
vi: Báo cáo đã nhập vào lịch trình hệ thống, vui lòng truy cập [Tải xuống báo cáo] sau năm phút để tải xuống
zh_cn: 报表导出已进入系统计划，请于五分钟后至“下载流程验证报表”中下载

# lblNotAllowEndSiteResource1.Text
source: Cannot end the Flow at this Stop
vi: Không thể kết thúc tại đây
zh_cn: 不可在此结案

# lblNotAllowEndSubFlowResource1.Text
source: Cannot end the Subflow at this Stop
vi: Lưu trình phụ không kết thúc tại đây
zh_cn: 不可在此退出副流程

# lblNotFindSignerExceptionResource1.Text
source: Cannot find approver
vi: Không tìm thấy người kí
zh_cn: 未找到签核者

# lblOrResource1.Text
source: Multi-or approval
vi: Ký đồng thời
zh_cn: 并签

# lblParallelFlowResource1.Text
source: Parallel flow
vi: Quy trình song song
zh_cn: 并行流程

# lblSubFlowResource1.Text
source: Sub-flow：
vi: Lưu trình phụ
zh_cn: 副流程

# lblTxtChooseResource1.Text
source: Select
vi: Lựa chọn nhân viên
zh_cn: 选定人员

# lblTxtErrorMultipleResource1.Text
source: Export Flow Verification
vi: Xác minh quy trình xuất báo cáo
zh_cn: 流程验证导出报表

# lblTxtExcuteVerifyFlowResource1.Text
source: Verification
vi: Xác minh
zh_cn: 验证

# lblTxtResultCorrectResource1.Text
source: Normal
vi: Thường xuyên
zh_cn: 正常

# lblTxtResultErrorResource1.Text
source: Abnormal
vi: Bất thường
zh_cn: 异常

# lblTxtSimulationApplicantResource1.Text
source: Simulated Applicant :
vi: Người đăng ký mơ hồ:
zh_cn: 模拟申请者：

# lblTxtSimulationDeptResource1.Text
source: Department of Simulated Applicant :
vi: Bộ phận người đăng ký mơ hồ
zh_cn: 模拟申请者部门：

# lblTxtSimulationInfoResource1.Text
source: Information of Simulation
vi: Thông tin mô phỏng
zh_cn: 模拟信息

# lblTxtSimulationResultSingleResource1.Text
source: Result of Flow Simulation
vi: Kết quả xác thực mô phỏng trực tuyến
zh_cn: 在线模拟验证结果

# lblTxtSimulationTypeResource1.Text
source: Simulation Type :
vi: Kiểu mô phỏng:
zh_cn: 模拟类型：

# lblUrgentResource1.Text
source: Priority：
vi: Mức độ khẩn cấp
zh_cn: 紧急程度：

# liHighResource1.Text
source: Priority
vi: Gấp
zh_cn: 急

# liMostUrgentResource1.Text
source: High priority
vi: Khẩn cấp
zh_cn: 紧急

# liNormalResource1.Text
source: Standard
vi: Phổ thông
zh_cn: 普通

# ListItemResource1.Text
source: Flow Simulation
vi: Mô phỏng trực tuyến
zh_cn: 在线模拟

# ListItemResource2.Text
source: Export Report (Multiple members is allowed)
vi: Kết xuất bảng biểu( Có thể nhiều người)
zh_cn: 导出报表（可多人）

# ListItemResource3.Text
source: End Stop
vi: Quy trình kết thúc trạm điểm
zh_cn: 流程退出网站

# ListItemResource4.Text
source: All Stops
vi: Tất cả các trạm điểm người phê duyệt
zh_cn: 所有签核者网站

# TemplateFieldResource1.HeaderText
source: Approver
vi: Người ký duyệt
zh_cn: 签核者

# TemplateFieldResource2.HeaderText
source: Approval type
vi: Loại phê duyệt
zh_cn: 签核型态

# TemplateFieldResource3.HeaderText
source: End the flow
vi: Có thể kết thúc quy trình hay không?
zh_cn: 是否可结案
