Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/SMS/App_LocalResources/SendMsg.aspx.*.resx
Languages: vi

# BoundFieldResource2.HeaderText
source: 收件人
vi: Người nhận

# BoundFieldResource3.HeaderText
source: 電話號碼
vi: Số điện thoại

# btnChooseReceiverResource1.Text
source: 選取發送對象
vi: Chọn người để gửi

# btnClearResource1.Text
source: 清空發送對象
vi: Xóa đối tượng gửi

# btnInsertCanMSGResource1.Text
source: 插入罐頭簡訊
vi: Chèn thông tin có sẵn

# CustomValidator1Resource1.ErrorMessage
source: 無法連接到簡訊伺服器,請稍候再試或洽您的系統管理人員.
vi: Không thể kết nối với máy chủ SMS, vui lòng thử lại sau hoặc liên hệ với quản trị viên hệ thống của bạn.

# Label10Resource1.Text
source: 簡訊主旨內容不會出現於簡訊內容,也不列入簡訊字數計算
vi: Nội dung chủ đề của bản tin sẽ không xuất hiện trong nội dung bản tin, cũng như không có trong phép tính số từ của bản tin

# Label11Resource1.Text
source: 發送對象
vi: Đối tượng gửi

# Label12Resource1.Text
source: 發送時間
vi: Thời gian phát hành

# lblSendSMSTip1Resource1.Text
source: 1. {#user} 為變數,發送時會由選取的人員姓名所取代
vi: 1. {#user} là biến số , nó sẽ được thay thế bằng tên của nhân viên đã chọn khi gửi

# Label28Resource1.Text
source: 手動輸入
vi: Nhập thủ công

# Label29Resource1.Text
source: 手動輸入說明
vi: Nhập mô tả theo cách thủ công

# Label2Resource1.Text
source: 剩餘點數
vi: Giờ còn lại

# Label30Resource1.Text
source: 格式:手機號碼 空格 人名
vi: Định dạng: Số điện thoại di động không gian tên người

# Label31Resource1.Text
source: 0912345678 宜靜
vi: 0912345678 Mary

# Label32Resource1.Text
source: 人名可以省略
vi: Tên người có thể được lược bớt

# Label33Resource1.Text
source: 第二筆資料請打在下一行(一行代表一個人)
vi: Vui lòng nhập thông tin thứ hai trên dòng tiếp theo( 1 dòng đại diện cho 1 người)

# Label34Resource1.Text
source: 0987654321 大雄
vi: 0987654321 Tom

# Label35Resource1.Text
source: 例:
vi: Ví dụ:

# Label3Resource1.Text
source: 點
vi: Thông

# Label4Resource1.Text
source: 共輸入了
vi: Đã nhập tổng cộng

# Label5Resource1.Text
source: 簡訊主旨
vi: Chủ đề bản tin

# Label6Resource1.Text
source: 內容
vi: Nội dung

# Label7Resource1.Text
source: 則訊息傳送。
vi: Tin nhắn đã được gửi đi

# lblSendSMSTip2Resource1.Text
source: 2.為使簡訊內容正常呈現於手機中，請勿在簡訊內容中填入~ ` ^ { } [ ] | < >等特殊符號。
vi: 2. Để nội dung tin ngắn hiển thị trên điện thoại di động một cách bình thường, vui lòng không điền các ký hiệu đặc biệt như ~ `^ {} [] | <> vào nội dung của tin ngắn.

# Label9Resource1.Text
source: 個字。
vi: Ký tự

# lblConfirmClearResource1.Text
source: 是否要清空選取?
vi: Bạn có muốn xóa lựa chọn không?

# lblErrorMsgResource1.Text
source: 錯誤原因：
vi: Nguyên nhân lỗi:

# lblSendResource1.Text
source: 發送簡訊
vi: Gửi tin nhắn

# lblSendRestrictResource1.Text
source: 發送限定
vi: Giời hạn gửi

# PageResource1.Title
source: 簡訊發送
vi: Gửi SMS

# rbBirthdayOnlyResource1.Text
source: 只發送給壽星，生日:
vi: Chỉ gửi đến những ngày sinh nhật, ngày sinh nhật:

# rbBtnNowResource1.Text
source: 立即傳送
vi: Lập tức gửi

# rbBtnReservationResource1.Text
source: 預約發送
vi: Hẹn gửi

# rbNoRestrictResource1.Text
source: 不限定
vi: Không giới hạn

# rdtpDateResource1.Calendar.FastNavigationNextText
source: &lt;&lt;
vi: &gt;&gt;

# rfvContentResource1.ErrorMessage
source: 簡訊內容不可空白
vi: Nội dung bản tin không được để trống

# rfvSubjectResource1.ErrorMessage
source: 簡訊主旨不可空白
vi: Chủ đề bản tin không được để trống

# lblSendSMSTip3Resource1.Text
source: 3.一則簡訊最多333字，超過將會拆則發送。
vi: 3.Trong 1 tin nhắn sẽ có nhiều nhất 333 ký tự, nếu quá số đó tin nhắn sẽ bị tách ra gửi

# lblSendSMSTip4Resource1.Text
source: 4.國際簡訊(非+886開頭)一則是以三倍的點數來計算。
vi: 4.Tin nhắn quốc tế ( không phải đầu số + 886 ) một lần tính sẽ từ 3 số

# lblSendSMSTipTitleResource1.Text
source: 說明
vi: Giải thích

# lblTipPoint1Resource1.Text
source: 1點
vi: 1 điểm

# lblTipPoint2Resource1.Text
source: 2點
vi: 2 điểm

# lblTipPoint3Resource1.Text
source: 3點
vi: 3 điểm

# lblTipPoint4Resource1.Text
source: 4點
vi: 4 điểm

# lblTipPoint5Resource1.Text
source: 5點
vi: 5 điểm

# lblTipText1Resource1.Text
source: 1~70字
vi: Từ 1~70

# lblTipText2Resource1.Text
source: 71~134字
vi: Từ 71 ~ 134

# lblTipText3Resource1.Text
source: 135~201字
vi: Từ 135~201

# lblTipText4Resource1.Text
source: 202~268字
vi: Từ 202~268

# lblTipText5Resource1.Text
source: 269~333字
vi: Từ 269~333

# lblTipTitle1Resource1.Text
source: 內容字數
vi: Số lượng từ nội dung

# lblTipTitle2Resource1.Text
source: 使用點數
vi: Sử dụng điểm
