Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/SMS/App_LocalResources/SendBirthdayMsg.aspx.*.resx
Languages: id, ja_jp, vi

# btnInsertCanMSGResource1.Text
source: Insert Standard SMS
id: Masukan SMS standar
ja_jp: システムメッセージを挿入
vi: Chèn thông tin có sẵn

# Label1Resource1.Text
source: Send date
id: Tanggal pengiriman
ja_jp: 発送日
vi: Ngày gửi

# Label2Resource1.Text
source: Send time
id: Kirim waktu
ja_jp: 発送時間
vi: Thời gian phát hành

# Label3Resource1.Text
source: Content
id: Isi
ja_jp: 内容
vi: Nội dung

# Label4Resource1.Text
source: ※ {#user} is variable, it will replace by selected name when sending SMSs.
id: ※ {#user} adalah beragam, akan digantikan dengan nama yang dipilih ketika mengirimkan Pesan Singkat (SMS).
ja_jp: ※ {#user}は発送する時に選択しているメンバーの名前に変更します
vi: ※ {#user} là biến số , nó sẽ được thay thế bằng tên của nhân viên đã chọn khi gửi

# Label5Resource1.Text
source: All
id: Semua
ja_jp: 入力した字数：
vi: Đã nhập tổng cộng

# Label7Resource1.Text
source: SMSs sent.
id: SMS-SMS yang terkirim
ja_jp: 件メッセージを発送済み
vi: Tin nhắn đã được gửi đi

# Label8Resource1.Text
source: ※In order to display SMS in the cell phone normally，Special symbols like ~ ` ^ { } [ ] | < > is prohibited。
id: ※Untuk menampilkan Pesan Singkat (SMS) dalam telepon genggam seperti pada umumnya, simbol-simbol khusus seperti ~ ` ^ { } [ ] | < > tidak diperbolehkan.
ja_jp: メッセージ内容を文字化けにならないように、~ ` ^ { } [ ] | < >などを携帯メッセージに入力しないでください。
vi: ※ Để nội dung tin ngắn hiển thị trên điện thoại di động một cách bình thường, vui lòng không điền các ký hiệu đặc biệt như ~ `^ {} [] | <> vào nội dung của tin ngắn.

# Label9Resource1.Text
source: characters.
id: Karakter-karakter
ja_jp: 字
vi: Ký tự

# lblSendSMSTip1Resource1.Text
source: 1. {#user} is a variable and will be replaced by the selected person's name when sending.
id: 1. {#user} 為變數，發送時會由選取的人員姓名所取代。
ja_jp: 1. {#user} は変数で、送信時に選択した人の名前に置き換えられます。
vi: 1. {#user} là một biến và sẽ được thay thế bằng tên của người đã chọn khi gửi.

# lblSendSMSTip2Resource1.Text
source: 2. In order to make the content of the SMS appear on the mobile phone normally, please do not fill in special symbols such as ~ ` ^ { } [ ] | < > in the content of the SMS.
id: 2.為使簡訊內容正常呈現於手機中，請勿在簡訊內容中填入~ ` ^ { } [ ] | < >等特殊符號。
ja_jp: 2. SMS の内容が携帯電話に正常に表示されるようにするため、SMS の内容に ~ ` ^ { } [ ] | < > などの特殊記号を入力しないでください。
vi: 2.Để nội dung SMS hiển thị trên điện thoại di động một cách bình thường, vui lòng không điền các ký hiệu đặc biệt như ~ `^ {} [] | <> vào nội dung của SMS.

# lblSendSMSTip3Resource1.Text
source: 3. The maximum length of a text message is 333 characters. If it exceeds, it will be split and sent.
id: 3.一則簡訊最多333字，超過將會拆則發送。
ja_jp: 3. SMSの最大長は 333 文字で、これを超える場合は分割して発送されます。
vi: 3.Trong 1 tin nhắn sẽ có nhiều nhất 333 ký tự, nếu quá số đó tin nhắn sẽ bị tách ra gửi

# lblSendSMSTip4Resource1.Text
source: 4.International SMS (not starting with +886) is calculated by three times the number of points.
id: 4.國際簡訊(非+886開頭)一則是以三倍的點數來計算。
ja_jp: 4.国際SMS（+886で始まらないもの）は、ポイント数の3倍で計算されます。
vi: 4.Tin nhắn quốc tế ( không phải đầu số + 886 ) một lần tính sẽ từ 3 số

# lblSendSMSTipTitleResource1.Text
source: Description
id: 說明
ja_jp: 説明
vi: Giải thích

# lblSMSConnectFailResource1.Text
source: Reservation SMS failed, please check the connection in SMS Management.
id: Pemesanan SMS gagal , silahkan cek koneksu di pengelolaan SMS
ja_jp: 予約の発送が出来なくなりました。ネットの接続状態をチェックしてください
vi: Hẹn gửi không thành công, vui lòng vào phần quản lý thông tin để xác nhận xem kết nối có bình thường không.

# lblTipPoint1Resource1.Text
source: 1 point
id: 1點
ja_jp: 1点
vi: 1 điểm

# lblTipPoint2Resource1.Text
source: 2 points
id: 2點
ja_jp: 2点
vi: 2 điểm

# lblTipPoint3Resource1.Text
source: 3 points
id: 3點
ja_jp: 3点
vi: 3 điểm

# lblTipPoint4Resource1.Text
source: 4 points
id: 4點
ja_jp: 4点
vi: 4 điểm

# lblTipPoint5Resource1.Text
source: 5 points
id: 5點
ja_jp: 5点
vi: 5 điểm

# lblTipText1Resource1.Text
source: 1~70 characters
id: 1~70字
ja_jp: 1~70字
vi: Từ 1~70

# lblTipText2Resource1.Text
source: 71~134 characters
id: 71~134字
ja_jp: 71~134字
vi: Từ 71 ~ 134

# lblTipText3Resource1.Text
source: 135~201 characters
id: 135~201字
ja_jp: 135~201字
vi: Từ 135~201

# lblTipText4Resource1.Text
source: 202~268 characters
id: 202~268字
ja_jp: 202~268字
vi: Từ 202~268

# lblTipText5Resource1.Text
source: 269~333 characters
id: 269~333字
ja_jp: 269~333字
vi: Từ 269~333

# lblTipTitle1Resource1.Text
source: Numbers of character
id: 內容字數
ja_jp: 內容文字数
vi: Số lượng từ nội dung

# lblTipTitle2Resource1.Text
source: Point used
id: 使用點數
ja_jp: ポイントの使用
vi: Sử dụng điểm

# lblYearResource1.Text
source: (Year:{0})
id: (Tahun:{0})
ja_jp: ({0}年)
vi: ({0}năm)

# PageResource1.Title
source: Subscription
id: Subskripsi
ja_jp: 予約を発送
vi: Hẹn gửi

# rdbtnCurrentResource1.Text
source: Birthday
id: Ulang tahun
ja_jp: 誕生日当日
vi: Ngày sinh

# rdbtnOtherResource1.Text
source: Specify date
id: Tentukan tanggal
ja_jp: 指定された日付き
vi: Ngày chỉ định

# rfvContentResource1.ErrorMessage
source: Content cannot be blank
id: Isi tidak boleh kosong
ja_jp: 記入必要
vi: Nội dung bản tin không được để trống
