Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/OMS/App_LocalResources/OnlineLookMA.aspx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: 維護人員
vi: Duy trì nhân viên

# BoundFieldResource2.HeaderText
source: 張貼日期
vi: Ngày đăng

# BoundFieldResource3.HeaderText
source: 開放起始
vi: Mở đầu

# Label1Resource1.Text
source: 影音類別列表
vi: Danh sách danh mục video

# lblAuthSettingTitleResource1.Text
source: 類別權限管理
vi: Quản lý loại quyền hạn

# lblClassTitleResource1.Text
source: 影音類別維護
vi: Bảo trì danh mục video

# lblFileMAResource1.Text
source: 影音資料維護
vi: Duy trì tài liệu video

# lblNoAuthMsgResource1.Text
source: 沒有權限維護
vi: Không có quyền duy trì

# lblNullSelectedRowResource1.Text
source: 沒有選擇任何資料
vi: Không có bất kì thông tin nào được chọn

# lblOnlineLikeHistoryTitleResource1.Text
source: 觀看記錄
vi: Quan sát ghi chép

# lblOpenNoLimitResource1.Text
source: 永久開放
vi: Không bao giờ kích hoạt

# listGridResource1.EmptyDataText
source: 沒有資料
vi: Không có dữ liệu

# listGridResource2.EmptyDataText
source: 沒有資料
vi: Không có dữ liệu

# msgClassResource1.Text
source: 影音類別
vi: Thể loại video

# PageResource1.Title
source: 影音維護
vi: Duy trì video

# RadToolBarButtonResource1.Text
source: 類別維護
vi: Duy trì loại

# RadToolBarButtonResource3.Text
source: 類別權限設定
vi: Thiết lập duy trì loại

# RadToolBarButtonResource5.Text
source: 新增影音
vi: Thêm video

# RadToolBarButtonResource7.Text
source: 刪除影音
vi: Xóa video

# TemplateFieldResource1.HeaderText
source: 檔案名稱
vi: Tên tệp

# TemplateFieldResource2.HeaderText
source: 簡介
vi: Giới thiệu qua

# TemplateFieldResource3.HeaderText
source: 開放終止
vi: Ngừng phát triển

# TemplateFieldResource4.HeaderText
source: 觀看次數
vi: Số lần quan sát

# TemplateFieldResource5.HeaderText
source: 預覽
vi: Xem trước
