Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FlowManagement/App_LocalResources/MaintainMailTemplate.aspx.*.resx
Languages: id, vi, zh_cn, zh_tw

# cbDefaultResource1.Text
source: When system cannot find another language family, use this language family to send.
id: Ketika sistim tidak dapat menemukan keluarga bahasa lainnya, gunakan keluarga bahasa ini untuk mengirim
vi: Khi hệ thống không tìm thấy ngôn ngữ khác hãy dùng ngôn ngữ này.
zh_cn: 当系统未找到其他语言时,以此语言发送
zh_tw: 當系統找不到其他語系時,以此語系發送

# CustomValidator1Resource1.ErrorMessage
source: Mail type already exist
id: Jenis email sudah ada
vi: Loại thư này đã tồn tại
zh_cn: 该类型邮件已存在
zh_tw: 該類型郵件已存在

# cvDefaultResource1.ErrorMessage
source: Mail has no default language family. Please set default language family first.
id: Email tidak mempunyai keluarga bahasa standar. Silahkan tentukan dulu keluarga bahasa.
vi: Nội dung email không có ngôn ngữ mặc định, vui lòng đặt ngôn ngữ mặc định trước
zh_cn: 该邮件内容未有默认语言,请先设置默认语言
zh_tw: 該郵件內容未有預設語系,請先設定預設語系

# Label10Resource1.Text
source: *Click on field id to copy field variables\r\n({@fieldId},@ is followed by field id, meaning that the field data must be displayed)
id: *Klik pada ID lokasi untuk menyalin variabel-variabel lokasi \r\n({@fieldId},@ diikuti dengan ID Lokasi, yang berarti bahwa data lokasi harus ditampilkan)
vi: * Nhấp vào mã cột để sao chép \ r \ n {@fieldId}, theo sau dấu @ là mã cột, cho biết rằng tài liệu sẽ được liệt kê
zh_cn: *点击字段代号可复制字段变量\r\n({@fieldId},@号后面接的是字段代号,表示要列出字段数据)
zh_tw: *點擊欄位代號可複製欄位變數\r\n({@fieldId},@號後面接的是欄位代號,表示要列出欄位資料)

# Label11Resource1.Text
source: Variable name
id: Nama variabel
vi: Tên thay đổi
zh_cn: 变量名称
zh_tw: 變數名稱

# Label12Resource1.Text
source: Variable description
id: Deskripsi variabel
vi: Mô tả thay đổi
zh_cn: 变量说明
zh_tw: 變數說明

# Label13Resource1.Text
source: Form name
id: Nama formulir
vi: Tên bảng biểu
zh_cn: 表单名称
zh_tw: 表單名稱

# Label14Resource1.Text
source: Form revision
id: Revisi formulir
vi: Phiên bản biểu mẫu
zh_cn: 表单版本
zh_tw: 表單版本

# Label15Resource1.Text
source: Form No.
id: Nomor formulir
vi: Mã biểu mẫu
zh_cn: 表单单号
zh_tw: 表單單號

# Label16Resource1.Text
source: Applicant
id: Pemohon
vi: Người nộp đơn
zh_cn: 申请者
zh_tw: 申請者

# Label17Resource1.Text
source: Applied Time
id: Waktu Permohonan
vi: Thời gian nộp đơn
zh_cn: 申请时间
zh_tw: 申請時間

# Label18Resource1.Text
source: Form status
id: Status formulir
vi: Trạng thái biểu mẫu
zh_cn: 表单状态
zh_tw: 表單狀態

# Label19Resource1.Text
source: *Click on variable name to copy variable name
id: *Klik nama variabel untuk menyalin nama variabel
vi: * Bấm vào tên biến số để sao chép tên biến số
zh_cn: *点击变量名称可复制变量名称
zh_tw: *點擊變數名稱可複製變數名稱

# Label1Resource1.Text
source: Maintain Mail template
id: Perbaikan templat email
vi: Bảo trì mẫu email
zh_cn: 邮件样板维护
zh_tw: 郵件樣板維護

# Label20Resource1.Text
source: Applied result
id: Hasil Permohonan
vi: Kết thúc nộp đơn
zh_cn: 申请结果
zh_tw: 申請結果

# Label2Resource1.Text
source: Language
id: Keluarga bahasa
vi: Ngôn ngữ
zh_cn: 语言
zh_tw: 語系

# Label3Resource1.Text
source: Pattern
id: Pola
vi: Loại
zh_cn: 型态
zh_tw: 型態

# Label4Resource1.Text
source: Mail subject
id: Subyek email
vi: Chủ đề email
zh_cn: 邮件主旨
zh_tw: 郵件主旨

# Label5Resource1.Text
source: Mail content
id: Isi email
vi: Nội dung email
zh_cn: 邮件内容
zh_tw: 郵件內容

# Label6Resource1.Text
source: List of usable variables
id: Daftar variabel yang dapat digunakan
vi: Danh sách các biến có sẵn
zh_cn: 可用变量列表
zh_tw: 可用變數列表

# Label7Resource1.Text
source: Usable field list
id: Daftar lokasi yang dapat dipergunakan
vi: Danh sách các trường có sẵn
zh_cn: 可用字段列表
zh_tw: 可用欄位列表

# Label8Resource1.Text
source: Field ID
id: ID bidang
vi: Mã cột
zh_cn: 字段代号
zh_tw: 欄位代號

# Label9Resource1.Text
source: Field name
id: Nama bidang
vi: Tên cột
zh_cn: 字段名称
zh_tw: 欄位名稱

# lblAlertResource1.Text
source: Notification Form
id: Pemberitahuan formulir
vi: Biểu mẫu thông báo
zh_cn: 表单通知
zh_tw: 表單知會

# lblApplicantResource1.Text
source: {#applicant}
vi: {#ứng viên}

# lblApplyTimeResource1.Text
source: {#applyTime}
vi: {#thời gian ứng tuyển}

# lblCancelResource1.Text
source: Void Form
id: Formulir kosong
vi: Biểu mẫu không hợp lệ
zh_cn: 表单作废
zh_tw: 表單作廢

# lblFinishResource1.Text
source: Closure Form
id: Penutupan formulir
vi: Đóng biểu mẫu
zh_cn: 表单结案
zh_tw: 表單結案

# lblFormNameResource1.Text
source: {#formName}
vi: {#tên Form}

# lblFormNoResource1.Text
source: {#formNo}
vi: {#Số Form}

# lblFormResultResource1.Text
source: {#formResult}
vi: {#Kết quả Form}

# lblFormStatusResource1.Text
source: {#formStatus}
vi: {#Hiện trạng Form}

# lblFormVersionResource1.Text
source: {#formVersion}
vi: {#Phiên bản Form}

# lblSignResource1.Text
source: Approval Notice
id: Pemberitahuan Persetujuan
vi: Thông báo ký duyệt
zh_cn: 签核通知
zh_tw: 簽核通知

# ListItemResource1.Text
source: Approval Notice
id: Pemberitahuan Persetujuan
vi: Thông báo ký duyệt
zh_cn: 签核通知
zh_tw: 簽核通知

# ListItemResource2.Text
source: Notification Form
id: Pemberitahuan formulir
vi: Biểu mẫu thông báo
zh_cn: 表单通知
zh_tw: 表單知會

# ListItemResource3.Text
source: Closure Form
id: Penutupan formulir
vi: Đóng biểu mẫu
zh_cn: 表单结案
zh_tw: 表單結案

# ListItemResource4.Text
source: Void Form
id: Formulir kosong
vi: Biểu mẫu không hợp lệ
zh_cn: 表单作废
zh_tw: 表單作廢

# PageResource1.Title
source: Maintain Mail Template of Stop
id: Mengatur pengentian contoh mail
vi: Bảo trì mẫu thư trang Wed
zh_cn: 节奌邮件样板维护
zh_tw: 站點郵件樣板維護

# RequiredFieldValidator1Resource1.ErrorMessage
source: Mail subject cannot be blank
id: Email tidak boleh dikosongi
vi: Chủ đề email không được để trống
zh_cn: 邮件主旨不可空白
zh_tw: 郵件主旨不可空白

# RequiredFieldValidator2Resource1.ErrorMessage
source: Mail content cannot be blank
id: Isi email tidak boleh dikosongkan
vi: Nội dung email không được để trống
zh_cn: 邮件内容不可空白
zh_tw: 郵件內容不可空白

# txtSubjuctResource1.Text
source: Form approval notice: {#formName}-{#applicant}
id: Membuat pemberitahuan persetujuan: {namaform} – {#pemohon}
vi: Thông báo phê duyệt biểu mẫu: {#formName}-{#applicant}
zh_cn: 表单签核通知：{#formName}-{#applicant}
zh_tw: 表單簽核通知：{#formName}-{#applicant}

# Label21Resource1.Text
source: Copy the variable (Variable Name) & (Field ID) to the mail template, it will be replaced to the current value of the form
id: Salin variabel (Nama variabel) & (ID Bidang) ke contoh mail, salinan tersebut akan diganti ke bentuk nilai terbaru
vi: Sao chép "Tên tham số" và "Mã cột" vào nội dung email, nghĩa là nội dung email sẽ hiển thị theo thông tin hiện tại trong biểu mẫu
zh_cn: 将“变量名称”与“字段代号”复制到邮件内容中，代表邮件内容会依表单当时的信息显示所属内容
zh_tw: 將「變數名稱」與「欄位代號」複製到郵件內容中，代表郵件內容會依表單當時的資訊顯示所屬內容
