Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Forum/App_LocalResources/Default.aspx.*.resx
Languages: vi

# imgAgentResource1.ToolTip
source: Forced subscription
vi: Đăng ký bắt buộc

# Label3Resource1.Text
source: Section manager:
vi: Người điều hành khu vực

# Label4Resource1.Text
source: Board
vi: Bản thảo luận

# Label5Resource1.Text
source: Topic count
vi: Số lượng chủ đề

# Label6Resource1.Text
source: Board manager
vi: Người điều hành

# Label7Resource1.Text
source: Latest post by
vi: Người công bố cuối cùng

# Label8Resource1.Text
source: Latest post time
vi: Thời gian công bố cuối cùng

# lblImageAgentMsgResource1.Text
source: Administrator has subscribed for you, you will still receive the notice even if you cancel the personal subscription
vi: Có nghĩa là quản trị viên đã giúp bạn đăng ký vào bảng thảo luận và bạn vẫn sẽ nhận được thông báo nếu bạn hủy đăng ký cá nhân của mình

# lblMasterResource1.Text
source: Board manager
vi: Người điều hành

# lblTopicCountResource1.Text
source: Topic count
vi: Số lượng chủ đề

# lbtCancelSubscribeResource1.Text
source: Subscription cancellation
vi: Hủy đăng ký

# lbtSubscribeResource1.Text
source: Subscribe
vi: Đăng ký

# msgAnonymousResource1.Text
source: Anonymous
vi: Giấu tên

# msgRecruitResource1.Text
source: Requesting
vi: Yêu cầu

# PageResource1.Title
source: Forum
vi: Khu vực thảo luận

# RadToolBarMyPostResource1.Text
source: I posted
vi: Tôi đã phát hành

# RadToolBarMyRelyResource1.Text
source: My participation
vi: Tôi tham gia

# RadToolBarReturnForumResource1.Text
source: Return to forum
vi: Phản hồi thảo luận

# RadToolBarSearchResource1.Text
source: Advanced search
vi: Nâng cấp tìm kiếm

# RadToolBarSubscribeResource1.Text
source: My subscription
vi: Tài liệu tôi đăng kí

# TBarButtonResource1.Text
source: My subscription
vi: Đăng kí của tôi

# TBarButtonResource2.Text
source: I posted
vi: Tôi đã phát hành

# TBarButtonResource3.Text
source: My participation
vi: Tôi tham gia

# TBarButtonResource4.Text
source: Advanced search
vi: Nâng cấp tìm kiếm

# TBarButtonResource5.Text
source: Return to forum
vi: Phản hồi thảo luận

# TBarButtonResource7.Text
source: My subscription
vi: Tài liệu tôi đăng kí
