Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Forum/App_LocalResources/UC_SubjectDetail.ascx.*.resx
Languages: id

# CustomValidator1Resource1.ErrorMessage
source: No previous topic
id: Tidak ada topik sebelumnya

# CustomValidator1Resource1.Text
source: No previous topic
id: Tidak ada topik sebelumnya

# CustomValidator2Resource1.ErrorMessage
source: No next topic
id: Tidak ada topik selanjutnya

# CustomValidator2Resource1.Text
source: No next topic
id: Tidak ada topik selanjutnya

# CustomValidator3Resource1.ErrorMessage
source: No authority to subscribe
id: Tidak ada wewenang untuk berlangganan

# CustomValidator3Resource1.Text
source: No authority to subscribe
id: Tidak ada wewenang untuk berlangganan

# CustomValidator4Resource1.ErrorMessage
source: No authority to cancel subscription
id: Tidak ada wewenang untuk membatalkan berlangganan

# CustomValidator4Resource1.Text
source: No authority to cancel subscription
id: Tidak ada wewenang untuk membatalkan berlangganan

# CustomValidator5Resource1.ErrorMessage
source: Like already
id: Anda telah direkomendasikan

# cvReadAuthorityResource1.ErrorMessage
source: No authority to read
id: Tidak ada wewenang untuk membaca

# Grid1Resource1.EmptyDataText
source: No data found
id: tidak ada data

# label29Resource1.Text
source: Subject:
id: Subyek:

# Label2Resource1.Text
source: Posted by:
id: Dikirimkan oleh:

# Label3Resource1.Text
source: Number of post:
id: Jumlah pos-pos:

# Label4Resource1.Text
source: Score:
id: Nilai

# Label5Resource1.Text
source: Time of post:
id: Waktu pengiriman

# Label7Resource1.Text
source: Author
id: Pengarang

# lblAttachTextResource1.Text
source: Attachment:
id: Lampiran:

# lblConfirmAddResource1.Text
source: Add to collection ?
id: apakah mau di hidden?

# lblModifytimeTextResource1.Text
source: Latest modification:
id: Perubahan terakhir:

# lblSuccessAddResource1.Text
source: Add to collection successfully
id: telah ditambah di hidden

# lbtnFavoritesResource1.Text
source: Collection
id: tambah hidden

# linkbtnNextResource1.Text
source: Next topic
id: Topik selanjutnya

# linkbtnPreviousResource1.Text
source: Previous topic
id: topik sebelumnya

# linkbtnUnSubscribeResource1.Text
source: Subscription cancellation
id: Penangguhan Subskripsi

# msgAnonymousResource1.Text
source: Anonymous
id: Tanpa nama

# msgBackResource1.Text
source: Return
id: Pengembalian

# msgContentdeletedResource1.Text
source: Content has been deleted by author or board manager
id: Isi telah dihapus oleh pengarang atau dewan pengelola

# msgDelconfirmResource1.Text
source: Confirm to delete?
id: Apakah Anda yakin untuk menghapus?

# msgDeleteResource1.Text
source: Delete
id: Hapus

# msgEssenceResource1.Text
source: Digest
id: Persingkatan

# msgLockconfirmResource1.Text
source: Confirm to lock up?
id: Apakah Anda yakin untuk mengunci?

# msgLockResource1.Text
source: Lock up
id: Mengunci

# msgModifyResource1.Text
source: Modify
id: Mengubah

# msgMoveBoardResource1.Text
source: Thread move
id: Memindahkan urutan

# msgRecommandResource1.Text
source: Like
id: Menganjurkan

# msgRely2Resource1.Text
source: A lead-in reply
id: Sebuah jawaban kepastian

# msgRelyResource1.Text
source: Reply
id: Jawaban

# msgTopResource1.Text
source: Highlight
id: Sorot

# msgUnlockResource1.Text
source: Unlock
id: Tidak terkunci

# msgUntopResource1.Text
source: Highlight cancellation
id: Pembatalan sorot
