Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/EventsBoard/App_LocalResources/EventsBoardDefault.aspx.*.resx
Languages: vi

# boardGridResource1.EmptyDataText
source: 沒有資料
vi: Không có dữ liệu

# lalSaveMsgResource1.Text
source: 己儲存
vi: Lưu trữ

# lblAlwaysOpenResource1.Text
source: 永久開放
vi: Không bao giờ kích hoạt

# lblBoardHeightResource1.Text
source: 面板高度
vi: Chiều cao bảng điều khiển

# lblDelConfirmResource1.Text
source: 確定要刪除以下看板?
vi: Bạn có chắc chắn muốn xóa bảng sau không?

# lblEditTitleResource1.Text
source: 新增/維護活動內容
vi: Thêm / duy trì nội dung hoạt động

# lblNOResource1.Text
source: 否
vi: Không

# lblOneColumnResource1.Text
source: 一欄式
vi: 1 cột

# lblPromptResource1.Text
source: 面板中的圖片會依此設定等比例縮放
vi: Các hình ảnh trong bảng điều khiển sẽ được chia tỷ lệ tương ứng theo cài đặt này

# lblSettingExampleResource1.Text
source: 活動看板高度設定說明
vi: Hướng dẫn cài đặt chiều cao bảng hoạt động

# lblSpeedResource1.Text
source: 播放速度
vi: Tốc độ phát

# lblThreeColumnResource1.Text
source: 三欄式
vi: 3 cột

# lblTwoColumnResource1.Text
source: 二欄式
vi: 2 cột

# lblYesResource1.Text
source: 是
vi: Có

# lbtnSettingExampleResource1.Text
source: 範例說明
vi: Mô tả ví dụ

# ListItemResource1.Text
source: 快
vi: Nhanh

# ListItemResource2.Text
source: 中
vi: Trung

# ListItemResource3.Text
source: 慢
vi: Chậm

# RadTabResource1.Text
source: 活動看板
vi: Dấu hiệu hoạt động

# RadTabResource2.Text
source: 基本設定
vi: Thiết lập cơ bản

# RadToolBarButtonResource1.Text
source: 新增
vi: Thêm mới

# RadToolBarButtonResource3.Text
source: 刪除
vi: Xóa

# RadToolBarButtonResource5.Text
source: 儲存
vi: Lưu trữ

# TemplateFieldResource1.HeaderText
source: 名稱
vi: Tên gọi

# TemplateFieldResource2.HeaderText
source: 內容
vi: Nội dung

# TemplateFieldResource3.HeaderText
source: 上架時間
vi: Thời gian lên kệ

# TemplateFieldResource4.HeaderText
source: 下架時間
vi: Thời gian gỡ xuống

# TemplateFieldResource5.HeaderText
source: 外部會員可觀看
vi: Các thành viên bên ngoài có thể xem

# lblEditOrderTitleResource1.Text
source: 調整播放順序
vi: Điều chỉnh thứ tự trường

# lblLimitStrResource1.Text
source: *最多可設定{0}張圖片
vi: có thể thiết lập tối đa {0}ảnh

# lblStatusResource1.Text
source: 狀態：
vi: Trạng thái

# ListItemResource4.Text
source: 全部
vi: Toàn bộ

# ListItemResource5.Text
source: 已上架
vi: Đã thêm vào

# ListItemResource6.Text
source: 待上架
vi: Chờ niêm yết

# ListItemResource7.Text
source: 已下架
vi: Đã gỡ xuống

# RadToolBarButtonResource8.Text
source: 調整順序
vi: Điều chỉnh thứ tự

# TemplateFieldResource6.HeaderText
source: 狀態
vi: Trạng thái

# TemplateFieldResource7.HeaderText
source: 順序
vi: Thứ tự

# TemplateFieldUserSetResource1.HeaderText
source: 可觀看人員
vi: Những người có thể xem
