Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/HR104/Duty/Report/App_LocalResources/QueryPunchByUser.aspx.*.resx
Languages: ja_jp, vi

# bfDepartmentNameResource4.HeaderText
source: Department
ja_jp: 部門
vi: Bộ phận

# bfEmployeeResource3.HeaderText
source: Employee ID
ja_jp: 社員ナンバー
vi: Mã nhân viên

# bfNameResource2.HeaderText
source: Name
ja_jp: 名前
vi: Họ và tên

# bfPunchReasonResource1.HeaderText
source: Reason
ja_jp: 原因
vi: Nguyên do của sự việc

# bfPunchSourceResource6.HeaderText
source: Source
ja_jp: 情報源
vi: Nguồn

# bfPunchTypeResource5.HeaderText
source: Type
ja_jp: タイプ
vi: Loại hình

# BoundFieldEMPLOYEE_NOResource1.HeaderText
source: Employee ID
ja_jp: 社員ナンバー
vi: Mã nhân viên

# BoundFieldGroupNameResource1.HeaderText
source: Applied department
ja_jp: 申請部門
vi: Bộ phận nộp đơn

# BoundFieldNAMEResource1.HeaderText
source: Name
ja_jp: 名前
vi: Họ và tên

# BoundFieldResource1.HeaderText
source: Punch-in Needed
ja_jp: 出勤のタイムカードを押す必要がある回数
vi: Nên đăng nhập

# BoundFieldResource2.HeaderText
source: Punch-out Needed
ja_jp: 退勤のタイムカードを押す必要がある回数
vi: Nên đăng xuất

# cbSubDeptResource1.Text
source: Include Sub-Dep.
ja_jp: 子部門を含め
vi: Bao gồm các bộ phận

# cbSubDeptResource2.Text
source: Include Sub-Dep.
ja_jp: 子部門を含め
vi: Bao gồm các bộ phận

# cvDateOverYearResource1.ErrorMessage
source: Query time period is limited within a year
ja_jp: 検索区間は一年以上ではいけません
vi: Khoảng thời gian truy vấn không được lớn hơn một năm

# cvDateVaildResource1.ErrorMessage
source: Date(Start) should be earlier than Date(End)
ja_jp: 日付き（開始時間）は日付き（終了時間）より遅くはいけません
vi: Ngày(ngày kết thúc)không muộn hơn ngày(bắt đầu)

# ddOverAttendItemAllResource1.Text
source: All
ja_jp: 全部
vi: Toàn bộ

# ddOverAttendItemNotResource1.Text
source: Not report
ja_jp: まだ返事しない
vi: Chưa báo cáo

# ddOverAttendItemProResource1.Text
source: Reporting
ja_jp: 返事中
vi: Đang phản hồi

# ddOverAttendItemRepResource1.Text
source: Reported
ja_jp: 報告済み
vi: Đã báo cáo

# grdPunchResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu

# gridOverAttendDateResource1.HeaderText
source: Date
ja_jp: 日付き
vi: Ngày

# gridOverAttendDepResource1.HeaderText
source: Applied department
ja_jp: 申請部門
vi: Bộ phận nộp đơn

# gridOverAttendDocNbrResource1.HeaderText
source: Form No.
ja_jp: フォーム番号
vi: Mã biểu mẫu

# gridOverAttendEmpNOResource1.HeaderText
source: Employee No.
ja_jp: 社員ナンバー
vi: Mã nhân viên

# gridOverAttendNAMEResource1.HeaderText
source: Name
ja_jp: 名前
vi: Họ và tên

# gridOverAttendReasonDateResource1.HeaderText
source: Reason
ja_jp: 出勤時間をオーバーする原因
vi: Nguyên nhân quá giờ

# gridOverAttendWorkCardActionResource1.HeaderText
source: Status
ja_jp: 状態
vi: Trạng thái

# gridOverAttendWorkCardDateResource1.HeaderText
source: Actual Punch time
ja_jp: 実際出勤時間
vi: Thẻ thực tế

# gridOverAttendWorkCardResource1.HeaderText
source: Need Punch
ja_jp: タイムコード押すのが必要
vi: Quẹt thẻ

# gridOverAttendWorkResource1.HeaderText
source: On duty/Off work
ja_jp: 出勤/退勤
vi: Làm việc/Tan ca

# gridPunchHistoryResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu

# Label4Resource1.Text
source: Year
ja_jp: 年
vi: Năm

# Label5Resource1.Text
source: Month
ja_jp: 月
vi: Tháng

# lbl104PunchHistoryKeep12MonthsResource1.Text
source: *The Punch history is only reserved for 12 months
ja_jp: *タイムカードの履歴は12ヶ月間しか残していません
vi: thẻ lưu trình chỉ bảo lưu 12 tháng

# lbl104PunchHistoryKeep3MonthsResource1.Text
source: *The Punch history is only reserved for 3 months
ja_jp: *タイムカードの履歴は3ヶ月間しか残していません
vi: thẻ lưu trình chỉ bảo lưu 3 tháng

# lbl104PunchHistoryKeep6MonthsResource1.Text
source: *The Punch history is only reserved for 6 months
ja_jp: *タイムカードの履歴は6ヶ月間しか残していません
vi: thẻ lưu trình chỉ bảo lưu 6 tháng

# lblBeginDateResource1.Text
source: Date(start)
ja_jp: 日付（開始時間）
vi: Ngày(ngày kết thúc)

# lblBlankResource1.Text
source: Blank(No Shift)
ja_jp: 空白(勤务シフト表なし)
vi: Trống (không có lịch làm việc)

# lblCardDataCode0Resource1.Text
source: Un-Punch
ja_jp: タイムカードを押すべきですが、まだ押していません
vi: Không nên quẹt

# lblCardDataCode1Resource1.Text
source: Late
ja_jp: 遅刻
vi: Đến muộn

# lblCardDataCode2Resource1.Text
source: Leave Early
ja_jp: 早退
vi: Trở lại sớm

# lblCardDataCode4Resource1.Text
source: Absence
ja_jp: 無断欠勤
vi: Vắng mặt

# lblEmployeeTitleResource1.Text
source: Employee
ja_jp: メンバー
vi: Nhân viên

# lblEndDateResource1.Text
source: Date(end)
ja_jp: 日付（終了時間）
vi: Ngày(ngày bắt đầu)

# lblEndDateTitleResource1.Text
source: Date(end)
ja_jp: 日付（終了時間）
vi: Ngày(ngày bắt đầu)

# lblFridayResource1.Text
source: Friday
ja_jp: 五
vi: Năm

# lblLeftTitleResource1.Text
source: Organization List
ja_jp: 內部組織結構列表
vi: Danh sách các cơ cấu tổ chức nội bộ

# lblMapTitleResource1.Text
source: Location of Punch
ja_jp: タイムカードの押す場所
vi: Vị trí quẹt thẻ

# lblMondayResource1.Text
source: Monday
ja_jp: 一
vi: Thứ hai

# lblNornalResource1.Text
source: Normal
ja_jp: 普通
vi: Thường xuyên

# lblOverAttrndStatusResource1.Text
source: Status
ja_jp: 状態
vi: Trạng thái

# lblProcessResource1.Text
source: Reporting
ja_jp: 返事中
vi: Đang phản hồi

# lblPunchInResource1.Text
source: On duty
ja_jp: 出勤
vi: Làm việc

# lblPunchOutResource1.Text
source: Off work
ja_jp: 退勤
vi: Tan làm/Làm việc

# lblPunchSourceResource1.Text
source: Source
ja_jp: 情報源
vi: Nguồn

# lblReportResource1.Text
source: Reported
ja_jp: 報告済み
vi: Đã báo cáo

# lblSaturdayResource1.Text
source: Saturday
ja_jp: 六

# lblStartDateTitleResource1.Text
source: Date(Start)
ja_jp: 日付（開始時間）
vi: Ngày(ngày kết thúc)

# lblSundayResource1.Text
source: Sunday
ja_jp: 日
vi: Ngày

# lblThursdayResource1.Text
source: Thursday
ja_jp: 木曜日
vi: Bốn

# lblTuesdayResource1.Text
source: Tuesday
ja_jp: 二

# lbltypeResource1.Text
source: Type
ja_jp: タイプ
vi: Loại hình

# lblUnReportResource1.Text
source: Not report
ja_jp: まだ返事しない
vi: Chưa báo cáo

# lblWednesdayResource1.Text
source: Wednesday
ja_jp: 三

# listItem1Resource1.Text
source: Normal
ja_jp: 普通
vi: Thường xuyên

# listItem2Resource1.Text
source: Not Punch(Require)
ja_jp: タイムカードを押すべきですが、まだ押していません
vi: Không nên quẹt

# listItem3Resource1.Text
source: Late
ja_jp: 遅刻
vi: Đến muộn

# listItem4Resource1.Text
source: Left early
ja_jp: 早退
vi: Trở lại sớm

# listItem5Resource1.Text
source: Absenteeism
ja_jp: 無断欠勤
vi: Vắng mặt

# listItem6Resource1.Text
source: Blank(No Shift)
ja_jp: 空白(勤务シフト表なし)
vi: Trống (không có lịch làm việc)

# ListItemAllResource1.Text
source: All
ja_jp: 全部
vi: Toàn bộ

# ListItemExternalResource1.Text
source: Import
ja_jp: 外部からのインポート
vi: Nhập khẩu bên ngoài

# ListItemManualResource1.Text
source: Make-up Punch Form
ja_jp: タイムカード申請を補正します
vi: Bổ sung đơn quẹt thẻ

# ListItemOnlineResource1.Text
source: Punch
ja_jp: オンラインで支払います
vi: Quẹt thẻ trực tuyến

# ListItemResource1.Text
source: All
ja_jp: 全部
vi: Toàn bộ

# ListItemResource2.Text
source: Punch-in
ja_jp: パンチインする
vi: Đăng nhập

# ListItemResource3.Text
source: Punch-out
ja_jp: パンチアウトする
vi: Bỏ ký

# overAttendViewResource1.Text
source: Extra hours
ja_jp: 労働時間がオーバーする
vi: Quá thời gian làm việc

# punchHistoryViewResource1.Text
source: Punch History
ja_jp: タイムカードを押す時間
vi: Lịch sử quẹt thẻ

# punchRefViewResource1.Text
source: Attendance Records
ja_jp: 出勤記録
vi: Hồ sơ tham dự

# RadSearchResources1.Text
source: Query
ja_jp: 検索
vi: Truy vấn

# RadToolBarSerachResource1.Text
source: Query
ja_jp: 検索
vi: Truy vấn

# TemplateFieldDateResource1.HeaderText
source: Date
ja_jp: 日付
vi: Ngày

# TemplateFieldResource2.HeaderText
source: Day
ja_jp: 曜日
vi: Ngày

# TemplateFieldResource3.HeaderText
source: Actual Punch-in
ja_jp: 実際に出勤のタイムカードを押す
vi: Kí tên thực tế

# TemplateFieldResource4.HeaderText
source: Actual Punch-out
ja_jp: 実際に退勤のタイムカードを押す
vi: Đăng xuất thực tế

# TemplateFieldResource5.HeaderText
source: Leave
ja_jp: 休暇を取る
vi: Nghỉ phép

# TemplateFieldResource6.HeaderText
source: Overtime
ja_jp: 残業
vi: tăng ca

# TemplateFieldResource7.HeaderText
source: Business travel
ja_jp: 出張
vi: Đi công tác

# TemplateFieldResource8.HeaderText
source: Status(On-Duty)
ja_jp: 狀態(出勤)
vi: Trạng thái (làm việc)

# TemplateFieldResource9.HeaderText
source: Status(Off-Duty)
ja_jp: 狀態(退勤)
vi: Trạng thái (tan ca)

# tfPunchTimeResource1.HeaderText
source: Punch Time
ja_jp: タイムカードを押す時間
vi: Thời gian quẹt thẻ
