Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Bulletin/App_LocalResources/Updatebulletin.aspx.*.resx
Languages: id, ja_jp, mt_mt, vi

# BoundFieldResource1.HeaderText
source: 審核意見
id: Komentar Persetujuan
ja_jp: コメントを審査
mt_mt: Comments
vi: Ý kiến xét duyệt

# BoundFieldResource2.HeaderText
source: 審核時間
id: Waktu Persetujuan
ja_jp: 審査時間
mt_mt: Approval time
vi: Thời gian xét duyệt

# btnSetupResource1.Text
source: 設定
id: Pengaturan
mt_mt: Setup
vi: Thiết lập

# cbDeleteExternalResource1.Text
source: 同步刪除複製的公告
id: Menghapus pemberitahuan salin secara serempak
ja_jp: コピーされたお知らせと共に削除する
mt_mt: Delete Notification Copy simultaneously
vi: Đồng bộ hóa xóa các thông báo lặp lại

# cbOuterBulletinReaderResource1.Text
source: 同步顯示在內部公告中
ja_jp: 内部通知でも共に表示する
vi: Đồng bộ hóa hiển thị trong thông báo nội bộ

# cbPrintResource1.Text
source: 只允許下列人員列印
id: Anggota yang bisa mencetak
ja_jp: 下記のメンバーのみ印刷することが可能です
mt_mt: Members who can print
vi: Chỉ cho phép những người sau in

# cbPublishExternalResource1.Text
source: 同步複製到外部公告
id: Menayalin pemberitahuan ke buletin luar
ja_jp: 外部通知まで共にコピーする
mt_mt: Copy Notification to External Bulletin
vi: Sao chép đồng bộ sang các thông báo bên ngoài

# cbShowExternalReaderResource1.Text
source: 瀏覽時顯示
id: Tampil di Pengumuman
ja_jp: 閲覧する時に表示する
mt_mt: ကြေညာချက်ပေါ်တွင် ပြမည်
vi: Hiển thị khi duyệt

# cbShowReaderResource1.Text
source: 瀏覽時顯示
id: Tampil di Pengumuman
ja_jp: 閲覧する時に表示する
mt_mt: ကြေညာချက်ပေါ်တွင် ပြမည်
vi: Hiển thị khi duyệt

# chbUndisplayAttachmentResource1.Text
source: 瀏覽公告時附件不提供下載
id: Hide attachment
ja_jp: 添付ファイルがプレビュー状態にはダウンロードできません
mt_mt: Hide attachment
vi: Tệp đính kèm không có sẵn để tải xuống khi duyệt thông báo

# ckMarkqueeResource1.Text
source: 顯示於跑馬燈
id: Tampilan di Ticker Berita
ja_jp: 走馬灯を表示する
mt_mt: Display on News Ticker
vi: Hiển thị với đèn Led

# CustomValidator1Resource1.ErrorMessage
source: 無權限修改
id: Tidak ada wewenang untuk mengubah
ja_jp: 修正権限がない
mt_mt: No authority to modify
vi: Không có quyền hạn điền vào

# CustomValidator2Resource1.ErrorMessage
source: 請輸入日期
id: Masukkan tanggal
ja_jp: 日付を入力してください
mt_mt: Enter date
vi: Vui lòng nhập ngày

# CustomValidator3Resource1.ErrorMessage
source: 請選擇發佈對象
id: Pilih dilepaskan kepada
ja_jp: リリース対象を選択してください
mt_mt: Select released to
vi: Vui lòng chọn người để xuất bản

# CustomValidator4Resource1.ErrorMessage
source: 無權限瀏覽
id: Tidak ada wewenang untuk menelusuri
ja_jp: 閲覧する権限が持っていない
mt_mt: No authority to browse
vi: Không có quyền hạn điền vào

# CustomValidator5Resource1.ErrorMessage
source: 請選擇人員
id: Pilih anggota
ja_jp: メンバーを選択してください
mt_mt: Select member
vi: Vui lòng lựa chọn nhân viên

# CustomValidator5Resource2.ErrorMessage
source: 請選擇列印人員
id: Pilih anggota yang dapat mencetak
ja_jp: プリントメンバーを選択してください
mt_mt: Select members who can print out
vi: Vui lòng lựa chọn nhân viên in

# CustomValidator7Resource1.ErrorMessage
source: 請選擇外部類別
id: Pilih bagian luar kategori
ja_jp: 外部カテゴリーを選択してください
mt_mt: Select External Category
vi: Vui lòng chọn một danh mục bên ngoài

# cvExternalIsNotAuthResource1.ErrorMessage
source: 無權限修改外部類別
id: Tidak punya otorisasi untuk mengubah kategori luar
ja_jp: 外部カテゴリーを修正する権限が持っていない
mt_mt: Not authorized to modify External Category
vi: Không có quyền hạn điền vào

# cvExternalNoAuthResource1.ErrorMessage
source: 沒有權限在已選取的外部類別發佈公告，請選取其他類別
id: Tidak punya otoritas di pilihan kategori luar, silahkan pilih yang lain
ja_jp: 選択した
mt_mt: Not authorized in selected External Category, please select others
vi: Không có quyền phát hành thông báo trong các danh mục bên ngoài được chọn, vui lòng chọn danh mục khác

# cvNotLaterThenPublishResource1.ErrorMessage
source: 下架時間需晚於上架時間
id: Waktu tidak tersedia harus lebih dulu dari pada waktu tersedia
ja_jp: 開始時間は必ず終わり時間より早い時間を設定してください
vi: Thời gian gỡ xuống phải muộn hơn thời gian cho lên

# cvSameDateResource1.ErrorMessage
source: 上架日期需晚於或等於今日
id: Tanggal bisa disimpan tidak harus lebih dahulu dari hari ini
ja_jp: 開始時間は必ず今日より早い時間を設定してください
mt_mt: On-shelf date should not be earlier than today
vi: Thời gian lên kệ phải muộn hơn hoặc bằng thời gian ngày hôm nay

# Label10Resource1.Text
source: 如無勾選，則公告的訊息通知以一般組態設定中的設定為主。
id: Pesan di buletin akan mengikuti aturan <Pengaturan Umum> bisa item ini tidak di centang
ja_jp: 特別に選択しないと普通の設定によって行います
mt_mt: Messages in Bulletin will follow the rules in <General Setup> if this items is not checked.
vi: Nếu nó không được chọn, thông tin của thông báo sẽ dựa trên cài đặt trong cài đặt cấu hình chung.

# Label11Resource1.Text
source: (若未勾選此項，則所有人皆可列印。)
id: (Semua angota dapat mencetak bilamana item ini tidak dipilih)
ja_jp: （このオプションを選択しないと全員コピーできます）
mt_mt: (All members can print out if this item is not selected)
vi: (Nếu điều này không được chọn, mọi người đều có thể in.)

# Label12Resource1.Text
source: 審核者
id: Disetujui oleh:
ja_jp: 審査担当者
mt_mt: Approver
vi: Người xét duyệt

# Label13Resource1.Text
source: 張貼部門
id: Langganan Paksa
ja_jp: 発表部門
mt_mt: Released Department
vi: Bộ phận đăng

# Label14Resource1.Text
source: 外部發佈
id: Merilis buletin luar
ja_jp: 外部リリース
mt_mt: Release of External Bulletin
vi: Phát hành bên ngoài

# Label15Resource2.Text
source: 外部列印控制
id: Pengaturan mencetak dari buletin luar
ja_jp: 外部印刷を設定
mt_mt: Print setup of External Bulletin
vi: Kiểm soát in bên ngoài

# Label17Resource1.Text
source: 外部對象
id: Anggota luar
ja_jp: 外部メンバー
mt_mt: External Member
vi: Đối tượng bên ngoài

# Label19Resource1.Text
source: 上架
id: Bisa disimpan
ja_jp: 棚上げする
mt_mt: On-shelf
vi: Lên kệ

# Label1Resource1.Text
source: 張貼者
id: Dikirimkan oleh
ja_jp: 作成者
mt_mt: Posted by
vi: Gửi bởi

# Label2Resource1.Text
source: 分類
id: Klasifikasi
ja_jp: カテゴリー
mt_mt: Category
vi: Phân loại

# Label3Resource1.Text
source: 主題
id: Topik
ja_jp: テーマ
mt_mt: Topic
vi: Chủ đề

# Label4Resource1.Text
source: 下架
id: Tidak bisa menyimpan
ja_jp: オフシェルフ
mt_mt: Off-shelf
vi: Gỡ xuống

# Label5Resource1.Text
source: 內容
id: Isi
ja_jp: 内容
mt_mt: မာတိကာ
vi: Nội dung

# Label6Resource1.Text
source: 附件
id: Lampiran
ja_jp: 添付ファイル
mt_mt: Attachment
vi: Tệp đính kèm

# Label7Resource1.Text
source: 發佈對象
id: Dikeluarkan kepada
ja_jp: リリース対象
mt_mt: Released to
vi: Đối tượng phát hành

# Label8Resource1.Text
source: 列印控制
id: Pengendalian pencetakan
ja_jp: 印刷の設定
mt_mt: Printing control
vi: Kiểm soát in ấn

# Label9Resource1.Text
source: 審核意見
id: Komentar Persetujuan
ja_jp: コメントを審査
mt_mt: Comments
vi: Ý kiến xét duyệt

# lblbIsDeleteOuterResource1.Text
source: 是否同步刪除外部公告
id: Hapus pemberitahuan luar secara serempak
ja_jp: 外部通知と一緒に削除しますか
mt_mt: Delete External Notification simultaneously
vi: Có xóa các thông báo bên ngoài một cách đồng bộ hay không

# lblBtnTitleResource1.Text
source: 發佈
id: pengeluaran
ja_jp: リリース
mt_mt: Release
vi: Phát hành

# lblExternalMsgResource1.Text
source: 外部發佈通知
id: Pemberitahuan dari Pemberitahuan external yang telah dirilis
ja_jp: 外部リリースのお知らせ：
mt_mt: ပြင်ပအသိပေးထုတ်ပြန်မှု သတိပေးခြင်း
vi: Thông báo phát hành bên ngoài

# lblIsApproveResource1.Text
source: 外部公告正在審核中，此次更新只會更新內部公告
id: Pemberitahuan luar sedang dalam persetujuan, ini hanya akan memperbarui pemberitahuan dalam
ja_jp: 外部通知は審査中なので、先に内部通知を更新する
mt_mt: External Notification is in approval, it will only update Internal Notification
vi: Thông báo bên ngoài đang được xem xét, bản cập nhật này sẽ chỉ cập nhật thông báo nội bộ

# lblMarqueeResource1.Text
source: 跑馬燈
id: Telegrap berita
ja_jp: 走馬灯
mt_mt: News Ticker
vi: Đèn led

# lblMsgDenyResource1.Text
source: 發佈拒絕
id: Pengeluaran ditolak
ja_jp: 頒布不能
mt_mt: Release Reject
vi: Từ chối phát hành

# lblMsgModifyResource1.Text
source: ※只有異動分類、主題、內容、附件才會發送
id: ※Mengirim saat merubah kelas, topik,isi, lampiran
ja_jp: カテゴリー、件名、内容の変更があると添付ファイルを発送します
mt_mt: ※sending when changing class,topic, content, attachments
vi: ※ Chỉ có phân loại thay đổi, chủ đề, nội dung và tệp đính kèm mới được gửi

# lblMsgProcessResource1.Text
source: 審核中
id: Persetujuan sedang dalam proses
ja_jp: 審査中
mt_mt: Approval in process
vi: Đang xét duyệt

# lblMsgPulishResource1.Text
source: 同意發佈
id: Setuju merilis
ja_jp: リリースすることを同意する
mt_mt: Release Agree
vi: Đồng ý phát hành

# lblPublishMsgResource1.Text
source: 公告需經過審核後才會發佈
id: pengumuman harus melalui pemeriksaan sebelum dapat di publikasikan
ja_jp: お知らせを頒布する前に必ず審査が必要
mt_mt: Release after audit
vi: Thông báo sẽ không được xuất bản cho đến khi chúng được xem xét

# lblSyncMSGResource1.Text
source: 發佈通知
id: Pemberitahuan pengeluaran
ja_jp: リリースに関するお知らせ
mt_mt: Released Notice
vi: Thông báo phát hành

# lblSystemMsgResource1.Text
source: 系統直接公佈
id: Publikasi langsung oleh sistem
ja_jp: システムでそのままリリースします
mt_mt: Direct release by system
vi: Hệ thống trực tiếp ban hành

# lblTitlaDeleteAndExternalResource1.Text
source: 刪除(含外部公告)
id: Hapus (Termasuk pemberitahuan luar)
ja_jp: 削除（外部通知を含め）
mt_mt: Delete(Including external notification)
vi: Xóa (bao gồm cả các thông báo bên ngoài)

# lbtnExternalLinKResource1.Text
source: 查看外部公告內容
ja_jp: 外部通知内部をチェックする
vi: Xem nội dung thông báo bên ngoài

# logGridResource1.EmptyDataText
source: 沒有資料
id: tidak ada data
ja_jp: データが見つかりません
mt_mt: No data found
vi: Không có dữ liệu

# msgDelconfirmResource1.Text
source: 確定要刪除?
id: Apakah Anda yakin untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
mt_mt: Confirm to delete?
vi: Chắc chắn bạn muốn xóa?

# msnDeleteResource1.Text
source: 刪除
id: Hapus
ja_jp: 削除する
mt_mt: Delete
vi: Xóa

# PageResource1.Title
source: 修改公告
id: Mengubah pemberitahuan
ja_jp: お知らせを変更
mt_mt: Modify notification
vi: Thông báo sửa

# RadioButton1Resource1.Text
source: 永不下架
id: Tidak pernah tersedia
ja_jp: オフシェルフをしません
mt_mt: Never off shelf
vi: Không bao giờ xuống kệ

# RadioButton2Resource1.Text
source: 下架時間
id: Waktu tidak tersedia
ja_jp: 終わり時間
vi: Thời gian gỡ xuống

# RadTabStrip1Tab1Resource1.Text
source: 基本設定
id: Pengaturan dasar
mt_mt: Basic setup
vi: Thiết lập cơ bản

# RadTabStrip1Tab2Resource1.Text
source: 進階設定
id: Pengaturan lanjutan
ja_jp: アドバンスを設定
mt_mt: Advanced setup
vi: Nâng cấp cài đặt

# RadTabStrip1Tab3Resource1.Text
source: 審核意見
id: Komentar Persetujuan
ja_jp: コメントを審査
mt_mt: Comments
vi: Ý kiến xét duyệt

# rbExternalMSG1Resource1.Text
source: 所有發佈對象
id: Semua anggota yang dipublikasi
ja_jp: 全てのリリース対象
mt_mt: All published members
vi: Tất cả đối tượng phát hành

# rbExternalMSG1Resource2.Text
source: 發佈對象中的訂閱者
id: Langganan di anggota yang diumumkan
ja_jp: リリース対象の中にサブスクリプション者
mt_mt: Subscribers in Published members
vi: Người đăng ký trong đối tượng xuất bản

# rbExternalMSG1Resource3.Text
source: 不通知
id: Tidak memberitahu
ja_jp: お知らせはしない
mt_mt: အသိပေးစာမပါဘဲ
vi: Không thông báo

# rbPublishLaterResource1.Text
source: 上架時間
id: waktu tersedianya
ja_jp: 棚上げする時間
vi: Thời gian lên kệ

# rbPublishNowResource1.Text
source: 立即上架
id: Tersedia
ja_jp: すぐ棚上げする
mt_mt: On-shelf
vi: Lập tức lên kệ

# rdbtnSyncMSG1Resource1.Text
source: 所有發佈對象
id: Semua anggota yang dipublikasi
ja_jp: 全てのリリース対象
mt_mt: All published members
vi: Tất cả đối tượng phát hành

# rdbtnSyncMSG2Resource1.Text
source: 發佈對象中的訂閱者
id: Langganan di anggota yang diumumkan
ja_jp: リリース対象の中にサブスクリプション者
mt_mt: Subscribers in Published members
vi: Người đăng ký trong đối tượng xuất bản

# rdbtnSyncMSG3Resource1.Text
source: 不通知
id: Tidak memberitahu
ja_jp: お知らせはしない
mt_mt: အသိပေးစာမပါဘဲ
vi: Không thông báo

# RequiredFieldValidator1Resource1.ErrorMessage
source: 請填入主題
id: Masukkan topik
ja_jp: 件名を入力してください
mt_mt: Enter topic
vi: Vui lòng nhập chủ để

# TemplateFieldResource1.HeaderText
source: 審核者
id: Disetujui oleh:
ja_jp: 審査担当者
mt_mt: Approver
vi: Người xét duyệt

# TemplateFieldResource2.HeaderText
source: 審核狀態
id: Status Persetujuan
ja_jp: 審査状態
mt_mt: Status
vi: Tình trạng xét duyệt

# wbtnExternalResource1.Text
source: 外部類別
id: Kategori luar
ja_jp: 外部カテゴリー
mt_mt: External Category
vi: Danh mục bên ngoài
