Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/SpaceLend/App_LocalResources/SpaceLend.aspx.*.resx
Languages: mt_mt, zh_cn

# btnUpdateInfoResource1.Text
source: Update information
mt_mt: 更新資訊
zh_cn: 更新信息

# lblALBUMResource1.Text
source: Album
mt_mt: 相簿
zh_cn: 相册

# lblBRIEFCASEResource1.Text
source: Briefcase
mt_mt: 公事包
zh_cn: 公文包

# lblBULLETINResource1.Text
source: Bulletin
mt_mt: 公告
zh_cn: 公告

# lblChartTitleResource1.Text
source: Status of Leasing Space
mt_mt: 租用空間使用狀況
zh_cn: 租用空间使用状况

# lblCreateDateTitleResource1.Text
source: Latest Update Time
mt_mt: 最後更新時間
zh_cn: 最后更新时间

# lblDBResource1.Text
source: DB
mt_mt: 資料庫
zh_cn: 数据库

# lblDBUsedTitleResource1.Text
source: Use Database
mt_mt: 資料庫使用
zh_cn: 数据库使用

# lblDMSResource1.Text
source: DMS
mt_mt: 文件管理
zh_cn: 文档管理

# lblEIPResource1.Text
source: EIP
mt_mt: 入口網站
zh_cn: 入口网站

# lblFileUsedTitleResource1.Text
source: Use file
mt_mt: 檔案使用
zh_cn: 文件使用

# lblFORUMResource1.Text
source: Forum
mt_mt: 討論區
zh_cn: 讨论区

# lblOMSResource1.Text
source: OMS
mt_mt: 影音
zh_cn: 影音

# lblPERSONALResource1.Text
source: Personal
mt_mt: 個人設定
zh_cn: 个人设置

# lblPLANTResource1.Text
source: Plant
mt_mt: 場地設備管理
zh_cn: 固定资产管理

# lblPMSResource1.Text
source: PMS
mt_mt: 任務管理
zh_cn: 任务管理

# lblPRIVATEMESSAGEResource1.Text
source: PrivateMessage
mt_mt: 私人訊息
zh_cn: 私人消息

# lblQUEResource1.Text
source: QUE
mt_mt: 問卷調查
zh_cn: 问卷调查

# lblSpaceLendTitleResource1.Text
source: Leasing Space
mt_mt: 租用空間
zh_cn: 租用空间

# lblSpaceReaminTitleResource1.Text
source: Space remaining
mt_mt: 剩餘空間
zh_cn: 剩余空间

# lblSpaceUsedTitleResource1.Text
source: Used
mt_mt: 已用
zh_cn: 已用

# lblTSPResource1.Text
source: TSP
mt_mt: 龍捲風
zh_cn: 龙卷风

# lblWKFResource1.Text
source: BPM
mt_mt: 電子簽核
zh_cn: 电子签核

# BFALBUMResource1.HeaderText
source: Album(MB)
mt_mt: 相簿(MB)
zh_cn: 相册(MB)

# BFBRIEFCASEResource1.HeaderText
source: Briefcase(MB)
mt_mt: 公事包(MB)
zh_cn: 公文包(MB)

# BFBULLETINResource1.HeaderText
source: Bulletin(MB)
mt_mt: 公告(MB)
zh_cn: 公告(MB)

# BFDMSResource1.HeaderText
source: DMS(MB)
mt_mt: 文件管理(MB)
zh_cn: 文件管理(MB)

# BFEIPResource1.HeaderText
source: EIP(MB)
mt_mt: 入口網站(MB)
zh_cn: 入口网站(MB)

# BFFORUMResource1.HeaderText
source: Forum(MB)
mt_mt: 討論區(MB)
zh_cn: 讨论区(MB)

# BFOMSResource1.HeaderText
source: OMS(MB)
mt_mt: 影音(MB)
zh_cn: 影音(MB)

# BFPERSONALResource1.HeaderText
source: Personal(MB)
mt_mt: 個人設定(MB)
zh_cn: 个人设置(MB)

# BFPLANTResource1.HeaderText
source: Plant(MB)
mt_mt: 場地設備管理(MB)
zh_cn: 场地设备管理(MB)

# BFPMSResource1.HeaderText
source: PMS(MB)
mt_mt: 任務管理(MB)
zh_cn: 任务管理(MB)

# BFPRIVATEMESSAGEResource1.HeaderText
source: PrivateMessage(MB)
mt_mt: 私人訊息(MB)
zh_cn: 私人信息(MB)

# BFQUEResource1.HeaderText
source: QUE(MB)
mt_mt: 問卷調查(MB)
zh_cn: 问卷调查(MB)

# BFSpaceDataUsedResource1.HeaderText
source: Use file(GB)
mt_mt: 檔案使用(GB)
zh_cn: 文件使用(GB)

# BFSpaceDbUsedResource1.HeaderText
source: Use Database(GB)
mt_mt: 資料庫使用(GB)
zh_cn: 数据库使用(GB)

# BFSpaceLendResource1.HeaderText
source: Leasing Space(GB)
mt_mt: 租用空間(GB)
zh_cn: 租用空间(GB)

# BFSpaceRemainResource1.HeaderText
source: Space remaining(GB)
mt_mt: 剩餘空間(GB)
zh_cn: 剩余空间(GB)

# BFSpaceUsedPercentResource1.HeaderText
source: Ratio of space used
mt_mt: 已用空間比
zh_cn: 已用空间比

# BFTSPResource1.HeaderText
source: TSP(MB)
mt_mt: 龍捲風(MB)
zh_cn: 龙卷风(MB)

# BFWKFResource1.HeaderText
source: BPM(MB)
mt_mt: 電子簽核(MB)
zh_cn: 电子签核(MB)

# lblCreateDateTitle2Resource1.Text
source: Latest Update Time:
mt_mt: 更新時間:
zh_cn: 更新时间:

# lblTaskResource1.Text
source: Schedule
mt_mt: 排程
zh_cn: 计划

# rtbbtnQueryResource1.Text
source: Query
mt_mt: 查詢
zh_cn: 查询

# rtUsedSpaceHistoryResource1.Text
source: History
mt_mt: 歷程記錄
zh_cn: 历程记录

# rtUsedSpaceResource1.Text
source: Space used
mt_mt: 已用空間
zh_cn: 已用空间

# TFCreateDateResource1.HeaderText
source: Latest Update Time
mt_mt: 更新時間
zh_cn: 更新时间

# TFSortUserResource1.HeaderText
source: Executor
mt_mt: 執行者
zh_cn: 运行者
