Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Audit/App_LocalResources/Outcome.aspx.*.resx
Languages: id

# cvAuditorErrorResource1.ErrorMessage
source: Phase/Project Manager is not existed, approval is prohibited
id: Tahap/tidak ada pengelola proyek, dilarang menyetujui

# cvOpinionResource1.ErrorMessage
source: Enter approval comments
id: Masukkan komentar persetujuan

# cvProjectStatusResource1.ErrorMessage
source: Project status changed, please check the approval result
id: Status proyek dirubah, tolong periksa hasil persetujuan

# cvSeriseStatusResource1.ErrorMessage
source: Phase status changed, please check the approval result
id: Status tahapan berubah, Tolong periksa hasil persetujuan

# cvTaskStatusResource1.ErrorMessage
source: Task is approved, please check the approval result
id: Tugas disetujui, periksa hasil persetujuan.

# Label1Resource1.Text
source: Name
id: Nama

# Label2Resource1.Text
source: Owner
id: Kirim untuk persetujuan oleh

# Label3Resource1.Text
source: Result
id: Hasil-hasil Persetujuan

# Label4Resource1.Text
source: Comments
id: Komentar Persetujuan

# Label5Resource1.Text
source: Approver
id: Disetujui oleh:

# lblAuditTrackMsgResource1.Text
source: Approval history
id: Sejarah Persetujuan

# lblDisableMSDTCMsgResource1.Text
source: MSDTC network access has stop，<br/>Please contact system administrator。
id: Akses jaringan MSDTC telah berhenti, <br/> silahkan hubungi administrator sistem.

# lblMSDTCErrMsgResource1.Text
source: Error occurred when MSDTC network access，<br/>Please contact system administrator。
id: kesalahan terjadi saat mengakses jaringan MSDTC, <br/> Silahkan menghubungi admistrator sistem.

# lblNoAuthorityMsgResource1.Text
source: No authority to operate.
id: Tidak ada wewenang untuk mengoperasikan.

# lblNotAllowedStatusMsgResource1.Text
source: Member’s status cannot be reviewed.
id: Status anggota tidak bisa dilihat lagi.

# lblReportBackTrackMsgResource1.Text
source: Report on history record
id: Laporan mengenai catatan sejarah

# ListItemResource1.Text
source: Pass
id: Pas

# ListItemResource2.Text
source: Deny
id: Sangkal

# PageResource1.Title
source: Review
id: Meninjau

# rfvOutcomeResource1.ErrorMessage
source: Select approval result
id: Pilih hasil persetujuan
