Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# lblOverAttendRangeRemarkResource1.Text
source: (1~365 days The notice only show un-report Extra hours records in the setting time)
id: (1~365天，通知內容僅會顯示設定天數內未處理的超時出勤資料)
ja_jp: (1~365日、設定した日数以内未処理残業時数しかお知らせ内容に表示しない）
vi: (1 ~ 365 ngày, nội dung thông báo sẽ chỉ hiển thị dữ liệu chuyên cần làm thêm chưa được xử lý trong số ngày đã định)
zh_cn: (1~365天，通知内容仅会显示设置天数内未处理的超时出勤数据)

# lblOverAttendReportExceptUsersResource1.Text
source: No need to OT report
id: 不需回報人員
ja_jp: 返事必要無し
vi: Không cần báo cáo nhân sự
zh_cn: 不需回报人员

# lblOverAttendTitleResource1.Text
source: Extra hours
id: 超時出勤
ja_jp: 労働時間がオーバーする
vi: Quá thời gian làm việc
zh_cn: 超时出勤

# lblPasswordMsg1Resource1.Text
source: The members who login by AD password will change to login by UOF password after active.
id: Anggota yang masuk melalui kata sandi AD akan berubah untuk masuk melalui kata sandi UOF setelah aktif
ja_jp: 始動すると、UOFのアカウントでログインしかできません
vi: Sau khi bắt đầu, nhân viên đã sử dụng mật khẩu AD để đăng nhập sẽ được thay đổi thành chỉ sử dụng mật khẩu UOF để đăng nhập.
zh_cn: 启用后，原使用AD密码登录的人员，会改为只能使用UOF密码登录。

# lblPayEnvelopeMemoResource1.Text
source: 1.This function needs to buy 104 extra module, please contact 104 salesman.
id: 1.此功能需向104額外購置後才能使用，詳情請洽104業務
ja_jp: 1.本機能を使いたい場合は104に別で支払い必要があるので、詳しい状況は104セールスにお問合せください
vi: 1. Chỉ sử dụng được chức năng này sau khi mua thêm từ 104,chi tiết vui lòng liên hệ kinh doanh 104
zh_cn: 1.此功能需向104附加的购置后才能使用，详情请洽104业务

# lblPayEnvelopeRemarkResource1.Text
source: 2.Please input 104 Portal URL before active, and make sure it is updated to the revision which support the Payroll Query, so that users can query their Payroll in Personal setting after checked.
id: 2.啟用前請在上方輸入104Portal站台網址，並確認該站台已更新為支援查詢薪資袋的版本，勾選後使用者可在個人設定中查詢到薪資袋內容​
ja_jp: 2.始動する前に上に104PortalステーションでURLを入力して、機能をオープンすることを確認した上で個人設定の所で個人給料内訳を見たことが出来ます
vi: "2. Vui lòng nhập URL trang web 104Portal ở trên và xác nhận bản đã được cập nhật lên phiên bản hỗ trợ truy vấn túi lương. Sau khi kiểm tra, người dùng có thể truy vấn nội dung túi lương trong cài đặt cá nhân"
zh_cn: 2.启用前请在上方输入104Portal站点网址，并确认该站点已更新为支持查询薪资袋的版本，勾选后用户可在个人设置中查询到薪资袋内容

# lblPayEnvelopeResource1.Text
source: E-Pay Slip
id: 電子薪資袋
ja_jp: 給料明細の検索
vi: Gói tiền lương điện tử
zh_cn: 电子薪资袋

# lblPersonalInfoDayMemberResource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblPersonalInfoDayResource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblPersonalInfoMsg1Resource1.Text
source: Input prompt:
id: Masukan yang cepat:
ja_jp: メッセージを入力してください
vi: Vui lòng nhập một thông báo nhắc nhở:
zh_cn: 请键入提示消息:

# lblPersonalInfoMsg2Resource1.Text
source: It will show the message "Profile Renew is active, please update your profile immediately, thank you !" if you are not input any character.
id: Ini akan menampilkan pesan "Pembaruan ulang profil aktif, silahkan memperbaharui profil anda segera, terima kasih !" jika anda tidak memasukkan karakter apapun.
ja_jp: 個人情報を更新してください
vi: Nếu chưa nhập, hệ thống thông báo mặc định "Hệ thống đã bật chức năng cập nhật dữ liệu cá nhân, vui lòng cập nhật dữ liệu cá nhân ngay lập tức, xin cảm ơn!"
zh_cn: 若未输入则会显示系统默认消息“系统已启用个人数据更新功能，请您立即进行个人数据更新，谢谢!”

# lblPersonalInfoMsgMember1Resource1.Text
source: Input prompt:
id: Masukan yang cepat:
ja_jp: メッセージを入力してください
vi: Vui lòng nhập một thông báo nhắc nhở:
zh_cn: 请键入提示消息:

# lblPersonalInfoMsgMember2Resource1.Text
source: It will show the message "Profile Renew is active, please update your profile immediately, thank you !" if you are not input any character.
id: Ini akan menampilkan pesan "Pembaruan ulang profil aktif, silahkan memperbaharui profil anda segera, terima kasih !" jika anda tidak memasukkan karakter apapun.
ja_jp: 個人情報を更新してください
vi: Nếu chưa nhập, hệ thống thông báo mặc định "Hệ thống đã bật chức năng cập nhật dữ liệu cá nhân, vui lòng cập nhật dữ liệu cá nhân ngay lập tức, xin cảm ơn!"
zh_cn: 若未输入则会显示系统默认消息“系统已启用个人数据更新功能，请您立即进行个人数据更新，谢谢!”

# lblPersonalInfoRemark1Resource1.Text
source: Force user update their Profile while login after a period
id: Menekan pengguna mengupdate profil mereka sesaat setelah masuk
ja_jp: ユーザーの情報が何日後自動的にアップロードする設定を設定します
vi: Thiết lập số ngày Sau khi hệ thống thiết lập số ngày sẽ dẫn đến trang tài liệu cá nhân khi đăng nhập cho phép người sử dụng cập nhật thông tin.
zh_cn: 设置系统在每隔多少天后，登录时会立即导页至个人数据页面让用户更新信息。

# lblPersonalInfoRemarkMemberResource1.Text
source: If you want all staffs renew their profile at login immediately, please click here
id: Jika anda ingin semua staff memperbarui profil mereka pada saat masuk dengan seketika, silahkan klik disini
ja_jp: ユーザーが次に登録する時資料の再更新は必要する場合はここにクリックしてください
vi: Để cập nhật thông tin cá nhân của người dùng trong lần đăng nhập tiếp theo, vui lòng nhấp vào đây:
zh_cn: 如果需要用户下一次登录时更新个人数据，请按此:

# lblPersonalInfoRemarkResource1.Text
source: If you want all staffs renew their profile at login immediately, please click here
id: Jika anda ingin semua staff memperbarui profil mereka pada saat masuk dengan seketika, silahkan klik disini
ja_jp: ユーザーが次に登録する時資料の再更新は必要する場合はここにクリックしてください
vi: Để cập nhật thông tin cá nhân của người dùng trong lần đăng nhập tiếp theo, vui lòng nhấp vào đây:
zh_cn: 如果需要用户下一次登录时更新个人数据，请按此:

# lblPersonalUpdateResource1.Text
source: Update profile of External member
id: Memperbaharui profil anggota eksternal
ja_jp: 外部メンバーの個人情報を更新する
vi: Cập nhật hồ sơ thành viên bên ngoài
zh_cn: 外部会员个人数据更新

# lblPowerUserCountMsgResource1.Text
source: Power User cannot be over {0}
id: Pengguna daya tidak boleh lebih dari {0}
ja_jp: PowerUser人数は{0}が超えてはいけません
vi: Số lượng không được vượt quá PowerUser{0}người
zh_cn: PowerUser人数不能超过{0}人

# lblPowerUserMemoResource1.Text
source: Power User can always login, system will kick the longest idle member when the login members are full.
id: Pengguna daya dapat selalu login, sistem akan mengeluarkan anggota yang paling lama tidak terpakai saat anggota yang telah login penuh
ja_jp: PowerUser人数は{0}が超えてはいけません
vi: PowerUser không bị giới hạn bởi số lượng người được ủy quyền trong mỗi khuôn và có thể buộc truy cập đồng thời loại người nhàn rỗi
zh_cn: PowerUser不受各模块授权人数已满限制，可以强制进入并踢除该模块空闲最久的人

# lblPowerUserResource1.Text
source: Power User Setting
id: Pengaturan pengguna daya
ja_jp: PowerUserを設定
vi: Thiết lập PowerUser
zh_cn: PowerUser设置

# lblPrintAbnormalNoticeResource1.Text
source: Abnormal numbers of printing Notice
id: 文件列印次數異常通知
ja_jp: 印刷次数異常お知らせ
vi: Thông báo về thời gian in tài liệu bất thường
zh_cn: 文档打印次数异常通知

# lblPrintControlResource1.Text
source: Display Print Control
id: Tampilkan pengendali mencetak
ja_jp: 外部印刷を設定
vi: Màn hình điều khiển in
zh_cn: 打印控制显示

# lblPrintDesResource1.Text
source: *If [Invisible] is checked, the [Paper Doc. Control] will be invisible.
id: *Jika [Invisible] diperiksa, [Paper Doc. Control] akan terlihat
ja_jp: 表示しないと選択したらオプションが見えません
vi: * Nếu "không hiển thị" được chọn, tác giả và độc giả sẽ không thể nhìn thấy nút "kiểm soát tài liệu giấy" trong tài liệu.
zh_cn: *如勾选“不显示”，则作者与读者在文档库无法看到“纸本文档控管”的按钮。

# lblPrintExceptionMemoResource1.Text
source: The System and DMS administrators will receive Abnormal Notice when the numbers of printing exceed the setting, after it is active.
id: 啟用後，當同一使用者列印文件次數達到設定值時，系統管理者與文管管理員會收到異常通知
ja_jp: 始動すると、フォームの印刷次数が制限次数になると管理者は 異常お知らせをもらえる
vi: Sau khi bắt đầu, khi số lần cùng một người dùng in tài liệu đạt đến giá trị đã đặt, nhân viên quản lý hệ thống và nhân viên quản lý tài liệu sẽ nhận được thông báo ngoại lệ
zh_cn: 启用后，当同一用户打印文档次数达到设置数值时，系统管理者与文管管理员会收到异常通知

# lblPrintInDaysResource1.Text
source: Within
id: 在
ja_jp: 間
vi: Có
zh_cn: 在

# lblPrintMsg1Resource1.Text
source: days, and printing over
id: 天內列印文件達
ja_jp: 日に印刷次数は
vi: In tài liệu trong ngày
zh_cn: 天内打印文档达

# lblPrintTimesResource1.Text
source: times
id: 次
ja_jp: 次数
vi: Lần
zh_cn: 次

# lblProcessFailResource1.Text
source: Failure：Process Failed, it is usually caused by PushCenter
id: Kegagalan : Prosess gagal, biasanya disebabkan oleh PushCenter
ja_jp: エラーが発生しました
vi: Đăng ký thất bại: Xử lý thất bại, thường là do lỗi PushCenter nội bộ
zh_cn: 注册失败：处理失败, 常规这是因为 PushCenter 内部错误所引起

# lblProxyErrorCountResource1.Text
source: Times of retry while transmission error :
id: Waktu mencoba lagi saat kesalahan transmisi
ja_jp: Proxyの間違いで再送次数
vi: Số lần lỗi trùng lặp
zh_cn: Proxy错误重送次数

# lblProxyFileDelResource1.Text
source: Delete the file which was not been downloaded within
id: Hapus arsip yang tidak pernah didownload
ja_jp: 削除すること確認しますか
vi: Các tệp proxy bị xóa vài tháng một lần khi không có ai tải xuống
zh_cn: Proxy文件无人下载时几个月删除一次

# lblProxyResource1.Text
source: Proxy Setting
id: Pengaturan proxy
ja_jp: Proxyを設定
vi: Thiết lập Proxy
zh_cn: Proxy设置

# lblProxyTfrLogDelResource1.Text
source: Delete Proxy file transmission records every
id: Hapus proxy transmisi arsip setiap catatan
ja_jp: 削除すること確認しますか
vi: Các tệp proxy bị xóa vài tháng một lần khi không có ai tải xuống
zh_cn: Proxy文件传输纪录几个月份删除一次

# lblPublishSourceMemoResource1.Text
source: Except System Administrator & Bulletin Administrator
id: Keculi sistem administrator & Administrator buletin
ja_jp: システム管理者、アナウンス管理者はこの制限を含めない
vi: 「người quản lý hệ thống」và 「nhân viên quản lý công báo 」không tuân theo hạn chế này
zh_cn: “系统管理者”及“公告管理员”不受此限制。

# lblPunchBufferResource1.Text
source: Buffer of Sign in/out Belonging Date
id: Masuk /Keluar sesuai tanggal
ja_jp: タイムカード日付きはBufferと判断する
vi: Bộ đệm phán đoán ngày quẹt thẻ
zh_cn: 刷卡归属日判断Buffer

# lblPunchCheckResource1.Text
source: Check Punch data :
id: 檢查刷卡資料:
ja_jp: タイムコードのデータをチェックする
vi: Kiểm tra dữ liệu quẹt thẻ:
zh_cn: 检查刷卡数据:

# lblPunchLogTimeMemo1Resource1.Text
source: *The system will automatically delete the Punch records with [Punch time] exceeding the retention period
id: *系統會自動清除[刷卡時間]超過保留期限的刷卡記錄
ja_jp: *システムは自動的に[タイムカードの時間]保留期限を過ぎたタイムカードの記録を消去します。
vi: * Hệ thống sẽ tự động xóa các hệ thống thẻ ghi chép có thể [thời gian quẹt thẻ] vượt quá thời gian lưu giữ
zh_cn: *系统会自动清除[刷卡时间]超过保留期限的刷卡记录

# lblPunchLogTimeMemo2Resource1.Text
source: *The deleted Punch records cannot be restored
id: *清除的刷卡記錄無法還原
ja_jp: *クリアしたタイムカードの記録が元に戻りません。
vi: * Không thể khôi phục hồ sơ thẻ đã xóa
zh_cn: *清除的刷卡记录无法还原

# lblPunchLogTimeResource1.Text
source: Number of days reserved for punch history
id: 刷卡歷程保留期限
ja_jp: パンチの履歴保持日数
vi: Thời hạn bảo lưu lịch sử quẹt thẻ
zh_cn: 刷卡历程保留期限

# lblPunchManagementResource1.Text
source: Punch Management
id: 刷卡管理
ja_jp: タイムコードを管理する
vi: Quản lý quẹt thẻ
zh_cn: 刷卡管理

# lblPunchReasonRequiredResource1.Text
source: *After enable, need fill in the reason when Punch in/out
id: *啟用後，刷卡時一定要填寫事由
ja_jp: *始動したら必ず理由を入力して下さい。
vi: * Sau khi bắt đầu sử dụng, hãy nhớ điền lý do khi quẹt thẻ
zh_cn: *启用后，刷卡时一定要填写事由

# lblPushNoDisturbDescResource1.Text
source: The user will not receive the Push Message in the setting Time period of Do not disturb, except the Exception Members.
id: 設定星期一18:00~08:00為勿擾時段，則星期一18:00至星期二08:00使用者將不會收到推播，例外人員則不在此限。
ja_jp: 例外的な従業員の場合を除い、月曜日の18：00～08：00はマナーモードにすると、月曜日の18：00から火曜日の8：00はプッシュ通知は来なくなった。
vi: Nếu thứ Hai 18: 00 ~ 08: 00 được đặt làm khoảng thời gian không làm phiền, người dùng sẽ không nhận từ 18:00 thứ Hai đến 08:00 thứ Ba, ngoại trừ các trường hợp ngoại lệ.
zh_cn: 设置星期一18:00~08:00为勿扰时段，则星期一18:00至星期二08:00用户将不会收到推播，例外人员则不在此限。

# lblPushNoDisturbEndtimeResource1.Text
source: End time
id: 結束時間
ja_jp: 終了時間
vi: Thời gian kết thúc
zh_cn: 退出时间

# lblPushNoDisturbExpUserResource1.Text
source: Exception:
id: 例外人員
ja_jp: 特殊なメンバー
vi: Nhân viên ngoại lệ
zh_cn: 例外人员

# lblPushNoDisturbStarttimeResource1.Text
source: Start time
id: 開始時間
ja_jp: 開始時間：
vi: Thời gian bắt đầu
zh_cn: 开始时间

# lblPwdResource1.Text
source: Meeting Password
id: Sandi pertemuan
ja_jp: Meetingパスワード
vi: mật khẩu Meeting
zh_cn: Meeting密码

# lblRegisterOKResource1.Text
source: Successful
id: Berhasil
ja_jp: 登録済み
vi: Đăng kí thành công
zh_cn: 注册成功

# lblRequireApplicantCommentMsgResource1.Text
source: The Comment filed is required while approver approve the form, including Add Stops and Advance Add Stops.
id: 當簽核者同意該張表單申請內容並簽核通過時，需填寫簽核意見，包含加簽與進階加簽站點。
ja_jp: 本表を同意し確認する場合、コメント記入及び確認ステーションの追加が必要
vi: Khi người phê duyệt đồng ý với nội dung ứng dụng của biểu mẫu và thông qua phê duyệt, cần điền vào các ý kiến ​​phê duyệt, bao gồm cả các trang web xác nhận và nâng cao.
zh_cn: 当签核者同意该张表单申请内容并签核通过时，需填写签核意见，包含加签与高级加签网站。

# lblRequireApplicantCommentResource1.Text
source: Comment is required
id: 表單意見欄位必填
ja_jp: 記入必要
vi: Trường nhận xét bảng biểu là bắt buộc
zh_cn: 表单意见字段必填

# lblResetIISMsgResource1.Text
source: reset IIS to activate
id: Reset IIS untuk mengaktifkan
ja_jp: IISを再始動すると始動できます
vi: Cần khởi động lại IIS để có hiệu lực
zh_cn: 需重新启动IIS方始实现

# lblResetIISMsgResource2.Text
source: reset IIS to activate
id: Reset IIS untuk mengaktifkan
ja_jp: IISを再始動すると始動できます
vi: Cần khởi động lại IIS để có hiệu lực
zh_cn: 需重新启动IIS方始实现

# lblSaveSuccessResource1.Text
source: Successfully saved
id: Simpan berhasil
ja_jp: 保存済み
vi: Lưu thành công
zh_cn: 保存成功

# lblSecurityDescResource1.Text
source: Private Keys
id: enkripsi kunci
ja_jp: パスワードを加入する
vi: Khóa mã hóa
zh_cn: 加密密钥

# lblSecurityRemarkResource1.Text
source: If you active the Multi-Site Support in Group Setup, the same Private Keys should enter at each Site.
ja_jp: 記入必要
vi: Các khóa trên dùng để mã hóa kết nối giữa nhiều trang trong nhóm. Nếu bạn muốn hỗ trợ nhiều trang thì mỗi trang phải nhập cùng một khóa và không được để trống
zh_cn: 以上密钥提供集团多Site间链接加密使用，如要支持多Site各Site都必须输入相同的密钥且不可为空白

# lblSelectMemberGroupTitleResource1.Text
source: Authorization of Group selection
id: Otorisasi pemilihan grup
ja_jp: グループ権限を選択する
vi: Quyền lựa chọn nhóm
zh_cn: 群组选定权限

# lblSelectResource1.Text
source: Select
id: Pilih
ja_jp: 選択してください
vi: Vui lòng chọn
zh_cn: 请选择

# lblSerialModeResource1.Text
source: Document No. Validation
id: No. pengesahan dokumen
ja_jp: ファイルコード検証
vi: Xác minh mã số tài liệu
zh_cn: 文档编号验证

# lblServerPathResource1.Text
source: Meeting server URL
id: Server URL Pertemuan
ja_jp: サーバー位置
vi: Vị trí máy chủ
zh_cn: 服务器位置

# lblSetKokoMeetingDescription1Resource1.Text
source: Enter Meeting Server URL
id: Masukkan URL Server Pertemuan
ja_jp: Meeting Serverの位置を入力してください
vi: Vui lòng nhập đơn vị Meeting Server
zh_cn: 请键入Meeting Server位置

# lblSetKokoMeetingDescription2Resource1.Text
source: Example:http://meeting.uof.tw
id: Contoh: http”//meeting.uof.tw
ja_jp: 例：http://meeting.uof.tw
vi: Ví dụ: uof.tw…
zh_cn: 范例:http://meeting.uof.tw

# lblSetLiveMovieResource1.Text
source: Video Setup
id: Pengaturan video
ja_jp: オンラインビデオを設定します
vi: Cài đặt video trực tuyến
zh_cn: 在线影音设置

# lblSettingColorResource1.Text
source: Customized color
id: Modifikasi warna
ja_jp: 色を自分で設定します
vi: Màu sắc tùy chỉnh
zh_cn: 自定义颜色

# lblSIPConfigMemoResource1.Text
source: After canceling the activation, the VoIP function and setting items will be disabled and cannot be reactivated.
id: 取消啟用後，將會關閉網路電話功能及設定項目，且無法重新啟用。
ja_jp: 取り消すれば全ての設定をクリーンされるので、しかも再利用することが不可です。
vi: Sau khi hủy kích hoạt, chức năng điện thoại và các mục cài đặt sẽ bị vô hiệu hóa và không thể kích hoạt lại.
zh_cn: 取消启用后，将会关闭网络电话功能及设置项目，且无法重新启用。

# lblSIPConfigResource1.Text
source: Web Phone
id: Telepon web
ja_jp: ウェブ電話
vi: Mạng điện thoại
zh_cn: 网络电话

# lblSIPFrontResource1.Text
source: Prefix code
id: Kode Awalan
ja_jp: 通話する前の設定
vi: Tiền tố quay số
zh_cn: 拨号前置码

# lblSIPLocalResource1.Text
source: Area code
id: Kode Area
ja_jp: エリアコード
vi: Mã sản phẩm
zh_cn: 区码

# lblSIPPortResource1.Text
source: Port
vi: Cổng

# lblSIPProtocolResource1.Text
source: Protocol
id: Protokol
ja_jp: 連絡先を設定
vi: Phương thức liên lạc
zh_cn: 协议

# lblSIPSetResource1.Text
source: Configure
id: Mengatur
ja_jp: 設定
vi: Thiết lập kết cấu
zh_cn: 配置设置

# lblSiteUrlCheckOutMsg1Resource1.Text
source: Setup is required while DCS is installed in another server which cannot connect to UOF server.
id: Diperlukan pengaturan saat DCS terinstall di server lain yang tidak bisa terhubung ke server UOF
ja_jp: ファイルの転換する機能は別のデバイスでインストールしている場合には再設定が要ります
vi: Nó cần được đặt khi dịch vụ chuyển đổi tệp được cài đặt trên một máy khác và không thể kết nối UOF qua URL của trang web
zh_cn: 当文档转档服务安装于另一台机器且无法经由站点网址链接UOF时需要设置

# lblSiteUrlCheckOutMsg3Resource1.Text
source: For example:http://192.168.0.1/uof
id: Contohnya ://192.168.0.1/uof
ja_jp: 例：:http://192.168.0.1/uof
vi: Ví dụ: http://192.168.0.1/uof
zh_cn: 范例:http://192.168.0.1/uof

# lblSpecialUserMsgResource1.Text
source: Process with settlement but not process Punch-in/out(which means no absent or late for work)
id: Memprosses dengan penyelesaian tetapi tidak memproses untuk mendafatar (yang berarti tidak ada absen atau terlambat kerja)
ja_jp: 選択している人はタイムカードで出勤時間の計算をしません
vi: Nếu nhân sự được chọn không nằm trong nhân viên thống kê không quyết toán, thống kê quyết toán sẽ được thực hiện, nhưng dữ liệu liên quan đến thẻ tín dụng sẽ không được xử lý, và họ sẽ không đến muộn hoặc vắng mặt.
zh_cn: 选定人员(如不包含在不结算统计人员内)会进行结算统计但不会处理刷卡相关数据(不会迟到或旷职)

# lblSpeedSignMemo1Resource1.Text
source: 1. After setting, the Applicant/approver can use the [Quick Send]/[Quick Approval] button when applying/approving the form to send the signed form to the next station, and no longer Display the next stop approval information.
id: 1.設定後，申請者/簽核者在申請/簽核者在申請/簽核表單時可使用[快速送出]/[快速簽核]鈕，送簽表單給下一站，且不會再顯示下一站簽核資訊。
ja_jp: 1.設定後、申請者/承認者はフォームの申請/承認時に[クイック送信] / [クイック承認]ボタンを使用して、次のステーションにフォームを送り、次のステーションの承認情報を表示しない。
vi: 1. Sau khi thiết lập, người đề nghị / người phê duyệt có thể sử dụng nút [Gửi nhanh] / [Phê duyệt nhanh] khi áp dụng / phê duyệt biểu mẫu để gửi biểu mẫu đến trạm tiếp theo và thông tin đăng xuất của trạm tiếp theo sẽ không được hiển thị. .
zh_cn: 1.设置后，申请者/签核者在申请/签核表单时可使用[快速送出]/[快速签核]钮，送签表单给下一站，且不会再显示下一站签核信息。

# lblSpeedSignMemo2Resource1.Text
source: 2. If the flow is abnormal and the form cannot be successfully sent to the next Stop, the Applicant/Approver will receive a failure notification.
id: 2.若表單流程異常導致無法成功送出表單給下一站簽核者，申請者/簽核者會收到失敗通知。
ja_jp: 2.フォームプロセスが異常で次の承認者にフォームを送ることができなくなった場合、申請者/承認者は失敗通知を受け取ります。
vi: 2. Nếu quá trình biểu mẫu bất thường và biểu mẫu không thể được gửi thành công cho người ký tiếp theo, người đề nghị / người phê duyệt sẽ nhận được thông báo không thành công.
zh_cn: 2.若表单流程异常导致无法成功送出表单给下一站签核者，申请者/签核者会收到失败通知。

# lblSpeedSignMemo3Resource1.Text
source: 1.Approver can use [Quick Approval] button after setting, the form will send to next stop immediately without display the information page.
id: 1.設定後，簽核者在簽核表單時可使用[快速簽核]鈕，送簽表單給下一站，且不會再顯示下一站簽核資訊。
ja_jp: 1.設定後、承認者はフォームの承認時に[クイック送信] / [クイック承認]ボタンを使用して、次のステーションにフォームを送り、次のステーションの承認情報を表示しない。
vi: 1. Sau khi thiết lập, người ký có thể sử dụng nút [Đăng xuất nhanh] khi ký vào biểu mẫu để gửi biểu mẫu đăng ký đến trạm tiếp theo, và thông tin đăng xuất cho trạm tiếp theo sẽ không được hiển thị.
zh_cn: 1.设置后，签核者在签核表单时可使用[快速签核]钮，送签表单给下一站，且不会再显示下一站签核信息。

# lblSpeedSignMemo4Resource1.Text
source: 2. If the flow is abnormal and fail to send to next stop, the approver will receive a failure notice.
id: 2.若表單流程異常導致無法成功送出表單給下一站簽核者，簽核者會收到失敗通知。
ja_jp: 2.フォームプロセスが異常で次の承認者にフォームを送ることができなくなった場合、承認者は失敗通知を受け取ります。
vi: 2. Nếu quá trình biểu mẫu bất thường và biểu mẫu không thể được gửi thành công cho người ký tiếp theo, người ký sẽ nhận được thông báo lỗi.
zh_cn: 2.若表单流程异常导致无法成功送出表单给下一站签核者，签核者会收到失败通知。

# lblSpeedSignResource1.Text
source: Quick Send
id: 快速送簽表單
ja_jp: 早速フォームを送る
vi: Biểu mẫu trình kí nhanh
zh_cn: 快速送签表单

# lblSPTitleMsgResource1.Text
source: Sign in/out free members setting
id: Masuk atau keluar bebas mengatur anggota
ja_jp: タイムコードを押す必要がないメンバーの設定
vi: Cài đặt người miễn quẹt thẻ
zh_cn: 免刷卡人员设置

# lblSSLResource1.Text
source: Enable SSL
ja_jp: SSLを始動
vi: Khởi động SSL
zh_cn: 启用SSL

# lblSSOInfoResource1.Text
source: Description of SSO active
id: 單一簽入啟用說明
ja_jp: 機能始動説明
vi: Hướng dẫn bật đăng nhập một lần
zh_cn: 单一签入启用说明

# lblSupervisorResource1.Text
source: Department Supervisor setting
id: 部門主管設定
ja_jp: 部門の上司を設定
vi: Cài đặt chủ quản bộ phận
zh_cn: 部门主管设置

# lblSyncDeptCodeMemoResource1.Text
source: Please input Department Code and use ',' to separate each other, ex., D0001,C0001C,C0001A. Note: it will synchronize all the Department if it is blank
id: 請輸入部門代碼且使用','分隔，例如：D0001,C0001C,C0001A，如未輸入則同步所有部門。
ja_jp: 部門コードを入力し、「,」を使用して区切ります。例：D0001,C0001C,C0001A、入力しない場合、すべての部門が同期されます。
vi: Vui lòng nhập mã bộ phận và tách nó bằng,vi dụ: D0001,C0001C,C0001A，Nếu không nhập, tất cả các phòng ban sẽ được đồng bộ.
zh_cn: 请键入部门代码且使用','分隔，例如：D0001,C0001C,C0001A，如未输入则同步所有部门。

# lblSyncField1Resource1.Text
source: Synchronized field
id: 同步欄位
ja_jp: フィールドを同期する
vi: Cột đồng bộ
zh_cn: 同步字段

# lblSyncFieldResource1.Text
source: Synchronized field
id: 同步欄位
ja_jp: フィールドを同期する
vi: Cột đồng bộ
zh_cn: 同步字段

# lblSyncTextResource1.Text
source: Synchronizing
id: 同步時
ja_jp: 同期している
vi: Khi đồng bộ hóa
zh_cn: 同步时

# lblSyncUserNameInfo1Resource1.Text
source: 1. After setting, the content of the corresponding name field in the 104 system employee data will be synchronized to the name field in the UOF personal data, displaying up to 50 characters.
id: 1.設定後，會將104系統員工資料中對應姓名欄位的內容同步至UOF個人資料中的姓名欄位，最多顯示50個字。
ja_jp: １．設定したら104システムにある中国語名前をUOF個人情報を同期する。字数制限は50字です。
vi: 1. Sau khi thiết lập, nội dung cột tên tương ứng trong dữ liệu nhân viên của hệ thống 104 sẽ được đồng bộ với trường tên trong dữ liệu cá nhân UOF, và hiển thị tối đa 50 ký tự.
zh_cn: 1.设置后，会将104系统员工数据中映射姓名字段的内容同步至UOF个人数据中的姓名字段，最多显示50个字。

# lblSyncUserNameInfo2Resource1.Text
source: 2.If the setting is to synchronize only the English name but there is no data in the 104 system employee data, the Chinese name of the person will be synchronized.
id: 2.設定只同步英文姓名但104系統員工資料中的英文姓名欄位均無資料時，則會同步該人員中文姓名。
ja_jp: ２.英語名前だけ同期することを設定する。但し、104システムではスタッフの英語名が見つからない場合はスタッフの中国語名前を同期する。
vi: 2. Khi chỉ đặt tên tiếng Anh để đồng bộ nhưng không có thông tin ở cột trong dữ liệu nhân viên của hệ thống 104, tên tiếng Trung của người đó sẽ được đồng bộ.
zh_cn: 2.设置只同步英文姓名但104系统员工数据中的英文姓名字段均无数据时，则会同步该人员中文姓名。

# lblSyncUserSettingResource1.Text
source: Approver Setting
id: 簽核人員設定
ja_jp: 承認者設定
vi: Cài đặt nhân viên ký duyệt
zh_cn: 签核人员设置

# lblSystemAdminEmailResource1.Text
source: System administrator’s mailbox
id: Kotak surat Administrator Sistim
ja_jp: システム管理者メールバックス
vi: Hộp thư quản trị viên hệ thống
zh_cn: 系统管理员邮箱

# lblSysTimeResource1.Text
source: Customized system time :
id: Menyesuaikan waktu sistem
ja_jp: システム設定時間：
vi: Tự cài thời gian hệ thống
zh_cn: 自定义系统时间:

# lblSysTimeZoneResource1.Text
source: System time zone
id: Zona waktu sistem
ja_jp: システム時間帯
vi: Múi giờ hệ thống
zh_cn: 系统时区

# lblTimeOffAfterResource1.Text
source: The day of Overtime date within
id: Hari dalam tanggal lembur
ja_jp: 残業時間から
vi: Tăng ca ngoài giờ
zh_cn: 加班日起

# lblTimeOffDayResource1.Text
source: Day
id: Hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblTimeOffEndResource1.Text
source: Vaild date
id: Tanggal berlaku
ja_jp: 締切日
vi: Ngày dừng
zh_cn: 截止日

# lblTimeOffExampleTitleResource1.Text
source: Expiration Description of Compensatory Leave
id: 補休假可用期限範例說明
ja_jp: 有給休暇使用できる時間について例の説明
vi: Giải thích ví dụ về thời gian nghỉ bù khả dụng
zh_cn: 补休假可用期限范例说明

# lblTimeOffResource1.Text
source: Comp Leave valid time
id: Waktu yang berlaku untuk penggantian cuti
ja_jp: 休みの使用可能な時間
vi: Có thời gian nghỉ bù
zh_cn: 补休假可用期限

# lblTimeZoneHeadResource1.Text
source: Setup Multi Time Zone
id: Mengatur
ja_jp: 多時間帯を設定
vi: Nhiều cài đặt múi giờ
zh_cn: 多时区设置

# lblTimeZoneTitleResource1.Text
source: Multi Time Zone
id: Zona multi waktu
ja_jp: 多い時間帯
vi: Nhiều múi giờ
zh_cn: 多时区

# lblTitleCAResource1.Text
source: Client certificate validation
id: Klien sertifikat
ja_jp: ユーザー検証
vi: Thông tin xác thực khách hàng
zh_cn: 客户端凭证

# lblTitleCAuserResource1.Text
source: Members who need client certificate validation
id: Anggota yang membutuhkan sertifikat validasi klien
ja_jp: 検証必要なメンバー
vi: Nhân viên xác thực
zh_cn: 需验证人员
