Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# lblTitleQRocdeuserResource1.Text
source: Members who need client certificate validation
id: Anggota yang membutuhkan sertifikat validasi klien
ja_jp: 検証必要なメンバー
vi: Nhân viên xác thực
zh_cn: 需验证人员

# lblTitleTimeZoneMsgResource1.Text
source: Display the source Time Zone if the Time Zone is different?
id: Tampilkan sumber zona waktu jika zona waktu berbeda?
ja_jp: 時間帯を表示しますか
vi: Khi múi giờ khác nhau, có hiển thị múi giờ nguồn dữ liệu không
zh_cn: 当时区不同时，是否显示数据源时区

# lblTitleUSBKeyResource1.Text
source: USB Key validation
ja_jp: USB Key認証
vi: Xác nhận USB Key
zh_cn: USB Key凭证

# lblTittleQRcodeResource1.Text
source: QRcode Verification
id: QRcode驗證
ja_jp: QRコードで検証する
vi: Xác minh mã QR
zh_cn: QRcode验证

# lblTypeErrResource1.Text
source: Enter numbers
id: 請輸入數字
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# lblTypeErrResource2.Text
source: Please input number
id: 請輸入數字
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# lblUChatKeepDayMemoResource1.Text
source: User cannot view the expired content
id: 使用者可觀看期限內的聊天內容
ja_jp: ユーザーが時間内のチャート内容が閲覧できます
vi: Người dùng có thể xem nội dung cuộc nói chuyện trong kì hạn
zh_cn: 用户可观看期限内的聊天内容

# lblUChatKeepDayResource1.Text
source: Expired of Content
id: 聊天內容觀看期限
ja_jp: チャート履歴の保存時間
vi: Thời gian xem nội dung trò chuyện
zh_cn: 聊天内容观看期限

# lblUChatKeepFileDayMemoResource1.Text
source: User cannot view or download the expired files
id: 聊天內容中的所有檔案只可在保留天數內觀看或下載
ja_jp: ユーザーが時間内のチャート内容が閲覧できます
vi: Tất cả các tệp trong cuộc trò chuyện chỉ có thể được xem hoặc tải xuống trong những ngày lưu trữ
zh_cn: 聊天内容中的所有文件只可在保留天数内观看或下载

# lblUChatKeepFileDayResource1.Text
source: Expired of Files
id: 檔案保留期限
ja_jp: ファイルの保存時間
vi: Thời gian lưu giữ tệp
zh_cn: 文件保留期限

# lblUChatKeepHistoryDayMemoResource1.Text
source: System will delete the expired chat records
id: 系統會自動清除所有超過保留天數的聊天記錄
ja_jp: ユーザーが時間内のチャート内容が閲覧できます
vi: Hệ thống sẽ tự động xóa tất cả lịch sử trò chuyện lưu giữ những ngày trước đó
zh_cn: 系统会自动清除所有超过保留天数的聊天记录

# lblUChatKeepHistoryDayResource1.Text
source: Expired of Chat records
id: 聊天記錄保留期限
ja_jp: チャート履歴の保存時間
vi: Khoảng thời gian lưu trữ lịch sử trò chuyện
zh_cn: 聊天记录保留期限

# lblUChatSettingResource1.Text
source: UChat Setting
id: UChat設定
ja_jp: Uchatを設定
vi: Thiết lập Uchat
zh_cn: UChat设置

# lblUDocInformStorageTimeResource1.Text
source: Reserved deadline of expired Udoc
id: Informasi kadaluarsa periode penyimpanan Udoc
ja_jp: 有効ではないオフラインファイルの保存できる時間
vi: Thông tin hồ sơ dữ liệu đã mất hiệu lực
zh_cn: 已失效离线文档信息保留期限

# lblUMiiAgentResource1.Text
source: Umii
id: 智慧助理服務
ja_jp: AIアシスタント
vi: Dịch vụ hỗ trợ thông minh
zh_cn: 智能助理服务

# lblUMiiServiceFailResource1.Text
source: Failure
id: 註冊失敗
ja_jp: 登録できなかった
vi: Đăng kí thất bại
zh_cn: 注册失败

# lblUMiiServiceResource1.Text
source: Service Setting
id: 服務設定
ja_jp: サービス設定
vi: Cài đặt dịch vụ
zh_cn: 服务设置

# lblUMiiServiceSuccessResource1.Text
source: Successful
id: 註冊成功
ja_jp: 登録済み
vi: Đăng kí thành công
zh_cn: 注册成功

# lblUofIsLockedResource1.Text
source: Failure：UOF is locked by PushCenter
id: Kegagalan : UOF dikunci oleh PushCenter
ja_jp: 登録できません
vi: Đăng ký thất bại: UOF bị khóa bởi PushCenter và không thể hoạt động
zh_cn: 注册失败：UOF 被 PushCenter 锁定, 无法工作

# lblUOFRestrictMemoResource1.Text
source: Note : Only selected members and administrator can login by UOF
id: 註:所選人員才可使用UOF登入，系統管理者(admin)則不受限。
ja_jp: 特定なメンバーのみUOFのアカウントを使って登録できます
vi: Lưu ý: Chỉ những người được chọn mới có thể sử dụng UOF để đăng nhập và người quản trị hệ thống (admin) không bị hạn chế.
zh_cn: 注:所选人员才可使用UOF登录，系统管理者(admin)则不受限。

# lblUOFRestrictResource1.Text
source: Members who are allow to use UOF
id: 可用UOF人員
ja_jp: UOFを使えるメンバー
vi: Nhân viên có thể dùng UOF
zh_cn: 可用UOF人员

# lblUpdateMIFailResource1.Text
source: Failure(Please find the detail in View Logs)
id: Gagal(Silahkan lihat rinciannya di catatan tinjauan
ja_jp: 詳しいエラーが発生しました原因はここにクリックしてチェックする
vi: Thực hiện lỗi(nguyên nhân lỗi vui lòng kiểm tra )
zh_cn: 运行失败(错误原因请至查看事件查看)

# lblUpdateMISuccessResource1.Text
source: Successful
id: Berhasil
ja_jp: 成功しました
vi: Thực hiện thành công
zh_cn: 运行成功

# lblUpdatePIFailResource1.Text
source: Failure(Please find the detail in View Logs)
id: Gagal(Silahkan lihat rinciannya di catatan tinjauan
ja_jp: 詳しいエラーが発生しました原因はここにクリックしてチェックする
vi: Thực hiện lỗi(nguyên nhân lỗi vui lòng kiểm tra )
zh_cn: 运行失败(错误原因请至查看事件查看)

# lblUpdatePISuccessResource1.Text
source: Successful
id: Berhasil
ja_jp: 成功しました
vi: Thực hiện thành công
zh_cn: 运行成功

# lblUSBLoginDescResource1.Text
source: USBKey is optional
id: Kunci USB adalah merupakan pilihan
ja_jp: USB Keyは別にオプションになります
vi: Tùy chọn USB Key
zh_cn: USB Key 为选购

# lblVerticalSizeResource2.Text
source: Height
id: Ketinggian
ja_jp: 高さ
vi: Độ cao
zh_cn: 高度

# lblViewsAbnormalNoticeResource1.Text
source: View Abnormal Notice
id: 文件觀看次數異常通知
ja_jp: 閲覧次数の異常なお知らせ
vi: Số lượt xem tệp Thông báo bất thường
zh_cn: 文档观看次数异常通知

# lblViewsExceptionMemoResource1.Text
source: When the same person reach the setting views in setting days, System administrator and Document administrator will be notified once the setting is Active.
id: 啟用後，當同一使用者觀看次數達到設定值時，系統管理者與文管管理員會收到異常通知
ja_jp: 始動すると、ビデオの閲覧次数が制限に超えたら管理者はお知らせがもらえる
vi: Sau khi bắt đầu, khi số lượt xem của cùng một người dùng đạt đến giá trị đã đặt, nhân viên quản lý hệ thống và nhân viên quản lý tài liệu sẽ nhận được thông báo ngoại lệ
zh_cn: 启用后，当同一用户观看次数达到设置数值时，系统管理者与文管管理员会收到异常通知

# lblViewsInDaysResource1.Text
source: Within
id: 在
ja_jp: 間
vi: Có
zh_cn: 在

# lblViewsTimesResource1.Text
source: views
id: 次
ja_jp: 回
vi: Lần
zh_cn: 次

# lblWebMailConfigMemoResource1.Text
source: After canceling the activation, the Webmail function and setting items will be disabled and cannot be reactivated.
id: 取消啟用後，將會關閉WebMail功能及設定項目，且無法重新啟用。
ja_jp: 取り消すれば全ての設定をクリーンされるので、しかも再利用することが不可です。
vi: Sau khi hủy kích hoạt, chức năng WebMail và các mục cài đặt sẽ bị vô hiệu hóa và không thể kích hoạt lại.
zh_cn: 取消启用后，将会关闭WebMail功能及设置项目，且无法重新启用。

# lblWebMailEnabledResource1.Text
source: Configure
id: Mengatur
ja_jp: モジュール設定
vi: Thiết lập kết cấu
zh_cn: 配置设置

# lblWebpartTasksSortResource1.Text
source: Waiting approval dashboard
id: 待簽表單面板
ja_jp: 承認待ちパネル
vi: bảng điều khiển biểu mẫu đang chờ ký
zh_cn: 待签表单面板

# lblWindowSizeResource2.Text
source: Windows size of Form
id: Ukuran window form
ja_jp: 大きさを設定する
vi: Kích thước cửa sổ bảng biểu
zh_cn: 表单窗口大小

# lblYesResource1.Text
source: Yes
id: ya
ja_jp: はい
vi: Có
zh_cn: 是

# lbMsg1Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
id: Begitu konfigurasi sistim disimpan, reset IIS untuk mengaktifkan.
ja_jp: 再始動して行えます
vi: Sau khi cài đặt cấu hình hệ thống được lưu, IIS cần được khởi động lại để có hiệu lực.
zh_cn: 系统配置设置于保存后，需重新启动 IIS 方始实现。

# lbSiteUrl0Resource1.Text
source: Mail link use life (day):
id: Waktu (hari) Tautan email:
ja_jp: メールに接続して使用できる期限（日）
vi: Ngày hết hạn của liên kết email (ngày)
zh_cn: 邮件链接使用期限(天)

# lbSiteUrlResource1.Text
source: URL
vi: Trang Wed
zh_cn: 站点网址

# lbtnAiraFaceSettingExampleResource1.Text
source: airaFace setting description
id: airaFace系統設定說明
ja_jp: airaFaceシステム設定の説明
vi: hướng dẫn cài đặt hệ thống airaFace
zh_cn: airaFace系统设置说明

# lbtnDefaultDomainResource1.Text
source: Set as default
id: Tentukan sebagai standar awal
ja_jp: デフォルトを設定
vi: Thiết bị làm giá trị mặc định
zh_cn: 设为默认

# lbtnResetResource1.Text
source: Reset
ja_jp: リセット
vi: Cài lại
zh_cn: 复位

# lbtnSSOInfoResource1.Text
source: Description
id: 啟用說明
ja_jp: 始動説明
vi: Mô tả khởi động
zh_cn: 启用说明

# lbtnTimeOffExampleResource1.Text
source: Example
id: 範例說明
ja_jp: 例の説明
vi: Mô tả ví dụ
zh_cn: 范例说明

# LendListItemResource.Text
source: View Request Application
id: 文件調閱申請單
ja_jp: 資料アクセス申請表
vi: Mẫu đăng ký truy cập tài liệu
zh_cn: 文档调阅申请单

# liAfterTransMailReadedResource1.Text
source: Read
id: 已讀
ja_jp: 既読
vi: Đã đọc
zh_cn: 已读

# liAfterTransMailUnReadResource1.Text
source: Unread
id: 未讀
ja_jp: 未読
vi: Chưa đọc
zh_cn: 未读

# listIQRcodeResource1.Text
source: Active QRcode Verification
id: 啟用QRcode驗證
ja_jp: QRコードを始動する
vi: Xác thực khởi động Qrcode
zh_cn: 启用QRcode验证

# ListItem104PunchLogTimeItem1Resource1.Text
source: Reserve forever
id: 永遠保留
ja_jp: 時間制限がなくて永遠に保存可能です
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# ListItem104PunchLogTimeItem2Resource1.Text
source: Reserve the latest 3 months
id: 保留最近三個月
ja_jp: 最近3月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近三个月

# ListItem104PunchLogTimeItem3Resource1.Text
source: Reserve the latest 6 months
id: 保留最近六個月
ja_jp: 最近6月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近六个月

# ListItem104PunchLogTimeItem4Resource1.Text
source: Reserve the latest 12 months
id: 保留最近十二個月
ja_jp: 最近12月間の資料を保存する
vi: Bảo lưu 12 tháng mới nhất
zh_cn: 保留最近十二个月

# ListItem1Resource1.Text
source: half a month
id: Setengah bulan
ja_jp: 半ヶ月
vi: Nửa tháng
zh_cn: 半个月

# ListItem2Resource1.Text
source: 1 month
id: 1 bulan
ja_jp: 1ヶ月
vi: 1 tháng
zh_cn: 一个月

# ListItem3Resource1.Text
source: 3 months
id: 3 bulan
ja_jp: 3ヶ月
vi: 3 tháng
zh_cn: 三个月

# ListItem4Resource1.Text
source: 6 months
id: 6 bulan
ja_jp: 6ヶ月
vi: 6 tháng
zh_cn: 六个月

# ListItemResource17.Text
source: Printable
id: Materi yang dapat dicetak
ja_jp: プリント可能
vi: In được
zh_cn: 可打印

# ListItemResource18.Text
source: No printing
id: Tidak ada cetakanan
ja_jp: プリント不可
vi: Không thể in
zh_cn: 不可打印

# ListItemResource19.Text
source: Customize
id: Pengkhususan oleh Penerbit
ja_jp: リリースから設定します
vi: Do người phát hành tùy chỉnh
zh_cn: 由发布者自定义

# ListItemResource20.Text
source: Customized SIP Server
id: Server SIP yang dibuat secara khusus
ja_jp: 自分で設定します
vi: Tự xây dựng
zh_cn: 自行建置

# ListItemResource21.Text
source: Direct link to Telecommunication Co.
id: Hubungan langsung kepada Perusahaan telekomunikasi
ja_jp: 業者にリンクします
vi: Liên kết trực tiếp đến Công ty Viễn thông
zh_cn: 直接连接电信业者

# ListItemResource22.Text
source: TCP
vi: Giao thức điều khiển truyền vận TCP

# ListItemResource24.Text
source: Non-Active
id: Tidak Aktif
ja_jp: 始動しない
vi: Không mở
zh_cn: 不启用

# ListItemResource25.Text
source: Active AD SSO
id: Aktif AD SSO
ja_jp: AD SSOを始動します
vi: Khởi động AD SSO
zh_cn: 启用AD SSO

# ListItemResource26.Text
source: Active Client SSO
id: Aktif klien SSO
ja_jp: SSOを始動します
vi: Khởi động SSO thông tin xác thực khách hàng
zh_cn: 启用客户端凭证SSO

# ListItemResource27.Text
source: Non-Active
ja_jp: 始動しない
vi: Không mở
zh_cn: 不启用

# ListItemResource28.Text
source: Activate USB Key validation
id: Aktifasi Validasi Kunci USB
ja_jp: USB Key認証を始動する
vi: Xác nhận khởi động USB Key
zh_cn: 启用USB Key凭证

# ListItemResource29.Text
source: Enable client certificate validation
ja_jp: ユーザー検証を始動します
vi: Bắt đầu xác thực thông tin đăng nhập của khách hàng
zh_cn: 启用客户端凭证验证

# ListItemResource30.Text
source: half a month
id: Setengah bulan
ja_jp: 半ヶ月
vi: Nửa tháng
zh_cn: 半个月

# ListItemResource31.Text
source: 1 month
id: 1 bulan
ja_jp: 1ヶ月
vi: 1 tháng
zh_cn: 一个月

# ListItemResource32.Text
source: 3 months
id: 3 bulan
ja_jp: 3ヶ月
vi: 4 tháng
zh_cn: 三个月

# ListItemResource33.Text
source: 6 months
id: 6 bulan
ja_jp: 6ヶ月
vi: 6 tháng
zh_cn: 六个月

# ListItemResource34.Text
source: 12 months
id: 12 Bulan
ja_jp: 12ヶ月
vi: 12 tháng
zh_cn: 十二个月

# ListItemResource35.Text
source: Upload PDF
id: Unggah PDF
ja_jp: PDFファイルを自分でアップロードします
vi: Tự tải lên các tệp PDF
zh_cn: 自行上传PDF文档

# ListItemResource36.Text
source: Auto File Transfer(Require DCS authorization)
id: Permindahan arsip secara otomatis (Memerlukan kewenangan DCS)
ja_jp: 自動的にファイルを転換します
vi: Chuyển tệp tự động (yêu cầu ủy quyền truyền tệp)
zh_cn: 自动转档(需要文档转档授权)

# ListItemResource37.Text
source: Reserve the latest 3 months
id: Pemeliharaan 3 bulan
ja_jp: 最近三月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近三个月

# ListItemResource38.Text
source: Reserve the latest 6 months
id: Pemeliharaan 6 bulan
ja_jp: 最近6月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近六个月

# ListItemResource39.Text
source: Reserve the latest 12 months
id: Pemeliharaan 12 bulan
ja_jp: 最近12月間の資料を保存する
vi: Bảo lưu 12 tháng mới nhất
zh_cn: 保留最近十二个月

# ListItemResource40.Text
source: Reserve forever
id: Selalu disimpan
ja_jp: 時間制限がなくて永遠に保存可能です
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# ListItemResource41.Text
source: Follow the validation in HR system OT Punch time
id: 依HR系統加班刷卡核對設定
ja_jp: HRシステムの残業データによって両方時間を確認する
vi: Theo cài đặt đối chiếu quẹt thẻ tăng ca của hệ thống nhân sự
zh_cn: 依HR系统加班刷卡核对设置

# ListItemResource42.Text
source: Skip Check
id: 不需檢查
ja_jp: チェックする必要がない
vi: Không cần kiểm tra
zh_cn: 不需检查

# ListItemResource43.Text
source: According to Missed Meal setting in HR system
id: 依HR系統誤餐費設定
ja_jp: HRシステムの食事遅れ料金により設定します。
vi: Theo cài đặt phí bữa ăn của hệ thống nhân sự
zh_cn: 依HR系统误餐费设置

# ListItemResource44.Text
source: Give up
id: 不支領
ja_jp: 受け取りません
vi: Không hỗ trợ
zh_cn: 不支领

# ListItemResource45.Text
source: Launch
id: 午餐
ja_jp: 昼食
vi: Bữa trưa
zh_cn: 午餐

# ListItemResource46.Text
source: Dinner
id: 晚餐
ja_jp: 夕食
vi: Bữa tối
zh_cn: 晚餐

# ListItemResource47.Text
source: Late-Night Snack
id: 宵夜
ja_jp: 夜食
vi: Ca đêm
zh_cn: 夜餐

# ListItemResource48.Text
source: Others
id: 其他
ja_jp: その他
vi: Khác
zh_cn: 其他

# ListItemResource49.Text
source: Current month
id: 當月
ja_jp: 本月
vi: Thường tháng
zh_cn: 当月

# ListItemResource50.Text
source: Next Month
id: 次月
ja_jp: 来月
vi: Tháng sau
zh_cn: 次月

# ListItemResource51.Text
source: 2 Months later
id: 2個月後
ja_jp: 2ヶ月後
vi: 2 tháng sau
zh_cn: 2个月后

# ListItemResource52.Text
source: 3 Months later
id: 3個月後
ja_jp: 3ヶ月後
vi: 3 tháng sau
zh_cn: 3个月后

# ListItemResource53.Text
source: 4 Months later
id: 4個月後
ja_jp: 4ヶ月後
vi: 4 tháng sau
zh_cn: 4个月后

# ListItemResource54.Text
source: 5 Months later
id: 5個月後
ja_jp: 5ヶ月後
vi: 5 tháng sau
zh_cn: 5个月后

# ListItemResource55.Text
source: 6 Months later
id: 6個月後
ja_jp: 6ヶ月後
vi: 6 tháng sau
zh_cn: 6个月后

# ListItemResource56.Text
source: 7 Months later
id: 7個月後
ja_jp: 7ヶ月後
vi: 7 tháng sau
zh_cn: 7个月后

# ListItemResource57.Text
source: 8 Months later
id: 8個月後
ja_jp: 8ヶ月後
vi: 8 tháng sau
zh_cn: 8个月后

# ListItemResource58.Text
source: 9 Months later
id: 9個月後
ja_jp: 9ヶ月後
vi: 9 tháng sau
zh_cn: 9个月后

# ListItemResource59.Text
source: 10 Months later
id: 10個月後
ja_jp: 10ヶ月後
vi: 10 tháng sau
zh_cn: 10个月后

# ListItemResource6.Text
source: Suspend
id: Penangguhan
ja_jp: 廃止された
vi: Dừng
zh_cn: 禁用

# ListItemResource60.Text
source: 11 Months later
id: 11個月後
ja_jp: 11ヶ月後
vi: 10 tháng sau
zh_cn: 11个月后

# ListItemResource61.Text
source: 12 Months later
id: 12個月後
ja_jp: 12ヶ月後
vi: 12 tháng sau
zh_cn: 12个月后

# ListItemResource62.Text
source: Current Year
id: 當年度
ja_jp: 本年度
vi: Thường niên
zh_cn: 当年度

# ListItemResource63.Text
source: Next Year
id: 次年度
ja_jp: 次の年度
vi: Năm sau
zh_cn: 次年度

# ListItemResource64.Text
source: Expired date of Annual Leave
id: 年休到期日
ja_jp: 年次有給休暇使用できる締切
vi: Ngày đến hạn kỳ nghỉ hàng năm
zh_cn: 年休到期日

# ListItemResource65.Text
source: The day before the date of On Board
id: 到職日前一日
ja_jp: 入社日の前日
vi: Một ngày trước khi nhậm chức
zh_cn: 到职日前一日

# ListItemResourceMS.Text
source: Active Azure AD SSO
id: 啟用Azure AD SSO
ja_jp: Azure AD SSOを始動する
vi: Khởi động Azure AD SSO
zh_cn: 启用Azure AD SSO

# ListItemWebpartTasksOrderAscResource1.Text
source: Sort by time form longest to latest
id: 依時間由舊到新排序
ja_jp: 時間に応じて古いものから新しいものへ並べ替える
vi: Sắp xếp theo thời gian từ mới nhất đến cũ nhất
zh_cn: 依时间由旧到新排序

# ListItemWebpartTasksOrderDescResource1.Text
source: Sort by time form latest to longest
id: 依時間由新到舊排序
ja_jp: 時間に応じて新しいものから古いものへ並べ替える
vi: Sắp xếp theo thời gian từ mới nhất đến cũ nhất
zh_cn: 依时间由新到旧排序

# lLabel103Resource1.Text
source: *Setup will not active in the notices below
id: *Pengaturan tidak akan aktif dalam pemberitahuan-pemberitahuan dibawah ini
ja_jp: *下記のメッセージは適用されてない
vi: * Các thông báo sau không áp dụng cho thiết lập này:
zh_cn: *下述消息通知不适用此设置:

# lLabel107Resource1.Text
source: The notices of Follow-up , Inquiry, Fill in by others , Avoid, Unlock, Restore, Change approval result, Failure of form application, Failure of form re-send application, Failure of form approval: the sender is the User at the time.
id: 跟催通知、徵詢通知、代填寫通知、作廢通知、解除鎖定通知、結案復原通知、表單變更審核結果通知、表單申請失敗通知、表單重送失敗通知、表單簽核失敗通知:寄件者為當時使用者。
ja_jp: フォローアップ通知、照会通知、代理記入通知、無効通知、ロック解除通知、ケースクローズ回復通知、フォーム変更レビュー結果通知、フォーム申請失敗通知、フォーム再送申請失敗通知、フォーム承認失敗通知：送信者はその時点でユーザーです。
vi: Thông báo tiếp theo, thông báo ý kiến, thông báo điền, thông báo vô hiệu, thông báo mở khóa, thông báo khôi phục kết thúc, thông báo kết quả xem xét thay đổi biểu mẫu, thông báo thất bại trong biểu mẫu, gửi lại biểu mẫu thông báo thất bại, thông báo thất bại khi đăng ký biểu mẫu: người gửi là người dùng vào thời điểm đó.
zh_cn: 跟催通知、徵询通知、代填写通知、作废通知、解除锁定通知、结案撤销通知、表单更改审核结果通知、表单申请失败通知、表单重送申请失败通知、表单签核失败通知:寄件者为当时用户。

# LymaGridResource1.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# MesRetentionItem1Resource1.Text
source: Reserve forever
id: Pesan selamanya
ja_jp: 時間制限がなくて永遠に保存可能です
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# MesRetentionItem2Resource1.Text
source: Reserve the latest half month
id: Pesan setengah bulan terakhir
ja_jp: 半ヶ月頃のを保存する
vi: Bảo lưu nửa tháng gần nhất
zh_cn: 保留最近半个月

# MesRetentionItem3Resource1.Text
source: Reserve the latest month
id: Pesan bulan terakhir
ja_jp: 最近1月間の資料を保存する
vi: Bảo lưu tháng gần nhất
zh_cn: 保留最近一个月

# MesRetentionItem4Resource1.Text
source: Reserve the latest 3 months
id: Pesan 3 bulan terakhir
ja_jp: 最近3月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近三个月

# MesRetentionItem5Resource1.Text
source: Reserve the latest 6 months
id: Pesan 6 bulan terakhir
ja_jp: 最近6月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近六个月

# MesRetentionItem6Resource1.Text
source: Reserve the latest 12 months
id: Pesan 12 bulan terakhir
ja_jp: 最近12月間の資料を保存する
vi: Bảo lưu 12 tháng mới nhất
zh_cn: 保留最近十二个月

# MiddleListItemResource.Text
source: Medium
id: Sedang
ja_jp: 中
vi: Trung
zh_cn: 中

# msgSaveResource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# msgTestconnResource1.Text
source: Test connection
id: Uji koneksi
ja_jp: 接続テスト
vi: Kiểm tra kết nối
zh_cn: 测试连接

# NON_DISPLAYListItemResource1.Text
source: Hide ex:2015/08/31 20:00
id: Contoh menyembunyikan:2015/08/31 20:00
ja_jp: 表示しない：ex:2016/08/31 20:00
vi: Ẩn ví dụ: 2015/08/31 20:00
zh_cn: 隐藏 ex:2015/08/31 20:00

# OverAttendFormModifyReasonNoResource1.Text
source: No
id: 否
ja_jp: いいえ
vi: Không
zh_cn: 否

# OverAttendFormModifyReasonYesResource1.Text
source: Yes
id: 是
ja_jp: はい
vi: Có
zh_cn: 是

# OverAttendNoReasonDoneNoResource1.Text
source: No
id: 否
ja_jp: いいえ
vi: Không
zh_cn: 否

# OverAttendNoReasonDoneYesResource1.Text
source: Yes
id: 是
ja_jp: はい
vi: Có
zh_cn: 是

# OverAttendReportFridayResource1.Text
source: Friday
id: 星期五
ja_jp: 金曜日
vi: Thứ 6
zh_cn: 星期五

# OverAttendReportMondayResource1.Text
source: Monday
id: 星期一
ja_jp: 月曜日
vi: Thứ 2
zh_cn: 星期一

# OverAttendReportSaturdayResource1.Text
source: Saturday
id: 星期六
ja_jp: 土曜日
vi: Thứ 7
zh_cn: 星期六

# OverAttendReportSundayResource1.Text
source: Sunday
id: 星期日
ja_jp: 日曜日
vi: Chủ nhật
zh_cn: 星期日

# OverAttendReportThursdayResource1.Text
source: Thursday
id: 星期四
ja_jp: 木曜日
vi: Thứ 5
zh_cn: 星期四

# OverAttendReportTuesdayResource1.Text
source: Tuesday
id: 星期二
ja_jp: 火曜日
vi: Thứ 3
zh_cn: 星期二

# OverAttendReportWednesdayResource1.Text
source: Wednesday
id: 星期三
ja_jp: 水曜日
vi: Thứ 4
zh_cn: 星期三

# PageResource1.Title
source: System configuration setup
id: Pengaturan konfigurasi sistim
ja_jp: システム設定
vi: Cài đặt cấu hình hệ thống
zh_cn: 系统配置设置

# PaymentResource1.Text
source: Transfer to Salary
id: 轉加班費
ja_jp: 残業代になる
vi: Chuyển tiền tăng ca
zh_cn: 转加班费

# PositionFuncResource1.Text
source: Job category
id: 職種
ja_jp: ポジション
vi: Loại công việc
zh_cn: 职种

# PositionResource1.Text
source: Job category
id: 職種
ja_jp: ポジション
vi: Loại công việc
zh_cn: 职种

# PostclassFuncResource1.Text
source: Job classification
id: 職類
ja_jp: ポジション
vi: Ngành nghề
zh_cn: 职类

# PostclassResource1.Text
source: Job classification
id: 職類
ja_jp: ポジション
vi: Ngành nghề
zh_cn: 职类

# PublishListItemResource.Text
source: Release Document Application
id: 文件公佈申請單
ja_jp: 資料のリリース申請表
vi: Đơn đăng ký công bố tài liệu
zh_cn: 文档公布申请单

# PunchLogTimeItem1Resource1.Text
source: Reserve forever
id: 永遠保留
ja_jp: 時間制限がなくて永遠に保存可能です
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# PunchLogTimeItem2Resource1.Text
source: Reserve the latest 3 months
id: 保留最近三個月
ja_jp: 最近3月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近三个月

# PunchLogTimeItem3Resource1.Text
source: Reserve the latest 6 months
id: 保留最近六個月
ja_jp: 最近6月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近六个月

# PunchLogTimeItem4Resource1.Text
source: Reserve the latest 12 months
id: 保留最近十二個月
ja_jp: 最近12月間の資料を保存する
vi: Bảo lưu 12 tháng mới nhất
zh_cn: 保留最近十二个月

# RadBtnUMiiServiceResource1.Text
source: Register
id: 註冊
ja_jp: 登録する
vi: Đăng kí
zh_cn: 注册

# RadTabResource1.Text
source: Basic setup
id: Pengaturan dasar
ja_jp: 設定
vi: Thiết lập cơ bản
zh_cn: 基本配置

# RadTabResource2.Text
source: Logon setup
id: Pengaturan masuk
ja_jp: 登録設定
vi: Cài đặt đăng nhập
zh_cn: 登录设置

# RadTabResource3.Text
source: Module setup
id: Pengaturan module
ja_jp: モジュール設定
vi: Cài đặt mô-đun
zh_cn: 模块设置

# RadTabResource4.Text
source: Integration Service
id: Layanan integrasi
ja_jp: 合併設定
vi: Dịch vụ tích hợp
zh_cn: 集成服务

# RadTabResource5.Text
source: Group Setup
id: Pengaturan grup
ja_jp: グループを設定
vi: Thiết lập tập đoàn
zh_cn: 集团设置

# RadTabResource6.Text
source: Proxy Setting
id: Pengaturan proxy
ja_jp: Proxyを設定
vi: Thiết lập Proxy
zh_cn: Proxy设置

# RadTabResource7.Text
source: 104 HR Setting
id: 104設定
ja_jp: 104を設定
vi: Thiết lập 104
zh_cn: 104设置

# RadToolBarButtonResource10.Text
source: New
id: Baru
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建

# RadToolBarButtonResource12.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# RadToolBarButtonResource9.Text
source: New
id: Baru
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建

# RangeValidator13Resource1.ErrorMessage
source: Must enter numbers
id: Harus memasukkan nomor
ja_jp: 数字のみ入力可能
vi: Chỉ số được phép
zh_cn: 只允许输入数字

# RangeValidator14Resource1.ErrorMessage
source: Must enter numbers
id: Harus memasukkan nomor
ja_jp: 数字のみ入力可能
vi: Chỉ số được phép
zh_cn: 只允许输入数字

# RangeValidator1Resource1.ErrorMessage
source: Capacity setup incorrect. Please enter again.
id: Pengaturan kapasitas salah. Masukkan kembali.
ja_jp: 容量の設定が正しくないので、再入力をお願いします
vi: Cài đặt dung lượng không chính xác, vui lòng nhập lại
zh_cn: 容量设置不正确,请重新输入

# RangeValidator2Resource1.ErrorMessage
source: Enter the number between 6 to 20
id: Masukkan angka antara 0 sampai 25
ja_jp: 6～20以内の数字を入力してください
vi: Vui lòng nhập một số từ 6-20
zh_cn: 请键入6-20之内的数字

# RangeValidator3Resource1.ErrorMessage
source: Enter the number between 0 to 20
id: Masukkan angka antara 0 sampai 20
ja_jp: 0～20以内の数字を入力してください
vi: Vui lòng nhập một số từ 0-20
zh_cn: 请键入0-20之内的数字

# RangeValidator4Resource1.ErrorMessage
source: Enter the number between 0 to 20
id: Masukkan angka antara 0 sampai 21
ja_jp: 0～20以内の数字を入力してください
vi: Vui lòng nhập một số từ 0-21
zh_cn: 请键入0-20之内的数字

# RangeValidator5Resource1.ErrorMessage
source: Enter the number between 0 to 20
id: Masukkan angka antara 0 sampai 22
ja_jp: 0～20以内の数字を入力してください
vi: Vui lòng nhập một số từ 0-22
zh_cn: 请键入0-20之内的数字

# RangeValidator6Resource1.ErrorMessage
source: Enter the number between 0 to 20
id: Masukkan angka antara 0 sampai 23
ja_jp: 0～20以内の数字を入力してください
vi: Vui lòng nhập một số từ 0-23
zh_cn: 请键入0-20之内的数字

# RangeValidator7Resource1.ErrorMessage
source: Enter number between 1 to 99
id: Masukkan nomor antara 1 sampai 99
ja_jp: 1～99以内の数字を入力してください
vi: Vui lòng nhập một số từ 1 đến 99
zh_cn: 请键入1~99之间的数字

# RangeValidator8Resource1.ErrorMessage
source: File size is incorrect, please enter again
id: Ukuran berkas salah, silahkan masukkan lagi
ja_jp: ファイル容量が正しくないので、再入力をお願いします
vi: Kích thước tệp không chính xác, vui lòng nhập lại
zh_cn: 文件大小不正确，请重新输入

# RangeValidator9Resource1.ErrorMessage
source: Must enter numbers
id: Harus memasukkan nomor
ja_jp: 数字のみ入力可能です
vi: Chỉ số được phép
zh_cn: 只允许输入数字
