Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# AdoptResource1.Text
source: Pass
id: 通過
ja_jp: 承認
vi: Thông qua
zh_cn: 通过

# Bit_128Resource1.Text
source: 128 bits
id: 128 bit
vi: 128 bit
zh_cn: 128 位元

# Bit_256Resource1.Text
source: 256 bits
id: 256 bit
vi: 256 bit
zh_cn: 256 位元

# btnAiraFaceTestConnResource1.Text
source: Connect test
id: 測試連線
ja_jp: 接続テスト
vi: Kiểm tra kết nối
zh_cn: 测试连接

# btnDeleteResource1.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# btnDeleteResource2.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# btnDeleteResource3.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# btnDeleteResource4.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# btnEditResource1.Text
source: Edit
id: Memperbaiki
ja_jp: 編集
vi: Biên tập
zh_cn: 编辑

# btnRegisterResource1.Text
source: Register
id: Daftar
ja_jp: 登録
vi: Đăng kí
zh_cn: 注册

# btnSave1Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# btnSave2Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# btnSave3Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# btnSave4Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# btnSetConnParamResource1.Text
source: Test connection
id: Uji koneksi
ja_jp: 接続テスト
vi: Kiểm tra kết nối
zh_cn: 测试连接

# btnTestConnectResource1.Text
source: Connect Test
id: 測試連線
ja_jp: 接続テスト
vi: Kiểm tra kết nối
zh_cn: 测试连接

# btSaveResource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# CancelResource1.Text
source: Void
id: 作廢
ja_jp: 廃止する
vi: Vô hiệu
zh_cn: 作废

# cb104JobFuncResource1.Text
source: Synchronize the following fields in 104 Employee data to UOF
id: 將104員工資料中下列欄位內容同步至UOF職務欄位
ja_jp: 104システム中にあるメンバー情報は全てUOFと同期する
vi: Đồng bộ hóa nội dung của các cột sau trong dữ liệu 104 nhân viên với cột công việc UOF
zh_cn: 将104员工数据中下列字段内容同步至UOF职务字段

# cb104JobTitleResource1.Text
source: Synchronize the following fields in 104 Employee data to UOF
id: 將104員工資料中下列欄位內容同步至UOF職級欄位
ja_jp: 104システム中にあるメンバー情報は全てUOFと同期する
vi: Đồng bộ hóa nội dung của các cột sau trong dữ liệu 104 nhân viên với cột xếp hạng UOF
zh_cn: 将104员工数据中下列字段内容同步至UOF职级字段

# cbAdDomainChooseResource1.Text
source: Select login Domain by drop down list
id: Pilih Domain login dengan menggunakan daftar masukan ke bawah
ja_jp: 選択してネットを登録してください
vi: Sử dụng thanh cuộn để kéo xuống chọn tên miền đăng nhập
zh_cn: 使用下拉菜单挑选登录域

# cbAddressBookAllowSameDepViewResource1.Text
source: Only people from the same department are allowed to view
id: 只允許觀看同部門人員
ja_jp: 同部門のユーザのみを見ることができます
vi: Chỉ những người cùng bộ phận mới được phép xem
zh_cn: 只允许观看同部门人员

# cbAddressBookAllowViewAllEmpResource1.Text
source: Only the following people are allowed to view all internal employees
id: 只允許以下人員可觀看所有內部員工
ja_jp: 社内のすべての社員を見ることができるのは、次のユーザのみです。
vi: Chỉ những người sau đây mới có thể xem tất cả nhân viên nội bộ
zh_cn: 只允许以下人员可观看所有内部员工

# cbAddressBookIncludeSubDeptResource1.Text
source: Including Sub-department
id: 包含子部門
ja_jp: 子部門を含む
vi: Chứa các bộ phận
zh_cn: 包含子部门

# cbADLoginFailedLockedResource1.Text
source: The total of AD login failures and UOF login failures reaches the number of automatic locking times, the UOF account will be locked.
id: AD登入失敗與UOF登入失敗合計達到自動鎖定次數，將鎖定UOF帳號
ja_jp: ADログイン失敗とUOFログイン失敗の合計が自動ロック回数に達し、UOFアカウントがロックされます。
vi: Tổng số lần đăng nhập AD thất bại và lần đăng nhập UOF không đạt đến số lần tự động khóa, tài khoản UOF sẽ bị khóa.
zh_cn: AD登录失败与UOF登录失败合计达到自动锁定次数，将锁定UOF帐号

# cbAdLoginOnlyResource1.Text
source: Employee can only login by AD account
id: Karyawan hanya bisa masuk dengan akun AD
ja_jp: 内部メンバーはADアカウントのみを使って登録できる
vi: Chỉ có nhân viên nội bộ sử dụng tài khoản AD để đăng nhập
zh_cn: 内部员工仅能使用AD帐号登录

# cbADLoginResource1.Text
source: Activate AD integration validation (Single Password)
id: Validasi pengintegrasian Aktifasi AD (Kata Sandi Tunggal)
ja_jp: ADでSingle Passwordを認証
vi: Xác thực kết hợp khởi động AD(Single Password)
zh_cn: 启用AD集成式验证(Single Password)

# cbAdSSOResource1.Text
source: First priority - Activate AD single sign on
id: Prioritas utama – aktifkan masuk AD tunggal
ja_jp: Single Sign Onが最優先で設定します
vi: Bật khởi động đăng nhập một lần AD (Single Sign On)
zh_cn: 启用AD单一签入(Single Sign On)优先

# cbAllowChangeADPasswordResource1.Text
source: Allow user changing AD password
id: Perbolehkan pemakai untuk mengganti kata sandi AD
ja_jp: ユーザーがADのパスワードの変更が可能です
vi: Cho phép người dùng có thể sửa đổi mật mã AD
zh_cn: 允许用户更改AD密码

# cbAlwaysDefaultSenderResource1.Text
source: Use this E-mail box to all E-mail
id: Gunakan kotak email ini untuk semua email
ja_jp: 全てこのメールアドレスを使います
vi: Sử dụng hộp thư này cho thư đi
zh_cn: 对外邮件一律使用此邮箱

# cbAutoSignerResource1.Text
source: All new recruits are preset as approver when syncing
id: 同步時新進人員皆預設為簽核人員
ja_jp: 同時更新時には、新入社員は承認者として設定されています
vi: Trong quá trình đồng bộ hóa, nhân viên mới được mặc định là nhân viên đăng kí
zh_cn: 同步时新进人员皆默认为签核人员

# cbBPMApproveResource1.Text
source: BPM
id: 電子簽核
ja_jp: 電子サインオフ
vi: Ký điện tử
zh_cn: 电子签核

# cbBulletinFileResource1.Text
source: Include attachments
id: attachment termasuk
ja_jp: 添付を含め
vi: Bao gồm các tài liệu
zh_cn: 包含附件

# cbBulletinRecommendResource1.Text
source: Activate
id: 啟用
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用

# cbBulletinSourceResource1.Text
source: Only Released by Notification Released Application
id: hanya dikeluarkan oleh aplikasi pengeluran pemberitahuan
ja_jp: お知らせ提出申請書を提出することで頒布してください
vi: Chỉ có thể được phát hành bởi mẫu yêu cầu thông báo
zh_cn: 仅可由公告申请单发布

# cbBullExamineResource1.Text
source: Approval required before release
id: sebelum mengumumkan bulletin harus di approve terdahulu
ja_jp: お知らせを頒布する前に審査が必要
vi: Thông báo phải được xem xét trước khi xuất bản
zh_cn: 公举报布之前必须经过审核

# cbCaIPResource1.Text
source: Enable IP restriction
id: Aktifkan Pembatasan Range IP
ja_jp: IPを制限する範囲を始動します
vi: Giới hạn khởi động phạm vi IP
zh_cn: 启用限制IP范围

# cbChoiceControlExpandToLevelResource1.Text
source: The default department hierarchy of the selected component expands to
id: 選人元件的部門階層預設展開至
ja_jp: 人員選択のコンポーネントはデフォルトで部門のレベル 00 に展開されます
vi: Mặc định cấp phòng ban của thành phần đã chọn mở rộng thành
zh_cn: 选人组件的部门阶层默认展开至

# cbChoiceControlFocusUserPrimaryDepartmentResource1.Text
source: The Selection component is displayed in the user's main department by default
id: 選人元件的部門預設顯示在使用者的主要部門
ja_jp: 人員選択するコンポーネントのデフォルト部門はユーザーのメイン部門に表示されます
vi: Bộ phận của thành phần đã chọn được hiển thị trong bộ phận chính của người dùng theo mặc định
zh_cn: 选人组件的部门默认显示在用户的主要部门

# cbClassDisplayResource1.Text
source: Display Category of Bulletin by authorization
id: Menampilkan Kategori Buletin berdasarkan otoritas
ja_jp: 権限によってカテゴリーを表示します
vi: Hiển thị các danh mục thông báo dựa trên quyền hạn
zh_cn: 根据权限显示公告类别

# cbDisplayDocCoverResource1.Text
source: It will display the cover page after Releasing
id: 文件公佈後才顯示文件封面
ja_jp: リリースした後資料カバーが表示できる
vi: Bìa tài liệu chỉ được hiển thị sau khi tài liệu được xuất bản
zh_cn: 文档公布后才显示文档封面

# cbDisplayErrorMsgEnableResource1.Text
source: Activate
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbDMSAllowUDocViewerResource1.Text
source: Allow the following members use UDoc Viewer to view documents online
id: 允許下列人員使用UDoc Viewer觀看線上文件
ja_jp: 下記メンバーをUDoc Viewerでフォームを閲覧する可能
vi: Cho phép liệt kê nhân viên sử dụng Udoc Viewer xem văn bản trực tuyến
zh_cn: 允许下列人员使用UDoc Viewer观看在线文档

# cbDMSCrypControl.Text
source: Using CryptInterfaceDll
id: Menggunakan CryptInterfaceDll
ja_jp: セキュリティ機能をオープンする
vi: Để sử dụng chức năng bảo mật tệp (bạn cần cài đặt các chức năng liên quan đến TFG)
zh_cn: 使用文件安全功能(需安装TFG相关功能)

# cbDMSPdfControlResource1.Text
source: Enable
id: Memungkinkan
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbDownloadAbnormalNoticeResource1.Text
source: Active
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbEnableAiraFaceResource1.Text
source: Enable
id: 啟用
ja_jp: 有効にする
vi: Dùng
zh_cn: 启用

# cbEnableAutoStartUserResource1.Text
source: Locked up account auto unlock.
id: Akun terkunci yang tak terkunci secara otomatis.
ja_jp: 自動的にロックを解除する設定
vi: Các tài khoản bị khóa sẽ tự động được mở khóa
zh_cn: 被锁定的帐号自动解除锁定

# cbEnableCaptchaResource1.Text
source: Activate ( It will send verification E-mail)
id: 啟用(預設會以E-mail發送認證碼給使用者)
ja_jp: （メールで認証メールをユーザーに送付する）機能を始動します
vi: Sử dụng (Theo mặc định, mã xác thực sẽ được gửi đến người dùng qua E-mail)
zh_cn: 启用(默认会以E-mail发送凭证码给用户)

# cbEnableDocChangeResource1.Text
source: Enable
id: Mengaktifkan
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbEnableExternalAuthResource1.Text
source: Activate
id: 啟用
ja_jp: 始動する
vi: Khởi động
zh_cn: 启用

# cbEnableMembGroupAuthResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbEnableOverAttendNeedReportResource1.Text
source: You need to report for Extra hours
id: 超時出勤時需回報原因
ja_jp: 出勤時間がオーバーになると原因説明が必要です。
vi: Khi làm việc quá giờ phải báo cáo nguyên nhân
zh_cn: 超时出勤时需回报原因

# cbEnableTimeZoneResource1.Text
source: Enable
id: Mengaktifkan
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbEnableTspSearchLendDocResource1.Text
source: Allow users to search for documents with access rights through the Tornado search engine
id: 開放使用者透過龍捲風搜尋引擎來查詢有調閱權限的文件
ja_jp: 利用者が「竜巻検索エンジン」を通じて閲覧権限のあるファイルを検索できるようにする
vi: Mở người dùng để tìm kiếm tài liệu có quyền truy cập thông qua công cụ tìm kiếm Tornado
zh_cn: 开放用户透过龙卷风搜索引擎来查询有调阅权限的文档

# cbForceMailResource1.Text
source: System will always send e-mail when message is received
id: Sistim akan selalu mengirimkan email ketika pesan pribadi diterima
ja_jp: 個人メッセージがあった時にシステムからメールを転送します
vi: Khi có tin nhắn riêng, hệ thống sẽ luôn chuyển tin nhắn đến e-mail
zh_cn: 当有私人消息时，系统一律将消息转发e-mail

# cbFormAgentMsgMemoResource1.Text
source: System will notice both side while user setup and actvie deputy if it is activated
id: 啟用後，使用者在設定代理人並啟動代理後會發通知給代理雙方
ja_jp: 機能を始動すれば代理者にもこのお知らせをする
vi: Sau khi bắt đầu, người dùng sẽ gửi thông báo cho cả hai đại lý sau khi thiết lập và khởi động
zh_cn: 启用后，用户在设置代理人并启动代理后会发通知给代理双方

# cbFormAgentMsgResource1.Text
source: Activate
id: 啟用
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用

# cbFridayResource1.Text
source: Friday
id: 星期五
ja_jp: 金曜日
vi: Thứ 6
zh_cn: 星期五

# cbHR104EnableDutyResource1.Text
source: Activate
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbHR104EnableResource1.Text
source: Enable
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbIsByYearLeaveExpiryDateResource1.Text
source: It will follow the expiration of Annual Leave, if the expiration of Compensatory Leave is Later than expiration of Annual Leave
id: 補休假可用期限晚於年休到期日時，依年休到期日為主
ja_jp: 休み使用可能な期限
vi: Khi thời gian được nghỉ bù muộn hơn ngày hết hạn của phép hàng năm thì ngày hết hạn của phép hàng năm sẽ được áp dụng
zh_cn: 补休假可用期限晚于年休到期日时，依年休到期日为主

# cbIsSSOOnlyResource1.Text
source: All stuffs in this IP range are forced to Single-Sign-On, except administrator and external members
id: Semua hal dalam batasan IP ini dipaksa untuk Single-Sign-On, kecuali administrator dan anggota-anggota eksternal
ja_jp: 全てSingle Sign Onを使用してください
vi: Trong phạm vi IP, ngoại trừ quản trị viên hệ thống và thành viên bên ngoài, tất cả nhân viên khác phải sử dụng Đăng nhập một lần
zh_cn: 在IP范围内，除系统管理者及外部会员外，其他人员一律需使用Single Sign On

# cbLinkExpireResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbLymaEnableResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbMeetingMsgContainAttachResources1.Text
source: Include attachments
id: 包含附件
ja_jp: 添付を含め
vi: Bao gồm các tài liệu
zh_cn: 包含附件

# cbMobileIsMovieDownloadResource1.Text
source: Active(Attention! File may download to the Mobile device!)
id: Aktif(Perhatian! Arsip dapat di unduh ke perangkat mobile!)
ja_jp: （この機能を始動すると、ファイルをユーザーのデバイスまでダウンロードすることが可能です）
vi: Sử dụng (nếu chức năng này được bắt đầu, các tệp có thể được tải xuống thiết bị )
zh_cn: 启用(如启用此功能，文件可能会被下载到用户的行动装置)

# cbModifyBulletinSourceResource1.Text
source: Only update by Notification update Form
id: Hanya memperbaharui melalui form pemberitahuan terbaru
ja_jp: お知らせ変更申請書によって変更してください
vi: Thay đổi chỉ có thể được thực hiện bằng Lệnh thay đổi thông báo
zh_cn: 仅可由公告更改单更改

# cbMondayResource1.Text
source: Monday
id: 星期一
ja_jp: 月曜日
vi: Thứ 2
zh_cn: 星期一

# cbMsgShowAllReceiverResource1.Text
source: Display all Receivers
id: 顯示所有收件人
ja_jp: 全ての受信人を表示します
vi: Hiển thị tất cả người nhận
zh_cn: 显示所有收件人

# cbMutiDeptResource1.Text
source: Activate
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbNotAllowPlantWeekResource1.Text
source: Periodicity Booking is not allowed
id: 不允許週期借用
ja_jp: サイクル借りることができません
vi: Không cho phép mượn dùng định kỳ
zh_cn: 不允许周期借用

# cbOpenfindEnabledResource1.Text
source: Active Openfind WebMail
id: Aktifkan Openfind WebMail
ja_jp: WebMailを始動する
vi: Khởi động mạng đưa lên Wedmail
zh_cn: 启用网擎WebMail

# cbOverAttendNotifyEnableResource1.Text
source: Enable Extra Hours Notice
id: 啟用超時出勤通知
ja_jp: 労働時間がオーバーするお知らせをオンにする
vi: Bật thông báo chấm công hết giờ
zh_cn: 启用超时出勤通知

# cbPayEnvelopeResource1.Text
source: Allow user checking their own E-Pay Slip
id: 允許使用者查詢個人電子薪資袋
ja_jp: 使用者は自分の給料を検索可能です
vi: Cho phép người dùng có thể tìm kiếm bảng lương điện tử cá nhân
zh_cn: 允许用户查询个人电子薪资袋

# cbPersonalInfoEnableMemberResource1.Text
source: Active, Periodicity:
id: Aktif , Periodisitas:
ja_jp: 始動、周期：
vi: Khởi động ,chu kỳ:
zh_cn: 启用，周期:

# cbPersonalInfoEnableResource1.Text
source: Active, Periodicity:
id: Aktif , Periodisitas:
ja_jp: 始動、周期：
vi: Khởi động ,chu kỳ:
zh_cn: 启用，周期:

# cbPrintAbnormalNoticeResource1.Text
source: Activate
id: 啟用
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用

# cbPunchNoticeResource1.Text
source: Activate
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbPushCenterResource1.Text
source: Active Push Center
id: Pusat doronga aktif
ja_jp: Push Centerを始動する
vi: Khởi động Push Center
zh_cn: 启用Push Center

# cbPushNoDisturbResource1.Text
source: Time period of Do not disturb
id: 勿擾時段
ja_jp: おやすみモード
vi: Thời gian không được làm phiền
zh_cn: 勿扰时段

# cbPWChangeEnableResource2.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbSatday.Text
source: Saturday
id: 星期六
ja_jp: 土曜日
vi: Thứ 7
zh_cn: 星期六

# cbSendSMSResource1.Text
source: Send Verification Code by SMS simultaneously
id: 同步使用簡訊發送認證碼
ja_jp: メッセージ検証コードを使います
vi: Sử dụng đồng bộ SMS để gửi mã xác minh
zh_cn: 同步使用简讯发送凭证码

# cbSentVerifyCodeUseSMSResource1.Text
source: Send Passcode by SMS to those who has no e-mail
id: 使用簡訊發送認證碼給未設定E-mail的使用者
ja_jp: メールアドレスを設定しないメンバーはメールにて認証コードを発送する
vi: Sử dụng SMS để gửi mã xác thực cho người dùng chưa thiết lập E-mail
zh_cn: 使用简讯发送凭证码给未设置E-mail的用户

# cbSimplifiedApproveResource1.Text
source: DMS simple audit
id: 文管簡易審核
ja_jp: ファイルの簡単な承認
vi: Kiểm toán văn bản đơn giản
zh_cn: 文管简易审核

# cbSIPEnabledResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbSpeedSendResource1.Text
source: Applicant can Quick Send
id: 申請者可快速送出
ja_jp: 申請者は速やかに送出できます。
vi: Người nộp đơn có thể được gửi nhanh chóng
zh_cn: 申请者可快速送出

# cbSpeedSignResource1.Text
source: Approver can Quick Approval
id: 簽核者可快速簽核
ja_jp: 承認者はすぐにサインできます
vi: Người ký duyệt có thể ký nhanh
zh_cn: 签核者可快速签核

# cbStrongPWResource2.Text
source: Activate enforced password framework.
id: Aktifasi struktur kata sandi paksa
ja_jp: セキュリティがツ強いパスワードを設定する
vi: Bắt nâng cao mật khẩu
zh_cn: 启用增强型密码

# cbSundayResource1.Text
source: Sunday
id: 星期日
ja_jp: 日曜日
vi: Chủ nhật
zh_cn: 星期日

# cbSyncSupervisorResource1.Text
source: Follow the department supervisor in 104 system while synchronizing
id: 同步時依104部門主管設定為主
ja_jp: 104部門上司の設定によります
vi: Khi đồng bộ lấy trưởng phòng 104 làm cài đặt chính.
zh_cn: 同步时依104部门主管设置为主

# cbThurdayResource1.Text
source: Thursday
id: 星期四
ja_jp: 木曜日
vi: Thứ 5
zh_cn: 星期四

# cbTuesdayResource1.Text
source: Tuesday
id: 星期二
ja_jp: 火曜日
vi: Thứ 3
zh_cn: 星期二

# cbUMiiServiceResource1.Text
source: Activate
id: 啟用
ja_jp: 始動する
vi: Khởi động
zh_cn: 启用

# cbUSBKeyLoginResource1.Text
source: Activate USB Key validation
id: Aktifasi Validasi Kunci USB
ja_jp: USB Key認証を始動する
vi: Xác nhận khởi động USB Key
zh_cn: 启用USB Key凭证

# cbViewsAbnormalNoticeResource1.Text
source: Active
id: 啟用
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# cbWebMailEnabledResource1.Text
source: Activate ShareTech WebMail
id: Aktifasi PemDepartemen Teknologi WebMail
ja_jp: WebMailまで始動します
vi: Khởi động đến Webmail
zh_cn: 启用众至WebMail

# cbWednesdayResource1.Text
source: Wednesday
id: 星期三
ja_jp: 水曜日
vi: Thứ 4
zh_cn: 星期三

# cbxAccountMsgConversionMailResource1.Text
source: Set default to send e-mail when message is received in any new account
id: Tetapkan standar awal untuk mengirimkan email ketika pesan pribadi diterima dalam suatu akun baru
ja_jp: アカウントを追加する時に個人メッセージにも発信します
vi: Khi thêm tài khoản, tin nhắn cá nhân mặc định sẽ được chuyển tiếp đến e-mail
zh_cn: 新建帐号时，默认私人消息会转发e-mail

# ChAndEnResource1.Text
source: Chinese and English Name(ex.：林瑪莉 Mary Lin)
id: 中文與英文姓名(例如：林瑪莉 Mary Lin)
vi: Tên tiếng trung và tiếng anh ( Ví dụ: 林瑪莉 Mary Lin)
zh_cn: 中文与英文姓名(例如：林玛莉 Mary Lin)

# chbEnableAgentResources1.Text
source: Normal Deputy can update by user
id: 允許使用者修改一般代理人
ja_jp: 代理者の設定を修正可能
vi: Cho phép người dùng có thể sửa người đại diện
zh_cn: 允许用户修改常规代理人

# chbEnableDevolveRepeatResource1.Text
source: Enable limit
id: Mengaktifkan batas
ja_jp: 制限機能を始動する
vi: Hạn chế bắt đầu sử dụng
zh_cn: 启用限制

# chbEnableMeetingRepeatResource1.Text
source: Enable limit
id: Aktifkan Pembatasan
ja_jp: 制限機能を始動する
vi: Hạn chế bắt đầu sử dụng
zh_cn: 启用限制

# chEnablePasswordResource1.Text
source: Verify by UOF password
id: Memeriksa menurut kata sandi UOF
ja_jp: UOFパスワードを使用する
vi: Sử dụng xác thực mật khẩu OUF
zh_cn: 使用UOF密码验证

# ChineseResource1.Text
source: Chinese Name(ex.：林瑪莉)
id: 中文姓名(例如：林瑪莉)
ja_jp: 中国語名前（例：林瑪莉）
vi: Tên tiếng trung( ví dụ: 林瑪莉)
zh_cn: 中文姓名(例如：林玛莉)

# chkAllowMulitSitesLinkResource1.Text
source: Enable Site Connection
id: memperbolehkan situs lain ngelink
ja_jp: 他のサイトでも接続できると設定します
vi: Cho phép liên kết các trang web
zh_cn: 允许其他站点链接

# chkDutyRepeatPunchWorkResource1.Text
source: Activate
id: 啟用
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用

# chkEnablePunchMenuResource1.Text
source: Activate
id: 啟用
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用

# chkEnablePunchReasonResource1.Text
source: Display
id: 顯示刷卡事由欄位
ja_jp: フィールドの表示
vi: Hiển thị cột nội dung chính
zh_cn: 显示刷卡事由字段

# chkMulitSitesEnableResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# chkNotAllowRepeatLoginResource1.Text
source: No multiple logins allowed
id: 不允許重複登入
ja_jp: 再ログイン禁止
vi: Không cho phép đăng nhập trùng lặp
zh_cn: 不允许重复登录

# chkPunchReasonRequiredResource1.Text
source: Punch Reason is required
id: 刷卡事由為必填
ja_jp: 入力必要
vi: Lý do tại sao quẹt thẻ là phải điền
zh_cn: 刷卡事由为必填

# ckbEnableFileScanOCRResource1.Text
source: OCR Support
id: Pendukung OCR
ja_jp: OCRをサポートする
vi: Hỗ trợ OCR
zh_cn: 支持OCR

# ckbEnableFileScanResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# ckCusLoginEnableResource1.Text
source: Activate
id: Aktifasi
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# ckDMSDirControlResource1.Text
source: Display All
id: Tampilkan semua
ja_jp: 全部表示する
vi: Hiển thị đồng loạt
zh_cn: 一律显示

# ckDutyEnableResource1.Text
source: Activate Attendance
id: Aktifasi Kehadiran
ja_jp: 人事システムを始動します
vi: Sử dụng làm việc
zh_cn: 启用差勤

# CompareValidator1Resource1.ErrorMessage
source: Enter numbers
id: Masukkan angka
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# CompareValidator2Resource1.ErrorMessage
source: Enter numbers
id: Masukkan angka
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# CompareValidator3Resource1.ErrorMessage
source: Enter numbers
id: Masukkan angka
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# CompareValidator5Resource1.ErrorMessage
source: Enter numbers
id: Masukkan angka
ja_jp: 数字を入力してください
vi: Vui lòng nhập số
zh_cn: 请键入数字

# CustomValidator1Resource1.ErrorMessage
source: Successfully completed
id: Berhasil Diselesaikan
ja_jp: 完成済み
vi: Đã thuận lợi hoàn thành
zh_cn: 已顺利完成

# CustomValidator2Resource1.ErrorMessage
source: Enter the number between 1 to 10
id: Masukkan angka antara 0 sampai 24
ja_jp: 端数のない1～10を入力してください
vi: Vui lòng nhập một số nguyên từ 1 đến 10
zh_cn: 请键入1~10的整数

# cvCaRangeCheckResource1.ErrorMessage
source: Incorrect IP limit
id: Batas salah IP
ja_jp: IPの設定範囲が正しくない
vi: Thiết lập vùng IP không chính xác
zh_cn: IP区段设置不正确

# cvCheckDevolveLimitResource1.ErrorMessage
source: Enter number of days
id: Masukan jumlah hari
ja_jp: 日数を入力してください
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数

# cvCheckExamineResource1.ErrorMessage
source: Select audit person
id: Pilih audit person
ja_jp: 審査人員を選択してください
vi: Vui lòng chọn một người đánh giá
zh_cn: 请选定审核人员

# cvCheckMeetingLimitResource1.ErrorMessage
source: Enter number of days
id: Masukkan jumlah hari
ja_jp: 日数を入力してください
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数

# cvDownloadNullResource1.ErrorMessage
source: Blank not allowed!
id: 不允許空白
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# cvDownloadNullResource1.Text
source: Blank not allowed
id: 不允許空白
vi: 不允許空白

# cvGreaterThanResource1.ErrorMessage
source: Enter positive integers
id: Masukkan bilangan bulat positif
ja_jp: 端数のない数字を入力してください
vi: Vui lòng nhập một số nguyên dương
zh_cn: 请键入正整数

# cvLogTimeResource1.ErrorMessage
source: Enter positive integers
id: Masukkan bilangan bulat positif
ja_jp: 端数のない数字を入力してください
vi: Vui lòng nhập một số nguyên dương
zh_cn: 请键入正整数

# cvMapPersonalInfoMemberResource1.ErrorMessage
source: Input the integer which bigger than 0
id: Masukan bilangan bulat yang lebih besar dari 0
ja_jp: 0より大きい端数のない数字を入力してください
vi: Vui lòng nhập một số nguyên dương lớn hơn 0
zh_cn: 请键入大于0之正整数

# cvMapPersonalInfoResource1.ErrorMessage
source: Input the integer which bigger than 0
id: Masukan bilangan bulat yang lebih besar dari 0
ja_jp: 0より大きい端数のない数字を入力してください
vi: Vui lòng nhập một số nguyên dương lớn hơn 0
zh_cn: 请键入大于0之正整数

# cvMaxPWAgeResource1.ErrorMessage
source: Input the integer which bigger than 1
id: Masukkan bilangan bulat positif lebih besar dari 1
ja_jp: 1より大きい端数のない数字を入力してください
vi: Vui lòng nhập một số nguyên dương lớn hơn 1
zh_cn: 请键入大于1之正整数

# cvNotShowErrorMsgResource1.ErrorMessage
source: Upload icon of invisible events
id: tolong upload gambar tidak display
ja_jp: イベントを表示しないアイコンをアップロードしてください
vi: Vui lòng tải lên hình ảnh không hiển thị sự kiện
zh_cn: 请上传不显示事件的图标

# cvNotShowErrorMsgResource1.ErrorMessage1
source: Upload icon of invisible events
id: Unggah ikon kejadian tak terlihat
ja_jp: イベントを表示しないアイコンをアップロードしてください
vi: Vui lòng tải lên hình ảnh không hiển thị sự kiện
zh_cn: 请上传不显示事件的图标

# cvPowerUserCountResource1.ErrorMessage
source: Power User cannot be over {0}
id: Pengguna daya tidak boleh lebih dari {0}
ja_jp: PowerUserの制限人数は{0}人です
vi: Số lượng không được vượt quá PowerUser{0}người
zh_cn: PowerUser人数不能超过{0}人

# cvPrintNullResource1.ErrorMessage
source: Required
id: 不允許空白
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# cvPushNoDisturbResource1.ErrorMessage
source: Period Setting
id: 請設定時段
ja_jp: 時間を設定してください
vi: Vui lòng đặt khoảng thời gian
zh_cn: 请设置时段

# cvRangeCheckResource1.ErrorMessage
source: IP range set incorrectly
id: Rentang IP diatur dengan tidak benar
ja_jp: IPの設定範囲が正しくない
vi: Thiết lập vùng IP không chính xác
zh_cn: IP区段设置不正确

# cvTimeOutResource1.ErrorMessage
source: Time should be more than 3 minutes
id: Waktu harus lebih besar dari 3 menit
ja_jp: 三分より長い時間を入力してください
vi: Thời gian nên để là hơn 3 phút
zh_cn: 时间需大于3分钟

# cvUChatKeepHistoryDayResource1.ErrorMessage
source: The setting of "Expired of Chat records" should be bigger than the "Expired of Files" & "Expired of Content"
id: 聊天記錄保留期限需大於聊天內容觀看期限與檔案保留期限
ja_jp: 入力しました保存時間を確認￥してください
vi: Khoảng thời gian lưu giữ bản ghi trò chuyện phải dài hơn khoảng thời gian xem nội dung trò chuyện và khoảng thời gian lưu trữ tệp
zh_cn: 聊天记录保留期限需大于聊天内容观看期限与文件保留期限
