Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# rbAfterTransMailModeDeleteResource1.Text
source: Delete private message
id: 刪除私人訊息
ja_jp: メッセージを削除
vi: Xóa tin nhắn riêng tư
zh_cn: 删除私人消息

# rbAfterTransMailModeSaveResource1.Text
source: Reserve private messages and mark as
id: 保留私人訊息，並標示為
ja_jp: メッセージを を表示して保存する
vi: Giữ tin nhắn riêng tư và dán nhãn
zh_cn: 保留私人消息，并标记为

# rbEndTaskListItemResource1.Text
source: Applicant
id: Pemohon
ja_jp: 申請者
vi: Người nộp đơn
zh_cn: 申请者

# rbEndTaskListItemResource2.Text
source: Approver
id: Pemberi Persetujuan
ja_jp: 承認者
vi: Người ký duyệt
zh_cn: 签核者

# rblBpmHistoryOrderListItemResource1.Text
source: Sort from oldest to newest by approval time
id: 依簽核時間由舊到新排序
ja_jp: 承認された時間に基づいて新しいものから古いものに並べる
vi: Sắp xếp theo thời gian kí từ cũ đến mới
zh_cn: 依签核时间由旧到新排序

# rblBpmHistoryOrderListItemResource2.Text
source: Sort from newest to oldest by approval time
id: 依簽核時間由新到舊排序
ja_jp: 承認された時間に基づいて新しいものから古いものに並べる
vi: Sắp xếp theo thời gian kí từ mới đến cũ
zh_cn: 依签核时间由新到旧排序

# rblPrintControlVisible_ListItemResource1.Text
source: Display
id: Tampilan
ja_jp: 表示
vi: Hiển thị
zh_cn: 显示

# rblPrintControlVisible_ListItemResource2.Text
source: Invisible
id: Tak terlihat
ja_jp: 表示しない
vi: Không hiển thị
zh_cn: 不显示

# rblSerialModeResource1.Text
source: All Documents
id: Semua dokumen
ja_jp: 同じの入力ができません
vi: Toàn bộ thư viện tệp không thể lặp lại
zh_cn: 全文档库不可重复

# rblSerialModeResource2.Text
source: By Directory
id: Menurut direktori
ja_jp: 既に存在しているディレクトリがあったので、再確認をお願いします
vi: Không thể lặp lại trong cùng một thư mục
zh_cn: 同目录内不可重复

# rbOverAttendFormSendDailyResource1.Text
source: Everyday
id: 每日
ja_jp: 毎日
vi: Mỗi ngày
zh_cn: 每日

# rbOverAttendFormSendWeeklyResource1.Text
source: Every week
id: 每週
ja_jp: 毎週
vi: Mỗi tuần
zh_cn: 每周

# rbSignListItemResource1.Text
source: Applicant
id: Pemohon
ja_jp: 申請者
vi: Người nộp đơn
zh_cn: 申请者

# rbSignListItemResource2.Text
source: Approver
id: Pemberi Persetujuan
ja_jp: 承認者
vi: Người ký duyệt
zh_cn: 签核者

# rbtELResource1.Text
source: by flexible work time
id: Menurut waktu kerja yang fleksibel
ja_jp: シフト時間によって計算します
vi: Tính toán thời gian theo lịch ca làm việc linh hoạt
zh_cn: 依弹性班表时间计算

# rbtMemberPWBirthdayResource1.Text
source: Birth date
id: Tanggal lahir
ja_jp: 誕生日
vi: Sinh nhật
zh_cn: 生日

# rbtMemberPWEmptyResource1.Text
source: Blank
id: Kosong
ja_jp: ブランク
vi: Chỗ trống
zh_cn: 空白

# rbtMemberPWMobileResource1.Text
source: Mobile
ja_jp: 携帯/デバイス
vi: Điện thoại di động
zh_cn: 行动电话

# rbtMemberPWSIDResource1.Text
source: ID number
id: Nomor ID
ja_jp: 身分証明書番号
vi: Số chứng minh nhân dân
zh_cn: 终身号码

# rbtNormalResource1.Text
source: by standard work time
id: Menurut waktu kerja standar
ja_jp: シフト時間によって計算します
vi: Tính toán thời gian theo lịch ca làm việc bình thường
zh_cn: 依正常班表时间计算

# rbtnSave1Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rbtnSave2Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rbtnSave3Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rbtnSave4Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rbtnSave5Resource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rbtnSave6Resource1.Text
source: Save
id: 儲存
ja_jp: 保存する
vi: Lưu trữ
zh_cn: 保存

# rbtnSetConnParamResource1.Text
source: Test connection
id: Mencoba sambungan
ja_jp: 接続テスト
vi: Kiểm tra kết nối
zh_cn: 测试连接

# rbtPWBirthdayResource1.Text
source: Birth date
id: Tanggal lahir
ja_jp: 誕生日
vi: Sinh nhật
zh_cn: 生日

# rbtPWEmptyResource1.Text
source: Blank
id: Kosong
ja_jp: ブランク
vi: Chỗ trống
zh_cn: 空白

# rbtPWMobileResource1.Text
source: Mobile
ja_jp: モバイル
vi: Điện thoại di động
zh_cn: 行动电话

# rbtPWSIDResource1.Text
source: ID number
id: Nomor ID
ja_jp: 身分証明書番号
vi: Số chứng minh nhân dân
zh_cn: 终身号码

# rbtSaveResource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# rdBtnUpdateMemberInfoResource1.Text
source: Renew immediately
id: Memperbaharui ulang segera
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# rdBtnUpdatePersonalInfoResource1.Text
source: Renew immediately
id: Memperbaharui ulang segera
ja_jp: 有効になる
vi: Khởi động
zh_cn: 启用

# rdDefaultPwdResource1.Text
source: Default Password
id: 預設密碼
ja_jp: システムから設定するパスワード
vi: Mật khẩu mặc định
zh_cn: 默认密码

# rdNewPwdResource1.Text
source: Customized Password
id: 自訂密碼
ja_jp: 自分でパスワードを設定する
vi: Mật khẩu tùy chỉnh
zh_cn: 自定义密码

# RegularExpressionValidator1Resource1.ErrorMessage
source: Enter correct e-mail format
id: Masukkan format e-mail yang benar
ja_jp: 正しいメールアドレスを入力してください
vi: Vui lòng nhập đúng định dạng Email
zh_cn: 请键入正确的Email格式

# RegularExpressionValidator2Resource1.ErrorMessage
source: Enter correct e-mail format
id: Masukkan format e-mail yang benar
ja_jp: 正しいメールアドレスを入力してください
vi: Vui lòng nhập đúng định dạng Email
zh_cn: 请键入正确的Email格式

# RegularExpressionValidator3Resource1.ErrorMessage
source: URL format incorrect, enter again.
id: Format URL salah , masukan lagi.
ja_jp: URLのフォーマットが正しくないので、再入力お願いします
vi: Định dạng URL không chính xác, vui lòng nhập lại
zh_cn: 网址格式不正确请重新输入

# RegularExpressionValidator4Resource1.ErrorMessage
source: IP format incorrect
id: Format IP tidak benar
ja_jp: IPフォーマットが正しくない
vi: Cách thức IP không chính xác
zh_cn: IP格式不正确

# RegularExpressionValidator5Resource1.ErrorMessage
source: IP format incorrect
id: Format IP tidak benar
ja_jp: IPフォーマットが正しくない
vi: Cách thức IP không chính xác
zh_cn: IP格式不正确

# RegularExpressionValidator6Resource1.ErrorMessage
source: URL format incorrect, enter again.
id: Format URL salah, masukkan lagi
ja_jp: URLのフォーマットが正しくないので、再入力お願いします
vi: Định dạng URL không chính xác, vui lòng nhập lại
zh_cn: 网址格式不正确请重新输入

# RejectResource1.Text
source: Reject
id: 否決
ja_jp: 否決
vi: Phủ quyết
zh_cn: 否决

# RemarkTemplateFieldResource1.HeaderText
source: Description
id: Gambaran
ja_jp: 説明
vi: Mô tả
zh_cn: 说明

# RequiredFieldValidator10Resource1.ErrorMessage
source: Number of uppercase letter cannot be blank
id: Jumlah surat yang paling sedikit menggunakan huruf besar tidak boleh kosong
ja_jp: 必ず記入必要です
vi: Số lượng chữ hoa tối thiểu không được phép để trống
zh_cn: 最少大写字母个数不允许空白

# RequiredFieldValidator11Resource1.ErrorMessage
source: Number of uppercase letter cannot be blank
id: Jumlah surat yang paling sedikit menggunakan huruf besar tidak boleh kosong
ja_jp: 必ず記入必要です
vi: Số lượng chữ thường tối thiểu không được phép để trống
zh_cn: 最少小写字母个数不允许空白

# RequiredFieldValidator12Resource1.ErrorMessage
source: Characters of number cannot be blank
id: karakter dalam nomor tidak boleh kosong
ja_jp: 必ず記入必要です
vi: Số chữ số tối thiểu, không cho phép để trống
zh_cn: 最少数字个数不允许空白

# RequiredFieldValidator13Resource1.ErrorMessage
source: Characters of number cannot be blank
id: karakter dalam nomor tidak boleh kosong
ja_jp: 必ず記入必要です
vi: Số ký hiệu tối thiểu, không được phép để trống
zh_cn: 最少符号个数不允许空白

# RequiredFieldValidator14Resource1.ErrorMessage
source: Blank is not allow
id: Kosong tidak diperbolehkan
ja_jp: 記入必要！
vi: Tên hiển thị để đăng nhập bằng tài khoản UOF không được phép để trống
zh_cn: 以UOF帐号登录显示的名称不允许为空白

# RequiredFieldValidator15Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator16Resource1.ErrorMessage
source: Enter URL
id: Masukan URL
ja_jp: URLを入力してください
vi: Vui lòng nhập URL
zh_cn: 请键入网址

# RequiredFieldValidator16Resource2.ErrorMessage
source: Input the Path of directory
id: Masukkan direktori
ja_jp: 保存するところを入力してください
vi: Vui lòng nhập đường dẫn thư mục
zh_cn: 请键入文件夹路径

# RequiredFieldValidator17Resource1.ErrorMessage
source: Day(s) cannot be blank
id: Hari(-hari) tidak boleh kosong
ja_jp: 必ず日数を入力してください
vi: Số ngày không cho phép khoảng trống
zh_cn: 天数不允许空白

# RequiredFieldValidator18Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator19Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator1Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator20Resource1.ErrorMessage
source: Blank not allowed
id: Tidak diizinkan kosong
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator21Resource1.ErrorMessage
source: Blank not allowed
id: Tidak diizinkan kosong
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator22Resource1.ErrorMessage
source: Please input the days in Abnormal Attendance
id: 請輸入異常顯示天數
ja_jp: 表示異常な日数を入力してください
vi: Vui lòng nhập ngày hiển thị bất thường
zh_cn: 请键入异常显示天数

# RequiredFieldValidator2Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator3Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator4Resource1.ErrorMessage
source: SMTP Server cannot be blank
id: Server SMTP tidak boleh kosong
ja_jp: 記入必要！
vi: không được phép để trống SMTP Server
zh_cn: SMTP Server 不允许为空白

# RequiredFieldValidator5Resource1.ErrorMessage
source: Port cannot be blank.
id: Port tidak boleh kosong
ja_jp: 記入必要！
vi: Không được phép để trống Port
zh_cn: Port 不允许为空白

# RequiredFieldValidator6Resource1.ErrorMessage
source: Sender cannot be blank.
id: Pengirim tidak boleh kosong
ja_jp: 記入必要！
vi: Người gửi không được để trống
zh_cn: 寄件人不允许为空白

# RequiredFieldValidator7Resource1.ErrorMessage
source: System administrator’s mailbox cannot be blank.
id: Kotak surat Administrator Sistim. Tidak boleh kosong
ja_jp: 記入必要！
vi: Hộp thư quản trị viên hệ thống không được phép để trống
zh_cn: 系统管理员邮箱不允许为空白

# RequiredFieldValidator8Resource1.ErrorMessage
source: Enter URL
id: Masukkan URL
ja_jp: URLを入力してください
vi: Vui lòng nhập URL
zh_cn: 请键入网址

# RequiredFieldValidator9Resource1.ErrorMessage
source: Minimum password length cannot be blank.
id: Panjang minimum sandi tidak boleh dikosongi.
ja_jp: 必ず記入必要です
vi: Độ dài tối thiểu của mật khẩu không được để trống
zh_cn: 密码最小长度不允许空白

# revCheckCaBeginResource1.ErrorMessage
source: IP format incorrect
id: Format IP salah
ja_jp: IPフォーマットが正しくない
vi: Cách thức IP không chính xác
zh_cn: IP格式不正确

# revCheckCaEndResource1.ErrorMessage
source: IP format incorrect
id: Format IP salah
ja_jp: IPフォーマットが正しくない
vi: Cách thức IP không chính xác
zh_cn: IP格式不正确

# rfExternalFileResource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 記入必要
vi: Không cho phép và để trống
zh_cn: 不允许为空白

# rfExternalTypeResource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 記入必要
vi: Không cho phép và để trống
zh_cn: 不允许为空白

# rfLinkExpireResource1.ErrorMessage
source: Enter number of days
id: Masukkan jumlah hari
ja_jp: 日数を入力してください
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数

# rfPersonalInfoMemberResource1.ErrorMessage
source: Blank is not allowed while Profile Renew is active
id: Tidak diperbolehkan kosong saat memperbarui profil yang aktif
ja_jp: 必ず記入必要です
vi: Đã bật người cập nhật tài liệu，không cho phép để trống
zh_cn: 已启用个人数据更新，不允许空白

# rfPersonalInfoResource1.ErrorMessage
source: Blank is not allowed while Profile Renew is active
id: Tidak diperbolehkan kosong saat memperbarui profil yang aktif
ja_jp: 必ず記入必要です
vi: Đã bật người cập nhật tài liệu，không cho phép để trống
zh_cn: 已启用个人数据更新，不允许空白

# rfvDialSetModeResource1.ErrorMessage
source: Select Setting
id: Pilih pengaturan
ja_jp: 設定方を選択してください
vi: Vui lòng chọn một phương pháp xây dựng
zh_cn: 请选择新建方式

# rfvEncryptAlgoResource1.ErrorMessage
source: Select Encrypted Method
id: Pilih metode yang di-enkripsi
ja_jp: パスワードの加入方式を選択してください
vi: Vui lòng chọn một thuật toán mã hóa
zh_cn: 请选择加密演算法

# rfvHR104LeaveFormAfterDaysResource1.ErrorMessage
source: Input the numbers of days after the end day
id: 請輸入結束日期後的天數
ja_jp: 終了日後を入力してください
vi: Vui lòng nhập số ngày sau ngày kết thúc
zh_cn: 请键入退出日期后的天数

# rfvHR104LeaveFormBeforeDaysResource1.ErrorMessage
source: Input the numbers of days before the start day
id: 請輸入開始日期前的天數
ja_jp: 開始日後を入力してください
vi: Vui lòng nhập số ngày trước ngày bắt đầu
zh_cn: 请键入开始日期前的天数

# rfvKeyLengthResource1.ErrorMessage
source: Setup Key Length
id: Tentukan Panjang Kunci
ja_jp: キー長さを選択してください
vi: Vui lòng chọn độ dài khóa
zh_cn: 请选择密钥长度

# rfvKeyPasswordResource1.ErrorMessage
source: Input password of key file
id: Masukkan sandi berkas kunci
ja_jp: キーファイルのパスワードを入力してください
vi: Vui lòng nhập mật khẩu tệp khóa
zh_cn: 请键入密钥文件密码

# rfvKeyPathResource1.ErrorMessage
source: Input Key file location
id: Masukkan lokasi berkas Kunci
ja_jp: キーファイルの保存位置を入力してください
vi: Vui lòng nhập vị trí tệp quan trọng
zh_cn: 请键入密钥文件位置

# rfvLogTimeResource1.ErrorMessage
source: Auto clear record active, cannot be blank.
id: Otomatis menghapus catatan yang aktif, tidak boleh kosong
ja_jp: 必ず記入必要です
vi: Đã bật tự động ghi chép rõ rõng，không cho phép để trống
zh_cn: 已启用自动清除记录，不允许空白

# rfvMailDomainResource1.ErrorMessage
source: Enter MailServer Domain
id: Masukkan Domain MailServer
ja_jp: MailServer Domainを入力してください
vi: Vui lòng nhập MailServer Domain
zh_cn: 请键入MailServer Domain

# rfvMailServerURLResource1.ErrorMessage
source: Enter MailServer URL
id: Masukkan URL MailServer
ja_jp: MailServer URLを入力してください
vi: Vui lòng nhập MailServer URL
zh_cn: 请键入MailServer URL

# rfvOpenfindURLResource1.ErrorMessage
source: Enter MailServer URL
id: Masukkan URL MailServer
ja_jp: MailServer URLを入力してください
vi: Vui lòng nhập MailServer URL
zh_cn: 请键入MailServer URL

# rfvOverAttendRangeResource1.ErrorMessage
source: Input the days
id: 請輸入顯示天數
ja_jp: 日数を入力してください
vi: Vui lòng nhập số ngày để hiển thị
zh_cn: 请键入显示天数

# rfvProxyDelMonthResource1.ErrorMessage
source: Enter Month
id: Masukan Bulan
ja_jp: 何月を入力してください
vi: Vui lòng nhập số tháng
zh_cn: 请键入月份数

# rfvProxyErrCountResource1.ErrorMessage
source: Enter Numbers
id: Masukan Jumlah
ja_jp: 次数を入力してください
vi: Vui lòng nhập số lần
zh_cn: 请键入次数

# rfvProxyTfrLogDelResource1.ErrorMessage
source: Enter Month
id: Masukan Bulan
ja_jp: 何月を入力してください
vi: Vui lòng nhập số tháng
zh_cn: 请键入月份数

# rfvPWResource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# rfvSIPFrontResource1.ErrorMessage
source: Enter prefix No.
id: Masukkan No. awalan
ja_jp: 番号を設定してください
vi: Vui lòng nhập tiền tố quay số
zh_cn: 请键入拨号前置码

# rfvSIPIPResource1.ErrorMessage
source: Enter IP
id: Masukkan IP
ja_jp: IPを入力してください
vi: Vui lòng nhập IP
zh_cn: 请键入IP

# rfvSIPLocalResource1.ErrorMessage
source: Enter Area Code
id: Masukkan Kode Area
ja_jp: エリアコードを入力してください
vi: Vui lòng nhập mã vùng
zh_cn: 请键入区码

# rfvSIPPortResource1.ErrorMessage
source: Enter Port
id: Masukkan Port
ja_jp: Portを入力してください
vi: Vui lòng nhập đơn vị Port
zh_cn: 请键入Port

# rfvSIPProtocolResource1.ErrorMessage
source: Select Protocol
id: Pilih protokol
ja_jp: 連絡先設定を選択してください
vi: Vui lòng chọn một giao thức
zh_cn: 请选择协议

# rvAttechedLimitErrMsgResource1.ErrorMessage
source: Input Integer between 1 to 2000
id: 請輸入介於1~2000之整數
ja_jp: 1～2000の端数がない数字を入力してください
vi: Vui lòng nhập một số nguyên từ 1 ~ 2000
zh_cn: 请键入介于1~2000之整数

# rvLinkExpireResource1.ErrorMessage
source: Enter number of days (1-999)
id: Masukkan jumlah hari (1-999)
ja_jp: 日数（1-999）を入力してください
vi: Vui lòng nhập số ngày(1-999)
zh_cn: 请键入天数(1-999)

# rvPix1Resource2.ErrorMessage
source: Integer only(1024~1920)
id: Hanya bilangan bulat (768~1080)
ja_jp: 数字(1024~1920)のみ入力可能です
vi: Chỉ số được phép (1024~1920)
zh_cn: 只允许输入数字(1024~1920)

# rvPix2Resource2.ErrorMessage
source: Integer only(768~1080)
id: Hanya bilangan bulat (768~1080)
ja_jp: 数字(768~1080)入力可能です
vi: Chỉ số được phép (768~1080)
zh_cn: 只允许输入数字(768~1080)

# rvPriMesAttachSizeResource1.ErrorMessage
source: Enter integers between 1~2000
id: Masukkan bilangan bulat antara 1 ~ 2000
ja_jp: 1～2000の端数がない数字を入力してください
vi: Vui lòng nhập một số nguyên từ 1 ~ 2000
zh_cn: 请键入介于1~2000之整数

# ScriptRetentionItem1Resource1.Text
source: Reserve forever
id: Pesan selamanya
ja_jp: 時間制限がなくて永遠に保存可能です
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# ScriptRetentionItem2Resource1.Text
source: Reserve the latest month
id: Pesan bulan terakhir
ja_jp: 最近1月間の資料を保存する
vi: Bảo lưu tháng gần nhất
zh_cn: 保留最近一个月

# ScriptRetentionItem3Resource1.Text
source: Reserve the latest 3 months
id: Pesan 3 bulan terakhir
ja_jp: 最近3月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近三个月

# ScriptRetentionItem4Resource1.Text
source: Reserve the latest 6 months
id: Pesan 6 bulan terakhir
ja_jp: 最近6月間の資料を保存する
vi: Bảo lưu 3 tháng mới nhất
zh_cn: 保留最近六个月

# ScriptRetentionItem5Resource1.Text
source: Reserve the latest 12 months
id: Pesan 12 bulan terakhir
ja_jp: 最近12月間の資料を保存する
vi: Bảo lưu 12 tháng mới nhất
zh_cn: 保留最近十二个月

# ScriptTemplateFieldResource1.HeaderText
source: Post-it Code
ja_jp: コード
vi: Mã bưu điện
zh_cn: 便利贴代码

# SlowListItemResource.Text
source: Slow
id: Pelan
ja_jp: 遅い
vi: Chậm
zh_cn: 慢

# TBarButtonResource1.Text
source: New
id: Baru
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建

# TBarButtonResource2.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# TBarButtonResource3.Text
source: Remove default
id: Standar awal penghapusan
ja_jp: デフォルトの設定をキャンセルする
vi: Hủy bỏ mặc định
zh_cn: 取消默认

# TBarButtonResource4.Text
source: New
id: Baru
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建

# TBarButtonResource5.Text
source: Delete
id: hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# TemplateFieldResource1.HeaderText
source: Default
id: standar
ja_jp: デフォルト
vi: Đặt trước
zh_cn: 默认

# TemplateFieldResource11.HeaderText
source: External System Code
id: Kode sistem ekstenal
ja_jp: 外部システムコード
vi: Mã hệ thống bên ngoài
zh_cn: 外部系统代号

# TemplateFieldResource12.HeaderText
source: Private Key
id: Kunci privasi
ja_jp: キー
vi: Khóa riêng
zh_cn: 私钥

# TemplateFieldResource2.HeaderText
source: Domain Name
id: Nama Domain
ja_jp: ドメイン名称
vi: Tên trang mạng
zh_cn: 域名称

# TemplateFieldResource3.HeaderText
source: Display name
id: Nama tampilan
ja_jp: 名称を表示
vi: Hiển thị tên
zh_cn: 显示名称

# TemplateFieldResource4.HeaderText
source: Action
id: Aksi
ja_jp: アクション
vi: Hoạt động:
zh_cn: 动作

# TemplateFieldResource5.HeaderText
source: UOF URL
id: URL UOF
ja_jp: UOFアドバンス
vi: Mạng UOF
zh_cn: UOF网址

# TemplateFieldResource6.HeaderText
source: Display name
id: Tampilan Nama
ja_jp: 名称を表示
vi: Hiển thị tên
zh_cn: 显示名称

# TemplateFieldResource9.HeaderText
source: Disable
id: Penangguhan
ja_jp: 廃止された
vi: Dừng
zh_cn: 禁用

# TimeOffResource1.Text
source: Transfer to Compensatory Leave
id: 轉補休
ja_jp: 有給休暇に転換する
vi: Chuyển khoản nghỉ bù
zh_cn: 转补休

# VerticalListItemResource.Text
source: Vertical
id: Menurun
ja_jp: 縦
vi: băng chuyền thằng đứng
zh_cn: 垂直轮播

# VoidListItemResource.Text
source: Void Document Application
id: 文件作廢申請單
ja_jp: 資料廃止申請表
vi: Tài liệu Void Đơn đăng ký
zh_cn: 文档作废申请单

# cvAddressBookAllowViewAllEmpChoiceListNotEmptyResource1.ErrorMessage
source: Select member
id: Pilih anggota
ja_jp: メンバーを選択してください
vi: Vui lòng lựa chọn nhân viên
zh_cn: 请选择人员
