Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# Label51Resource1.Text
source: Lock up after X times log in fail.
id: Terkunci setelah X waktu gagal masuk.
ja_jp: 何回登録したとロックされます
vi: Bị khóa sau khi đăng nhập thất bại
zh_cn: 次登录失败后锁定

# Label52Resource1.Text
source: Check marked "Allow user changing AD password" to activate
id: Periksa tanda “Ijinkan pengguna merubah kata sandi AD” untuk aktifasi
ja_jp: ユーザーのADパスワードを変更するとこの機能が使えます
vi: Chọn Cho phép người dùng thay đổi mật khẩu AD, cài đặt này sẽ chỉ hoạt động
zh_cn: 勾选允许用户更改AD密码，此设置才会有作用

# Label53Resource1.Text
source: times
id: Berkali-kali
ja_jp: 回数
vi: Lần
zh_cn: 次

# Label54Resource1.Text
source: Password principle
id: Prinsip kata sandi
ja_jp: パスワード設定方法
vi: Nguyên tắc mật khẩu
zh_cn: 密码策略

# Label55Resource1.Text
source: months
id: bulan-bulan
ja_jp: ヶ月
vi: Tháng
zh_cn: 个月

# Label56Resource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label57Resource1.Text
source: Module setup
id: Pengaturan modul
ja_jp: モジュール設定する
vi: Cài đặt mô-đun
zh_cn: 模块设置

# Label58Resource1.Text
source: Leave System
id: Sistem cuti
ja_jp: 出勤システム
vi: Mô-đun lệch chấm công
zh_cn: 差勤模块

# Label59Resource1.Text
source: Effective date of Annual Leave
id: Tanggal berlaku Cuti tahunan
ja_jp: 計算基準日
vi: Số ngày phép năm tính ngày tiêu chuẩn
zh_cn: 年休日数起算基准日

# Label60Resource1.Text
source: Date Attended
id: Tanggal Nasabah bekerja di kantor
ja_jp: 入社日
vi: Ngày nhậm chức
zh_cn: 到职日

# Label61Resource1.Text
source: Beginning Date
id: Tanggal Pemulaan
ja_jp: 基準日
vi: Ngày chuẩn
zh_cn: 基准日期

# Label62Resource1.Text
source: (Month/Date)
id: (月/日)
ja_jp: （月/日）
vi: (tháng/ngày)
zh_cn: (月/日)

# Label62Resource2.Text
source: UOF Internal URL
id: URL dalam UOF
ja_jp: UOF内部URL
vi: Mạng nội bộ UOF
zh_cn: UOF内部网址

# Label63Resource1.Text
source: Specific member setup
id: Pengaturan Anggota khusus
ja_jp: 特殊なメンバー
vi: Cài đặt nhân sự đặc biệt
zh_cn: 特殊人员设置

# Label64Resource1.Text
source: Settlement deadline:
id: Tenggat waktu penyelesaian:
ja_jp: 決算締切
vi: Thời hạn thanh toán
zh_cn: 结算截止日

# Label65Resource1.Text
source: days before(1~10)
id: Hari-hari sebelum (1~10)
ja_jp: ○日前（1～10）
vi: Trước ngày (1~10)
zh_cn: 天前(1~10)

# Label66Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
id: Begitu konfigurasi sistim disimpan, reset IIS untuk mengaktifkan.
ja_jp: 再始動が必要です
vi: Sau khi cài đặt cấu hình hệ thống được lưu, IIS cần được khởi động lại để có hiệu lực.
zh_cn: 系统配置设置于保存后，需重新启动 IIS 方始实现。

# Label66Resource2.Text
source: Batch setup deputy
id: setting deputy
ja_jp: ロットで代理人を設定します
vi: Cài đặt người đại diện hàng loạt
zh_cn: 批次设置代理人

# Label67Resource1.Text
source: Enforce password history
id: Menjalankan riwayat sandi
ja_jp: パスワード履歴を強制的に記録します
vi: Lịch sử ghi chép mật khẩu bắt buộc
zh_cn: 强制密码历程记录

# Label68Resource1.Text
source: Password cannot be the same as the settings in the previous times
id: Kata Sandi tidak boleh sama sebagaimana pengaturan di waktu awal
ja_jp: パスワードの設定は前に設定されたパスワードと同じのは出来ません
vi: Khi thiết lập và sửa đổi mật khẩu không được giống với mật khẩu trước đó
zh_cn: 设置修改密码时，不能与前几次密码相同

# Label69Resource1.Text
source: Exception
id: Pengecualian
ja_jp: メンバーを移動する
vi: Loại bỏ nhân viên
zh_cn: 排除人员

# Label6Resource1.Text
source: Default Password for new Staff
id: Terapan kata sandi untuk staff baru
ja_jp: 内部メンバー追加済み新しいパスワード
vi: Thiết lập tài khoản cho công nhân viên mới mật khẩu mặc định
zh_cn: 内部员工新建帐号默认密码

# Label70Resource1.Text
source: Advance validation
id: Validasi kunci USB
ja_jp: 検証方式を強くになる
vi: Xác minh nâng cao
zh_cn: 加强验证

# Label71Resource1.Text
source: Validation method
id: Validasi kunci USB
ja_jp: 検証方式
vi: Phương thức xác minh
zh_cn: 验证方式

# Label72Resource1.Text
source: Once active, can setup individually. Apart from password, user will also require the USB key to log into system.
id: Begitu aktif, dapat melakukan pengaturan secara individual. Terpisah dari kata sandi, Pengguna juga diminta kunci USB untuk memasuki sistim
ja_jp: ログインしたい場合はUSB Keyも必要です
vi: Sau khi được bắt đầu, nó có thể được thiết lập riêng lẻ: người dùng cần có key USB ngoài mật khẩu tài khoản để đăng nhập vào hệ thống
zh_cn: 启用之后,可以个别设置:用户除了帐号密码之外还需USB Key才能登录系统

# Label72Resource2.Text
source: Certificate Request Agent serial No.
id: Prosedur CA
ja_jp: 代理コードが必要です
vi: Số sê-ri của đại lý yêu cầu chứng chỉ
zh_cn: 凭证要求代理序列号

# Label73Resource1.Text
source: Integration Service
id: Telepon web / pengaturan Webmail
ja_jp: 合併サービス
vi: Dịch vụ tích hợp
zh_cn: 集成服务

# Label74Resource1.Text
source: BPM
id: Alur kerja
ja_jp: 電子サイン
vi: Xác nhận và kí điện tử
zh_cn: 电子签核

# Label75Resource1.Text
source: Pint with default background
id: Pint dengan latar belakang standar awal
ja_jp: 印刷ベース写真を設定します
vi: in bảng biểu với nền mặc định
zh_cn: 表单打印默认底图

# Label76Resource1.Text
source: Once system configuration is saved, reset IIS to activate.
id: Begitu konfigurasi sistim disimpan, reset IIS untuk mengaktifkan.
ja_jp: 再始動することが必要です
vi: Sau khi cài đặt cấu hình hệ thống được lưu, IIS cần được khởi động lại để có hiệu lực.
zh_cn: 系统配置设置于保存后，需重新启动 IIS 方始实现。

# Label78Resource1.Text
source: Display drop down list on login page after active
id: Daftar kebawah tampilan pada
ja_jp: ログイン以後この機能を始動します
vi: Khi được bắt đầu, màn hình đăng nhập sẽ hiển thị menu thả xuống đăng nhập
zh_cn: 启用后登录画面显示登录的下拉菜单

# Label7Resource1.Text
source: Minimum password character
id: Karakter minimum sandi
ja_jp: 入力可能な長さ
vi: Độ dài tối thiểu của mật khẩu
zh_cn: 密码最小长度

# Label80Resource1.Text
source: Item name of drop down list when using UOF account to login
id: Nama item dari tombol daftar saat menggunakan akun UOF untuk masuk
ja_jp: UOFアカウントでログインします
vi: Hiển thị tên khi đăng nhập bằng tài khoản UOF
zh_cn: 以UOF帐号登录显示的名称

# Label81Resource1.Text
source: Message
id: Pesan pribadi
ja_jp: メッセージ
vi: Tin nhắn cá nhân
zh_cn: 私人消息

# Label82Resource1.Text
source: Attachment’s maximum total capacity
id: Total kapasitas maksimum lampiran
ja_jp: 容量制限
vi: Tổng dung lượng tối đa của tệp đính kèm
zh_cn: 附件总最大空间

# Label84Resource1.Text
source: Force to send Mail
id: Dipaksa untuk mengirim mail
ja_jp: メールを発送します
vi: Bắt buộc gửi tới Mail
zh_cn: 强制发送Mail

# Label85Resource1.Text
source: Private message storage time
id: waktu penyimpanan Pesan pribadi
ja_jp: メッセージの保存期間
vi: Thời gian lưu trữ thông tin
zh_cn: 消息保留期限

# Label86Resource1.Text
source: *System will delete all messages of &quot unfiled &quot and overdue automatically <br/>*Too many messages will reduce system performance, it is suggested reserving only the last 1 months<br />*All deleted messages cannot be recovery, please inform users this policy of messages deletion
id: *Sistim akan menghapus semua pesan-pesan pribadi & mengutip yang tidak tersimpan & akan secara otomatis hilang bila telah melampaui batas waktunya<br/>* Terlalu banyak pesan-pesan pribadi akan mengurangi kinerja sistim, disarankan untuk mempertahankan pesan-pesan pribadi 1 bulan terakhir <br />* Semua pesan-pesan pribadi yang telah terhapus tidak bisa didapatkan kembali, mohon informasikan kepada para pengguna mengenai kebijakan penghapusan pesan-pesan pribadi ini.
ja_jp: メッセージが多くなるとシステムの機能に影響されるのでシステムは自動的にアーカイブしない、または保存時間がす過ぎた個人メッセージを削除します。
vi: * Hệ thống sẽ tự động xóa tất cả các tin nhắn & quot; chưa được lưu trữ & quot; và các tin nhắn riêng tư đã hết hạn <br/> * Quá nhiều tin nhắn sẽ ảnh hưởng đến hiệu suất hệ thống, bạn nên giữ lại các tin nhắn gần đây nhất trong một tháng <br /> * Không thể xóa các tin nhắn đã xóa đã khôi phục, vui lòng thông báo cho chính sách người dùng về lưu giữ thông tin cá nhân
zh_cn: *系统会自动清除所有&quot未归档&quot且超过期限的私人消息<br/>*过多的消息会影响系统性能，建议最多保留最近一个月消息<br />*清除的消息无法还原，请通知用户的私人消息保留的政策

# Label87Resource1.Text
source: Item name of drop down list on login page when using UOF account to login.
id: Nama item dari tombol daftar pada halaman masuk saat menggunakan akun UOF untuk masuk.
ja_jp: ログインした後UOFのアカウントを表示します
vi: Chọn đơn đăng nhập được hiển thị trên màn hình đăng nhập cho biết tên hiển thị của đăng nhập bằng tài khoản UOF
zh_cn: 显示在登录画面的登录下拉菜单,表示以UOF帐号登录的显示名称

# Label88Resource1.Text
source: Domain Name setup
id: Pengaturan Nama Domain
ja_jp: ドメイン名称の設定
vi: Thiết lập tên trang mạng
zh_cn: 域名称设置

# Label89Resource1.Text
source: Number of uppercase letter at least
id: Jumlah surat yang paling sedikit menggunakan huruf besar
ja_jp: 大文字を入力必要数
vi: Số lượng chữ hoa tối thiểu
zh_cn: 最少大写字母个数

# Label90Resource1.Text
source: Number of lowercase letter at least
id: Jumlah surat yang sedikitnya memakai huruf kecil
ja_jp: 入力可能な英文字
vi: Số lượng chữ thường tối thiểu
zh_cn: 最少小写字母个数

# Label91Resource1.Text
source: Setup Domain name of drop down list on login page
id: Pengaturan nama Domain dari daftar masukan ke bawah ada halaman masuk
ja_jp: 名称を設定します
vi: Đặt tên mạng chọn đơn tải xuống đăng nhập
zh_cn: 设置登录下拉菜单显示的域名称

# Label92Resource1.Text
source: Setup sender of notice
id: Tentukan pengirim pemberitahuan
ja_jp: 送信者設定
vi: Cài đặt người gửi thông báo mẫu
zh_cn: 表单通知寄件者设置

# Label93Resource1.Text
source: Album setup
id: Pengaturan album
ja_jp: アルバム設定
vi: Thiết lập album
zh_cn: 相片簿设置

# Label94Resource1.Text
source: Setup limit of file size
id: Batas pengaturan ukuran file
ja_jp: ファイルのアップロード内容
vi: Cho phép tải lên văn bản dung lượng lớn nhỏ
zh_cn: 允许上传文件大小

# Label97Resource1.Text
source: Encrypt
id: Mengenkripsi
ja_jp: パスワードを加入する
vi: Kiểm soát mã hóa
zh_cn: 加密控制

# Label98Resource1.Text
source: Approving
id: Menyetujui
ja_jp: 審査中
vi: Đang ký duyệt
zh_cn: 签核中

# Label99hResource1.Text
source: Password of Key file
id: File Kunci Kata Sandi
ja_jp: ファイルのパスワード
vi: mật khẩu tập tin
zh_cn: 密钥文件密码

# Label99Resource1.Text
source: Staff profile update
id: Profil staff terbaru
ja_jp: 内部メンバー情報のアップデート
vi: Tài liệu cập nhật nhân viên nội bộ
zh_cn: 内部员工个人数据更新

# Label99Resource2.Text
source: Profile Renew
id: Memperbarui ulang profil
ja_jp: 個人情報を更新する
vi: Cập nhật dữ liệu cá nhân
zh_cn: 个人数据更新

# Label99Resource3.Text
source: Profile Renew
id: Memperbarui ulang profil
ja_jp: 個人情報を更新する
vi: Cập nhật dữ liệu cá nhân
zh_cn: 个人数据更新

# Label9Resource1.Text
source: Basic setup
id: Pengaturan dasar
ja_jp: 基本設定
vi: Thiết lập cơ bản
zh_cn: 基本配置

# lbConfirmDeleteResource1.Text
source: Confirm to delete?
id: Mengkonformasi untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn bạn muốn xóa?
zh_cn: 确实要删除?

# lbl104JobFuncResource1.Text
source: Synchronize Function
id: 同步職務
ja_jp: ポジション資料を同期する
vi: Đồng bộ hóa công việc
zh_cn: 同步职务

# lbl104JobTitleInfoResource1.Text
source: It will synchronize Position setting in 104 to UOF primary department after checked, and automatically add to System\Basic Data if the Position is new.
id: 勾選後，會將104系統員工資料中對應欄位的內容同步至UOF個人資料中主要部門的職級欄位，也會新增至系統管理\組織維護的職級列表中。
ja_jp: 1.選択すると、104システム中にあるメンバー情報も UOF個人情報に追加されることになります。
vi: Sau khi kiểm tra, nội dung của trường tương ứng trong dữ liệu nhân viên của hệ thống 104 sẽ được đồng bộ với trường cấp bậc của bộ phận chính trong dữ liệu cá nhân UOF, đồng thời nó cũng sẽ được thêm vào danh sách cấp bậc của quản lý hệ thống \ tổ chức bảo trì.
zh_cn: 勾选后，会将104系统员工数据中映射字段的内容同步至UOF个人数据中主要部门的职级字段，也会新建至系统管理\组织维护的职级列表中。

# lbl104JobTitleResource1.Text
source: Synchronize Position
id: 同步職級
ja_jp: ポジションを同期する
vi: Xếp hạng đồng bộ
zh_cn: 同步职级

# lbl104PersonalSettingResource1.Text
source: 104 HR Setting
id: 104設定
ja_jp: 104を設定
vi: Thiết lập 104
zh_cn: 104设置

# lbl104PortalUrlMemoResource1.Text
source: Please input 104 Portal URL<BR> For example : http://My104PortalSite/ehrPortal
id: 請輸入104Portal所在的網址<BR>範例：http://My104PortalSite/ehrPortal
ja_jp: 104PortalのURLを入力してください
vi: Vui lòng nhập URL mẫu nơi đặt 104Portal: http://My104PortalSite/ehrPortal
zh_cn: 请键入104Portal所在的网址<BR>范例：http://My104PortalSite/ehrPortal

# lbl104PortalUrlResource1.Text
source: 104 Portal URL
id: 104Portal站台網址
ja_jp: 104PortalステーションURL
vi: 104 URL dừng trang web
zh_cn: 104Portal站点网址

# lbl104PunchLogTimeMemo1Resource1.Text
source: *The system will automatically delete the Punch records with [Punch time] exceeding the retention period
id: *系統會自動清除[刷卡時間]超過保留期限的刷卡記錄
ja_jp: *システムは自動的に[タイムカードの時間]保留期限を過ぎたタイムカードの記録を消去します。
vi: * Hệ thống sẽ tự động xóa các hệ thống thẻ ghi chép có thể [thời gian quẹt thẻ] vượt quá thời gian lưu giữ
zh_cn: *系统会自动清除[刷卡时间]超过保留期限的刷卡记录

# lbl104PunchLogTimeMemo2Resource1.Text
source: *The deleted Punch records cannot be restored
id: *清除的刷卡記錄無法還原
ja_jp: *クリアしたタイムカードの記録が元に戻りません。
vi: * Không thể khôi phục hồ sơ thẻ đã xóa
zh_cn: *清除的刷卡记录无法还原

# lbl104PunchLogTimeResource1.Text
source: Number of days reserved for punch history
id: 刷卡歷程保留期限
ja_jp: パンチの履歴保持日数
vi: Thời hạn bảo lưu lịch sử quẹt thẻ
zh_cn: 刷卡历程保留期限

# lbl104SyncFuncInfo1Resource1.Text
source: 2. While Synchronization, if the According to 104 is checked, it will delete all others Functions setting of Primary Department in UOF (except Supervisor & Approver)
id: 2.同步時，若選擇依104職務為主，人員同步後會取消其在UOF主要部門下設定的其他職務(部門主管與簽核人員不在此限)。
ja_jp: 2.同期すると104システムにあるデータのポジションをメインにします
vi: 2. Khi đồng bộ hóa, nếu bạn chọn chức vụ 104, các công việc khác được đặt dưới bộ phận chính của UOF sẽ bị hủy bỏ sau khi nhân sự được đồng bộ hóa (chủ quản bộ phận và nhân viên ký không bị giới hạn).
zh_cn: 2.同步时，若选择依104职务为主，人员同步后会取消其在UOF主要部门下设置的其他职务(部门主管与签核人员不在此限)。

# lbl104SyncFuncInfoResource1.Text
source: 1. It will synchronize Position setting in 104 to UOF primary department after checked, and automatically add to System\Basic Data if the Position is new.
id: 1.勾選後，會將104系統員工資料中對應欄位的內容同步至UOF個人資料中主要部門的職務欄位，也會新增至系統管理\組織維護的職務列表中。
ja_jp: 1.選択すると、104システム中にあるメンバー情報も UOF個人情報に追加されることになります。
vi: 1. Sau khi kiểm tra, nội dung của cột tương ứng trong dữ liệu nhân viên của hệ thống 104 sẽ được đồng bộ với cột chức danh của bộ phận chính trong hồ sơ UOF, đồng thời nó cũng được thêm vào danh sách công việc của quản lý hệ thống \ bảo trì tổ chức.
zh_cn: 1.勾选后，会将104系统员工数据中映射字段的内容同步至UOF个人数据中主要部门的职务字段，也会新建至系统管理\组织维护的职务列表中。

# lblAccountResource1.Text
source: Meeting Account
id: Akun pertemuan
ja_jp: Meetingアカウント
vi: Tài khoản Meeting
zh_cn: Meeting帐号

# lblAddAccountMsgConversionMailResource1.Text
source: Setup account creation
id: Pembuatan akun pengaturan
ja_jp: アカウントを追加設定
vi: Thêm cài đặt tài khoản
zh_cn: 新建帐号设置

# lblAddressBookTipResources1.Text
source: When checked, while the internal staff fields are set to be displayed and restricted to be viewed, the user can only view the content of those fields in Contacts who have viewing rights.
id: 勾選後，當內部員工的人員欄位有設定為可顯示且限制觀看，使用者在查詢自己有觀看權限的個人資訊時，才可看到該欄位內容。
ja_jp: チェックすると、内部従業員フィールドが表示可能と視聴制限を設定されている場合、使用者は、自分が見る権限を持つ連絡先を問い合わせるだけです。このフィールドの内容を見ることもできます。
vi: Sau khi lựa chọn, khi nhân viên nội bộ được đặt thành hiển thị và hạn chế xem, người dùng chỉ có thể xem nội dung của trường này bằng cách truy vấn sổ địa chỉ của nhân viên có quyền xem.
zh_cn: 勾选后，当内部员工的人员字段有设置为可显示且限制观看，用户在查询自己有观看权限的个人信息时，才可看到该字段内容。

# lblAddressBookTitleResource1.Text
source: Contacts
id: 通訊錄
ja_jp: 連絡先
vi: Ghi nhớ cuộc gọi
zh_cn: 通讯簿

# lblADLogOutTipResource1.Text
source: When the user is allowed to change the AD password, the system schedule will force the user to log out of the App and UM according to the AD password expiration reminder, so that the user can change the password after logging in again.
id: 當允許使用者變更AD密碼時，系統排程會依AD密碼到期提醒，將使用者強制登出App與UM，讓使用者重新登入後變更密碼
ja_jp: 使用者がADパスワードの変更を許可すると、システムスケジュールはADパスワードの期限切れに注意し、使用者にAppとUMを強制的にログアウトさせ、使用者が再登録した後にパスワードを変更させる
vi: Khi người dùng được phép thay đổi mật khẩu AD, hệ thống sẽ hẹn người dùng đăng xuất khỏi App và UM theo lời nhắc hết hạn mật khẩu AD, để người dùng có thể thay đổi mật khẩu sau khi đăng nhập lại.
zh_cn: 当允许用户更改AD密码时，系统计划会依AD密码到期提醒，将用户强制注销App与UM，让用户重新登录后更改密码

# lblAfterTransMailResource1.Text
source: After successfully forward
id: 轉發成功後
ja_jp: 転送済み後
vi: Sau khi chuyển tiếp thành công
zh_cn: 转发成功后

# lblAiraFaceAccountResource1.Text
source: Account
id: 帳號
ja_jp: アカウント
vi: Tài khoản
zh_cn: 帐号

# lblAiraFaceExceptUserResource1.Text
source: Exception
id: 例外人員
ja_jp: 例外人員
vi: Nhân viên ngoại lệ
zh_cn: 例外人员

# lblAiraFacePasswordResource1.Text
source: Password
id: 密碼
ja_jp: パスワード
vi: Mật mã cũ
zh_cn: 密码

# lblAiraFaceServerSettingResource1.Text
source: airaFace Server setup
id: airaFace Server設定
ja_jp: airaFace Server設定
vi: cài đặt máy chủ airaFace
zh_cn: airaFace Server设置

# lblAiraFaceServerUrlResource1.Text
source: URL
id: 網址
ja_jp: Webサイト
vi: Địa chỉ wed
zh_cn: 网址

# lblAiraFaceTip1Resource1.Text
source: 1. When enabling, please complete the airaFace Server connection setting and confirm that the connection is successful, and then go to the personnel data of "Department Personnel Management" to maintain the airaFace number to which the App user belongs.
id: 1.啟用時，請先完成airaFace Server連線設定並確認連線成功後，再到「部門人員管理」的人事資料中維護App使用者所屬的airaFace編號。
ja_jp: 1.有効にする場合は、まずairaFace Serverのオンライン設定を完了し、オンラインが成功したことを確認してから、「部門人員管理」の人事データにAppユーザーが所属するairaFace番号を変更してください。
vi: 1.Trước khi kích hoạt, vui lòng hoàn thành tất cả cài đặt ID nhận dạng khuôn mặt người dùng ứng dụng nội bộ, cài đặt kết nối airaFace và cài đặt hệ thống.
zh_cn: 1.启用时，请先完成airaFace Server连接设置并确认连接成功后，再到“部门人员管理”的人事数据中维护App用户所属的airaFace编号。

# lblAiraFaceTip2Resource1.Text
source: 2. After enabling, all users need to use Facial Recognition to successfully Punch in/out when they using APP, except for exceptions.
id: 2.啟用後，所有使用者在App刷卡時需通過人臉辨識才能成功簽到/簽退，例外人員則不在此限。
ja_jp: 2.有効にした後、すべてのユーザーは、アプリでタイムカードを押すときに顔認証に合格して、正常にサインイン/サインアウトする必要があります。例外人員は対象外です。
vi: 2.Sau khi sử dụng, tất cả người dùng cần sử dụng tính năng nhận dạng khuôn mặt để đăng nhập / đăng xuất thành công khi quẹt thẻ trong ứng dụng, không phải nhân viên thì sẽ không nằm trong giới hạn này.
zh_cn: 2.启用后，所有用户在App刷卡时需通过人脸辨识才能成功签到/签退，例外人员则不在此限。

# lblAppRestrictMemoResource1.Text
source: Note : Only selected members and administrator can login by App
id: 註:所選人員才可使用App登入，系統管理者(admin)則不受限。
ja_jp: 特定なメンバーのみアプリでログインすることが可能です
vi: Lưu ý: Chỉ những nhân viên được chọn mới có thể sử dụng Ứng dụng để đăng nhập và quản trị viên hệ thống (admin) không bị hạn chế.
zh_cn: 注:所选人员才可使用App登录，系统管理者(admin)则不受限。

# lblAppRestrictResource1.Text
source: Members who are allow to use App
id: 可用App人員
ja_jp: アプリが使えるメンバー
vi: Nhân viên có thể dùng App
zh_cn: 可用App人员

# lblArgumentErrResource1.Text
source: Failure：Parameter error!
id: Kegagalan : Parameter bermasalah!
ja_jp: パラメータの入力が間違いました
vi: Đăng ký thất bại: lỗi tham số
zh_cn: 注册失败：参数错误

# lblAttechedLimitDiscriptionResource1.Text
source: Supported fields: related attachments (Forms), personal attachments (Stops), reply inquiries (attachments); for select file fields, please go to the form field settings.
id: *支援欄位:相關附件(表單)、個人附件(站點)、回覆徵詢(附件)；檔案選取欄位請至表單欄位設定。
ja_jp: *サポートフィールド：関連添付ファイル（フォーム）、個人添付ファイル（サイト）、回答問い合わせ（添付ファイル）；アーカイブ抽出フィールドはフォームフィールドに設定してください。
vi: * Các cột được hỗ trợ: các biểu mẫu đính kèm liên quan, các trang web đính kèm cá nhân và các tệp đính kèm trả lời câu hỏi,các cột lựa chọn tệp không được hỗ trợ.
zh_cn: *支持字段:相关附件(表单)、个人附件(网站)、回复徵询(附件)；文件选定字段请至表单字段设置。

# lblAuthTypeResource1.Text
source: Verification Method
id: 驗證方式
ja_jp: 検証方式
vi: Phương thức xác minh
zh_cn: 验证方式

# lblBackGroundColorResource1.Text
source: Background color
id: Warna latar belakang
ja_jp: バックグラウンド色を選択
vi: màu nền
zh_cn: 背景颜色

# lblBirthdayDescResource1.Text
source: Birthday should be 8 digits, such as 19790105
id: Ulang tahun harus 8 angka, misalnya 19790105
ja_jp: 誕生日の入力方式は19700105
vi: Ngày sinh là một số có 8 chữ số 19790105
zh_cn: 生日为八码数字如19790105

# lblBpmFormDeleteDateResource1.Text
source: Forms which are years after the closure date can be deleted:
id: 可刪除結案日期幾年之前的表單：
ja_jp: 月 日までフォームの削除が可能です
vi: Có thể xóa các biểu mẫu trước ngày kết thúc vài năm:
zh_cn: 可删除结案日期几年之前的表单：

# lblBpmFormDeleteDateTipResource1.Text
source: *For example: set to 5, then the forms closed before 2015 (including) can be deleted in 2020, and 0 means no limit
id: *例如：設定為5，則2020年時可刪除2015年(含)之前結案的表單，0為不限制
ja_jp: *5を設定することにより2020年に2015年以前（15年を含め）完成済みのフォームを削除可能です。
vi: * Ví dụ: thiết lập thành 5, thì vào năm 2020, các biểu mẫu đã bị đóng vào năm 2015 có thể bị xóa và 0 có nghĩa là không có giới hạn
zh_cn: *例如：设置为5，则2020年时可删除2015年(含)之前结案的表单，0为不限制

# lblBpmFormDeleteResource1.Text
source: Forced form deletion
id: 表單強制刪除
ja_jp: フォームが削除された
vi: Bắt buộc xóa bảng biểu
zh_cn: 表单强制删除

# lblBpmFormDeleteResultResource1.Text
source: Allow administrator to delete the following result forms:
id: 允許管理者刪除以下結果的表單：
ja_jp: 下記フォームを参照可能
vi: Các biểu mẫu cho phép người quản lý xóa các kết quả dưới:
zh_cn: 允许管理者删除以下结果的表单：

# lblBpmFormDeleteTip1Resource1.Text
source: *After setting, the system administrator or Workflow administrator can forcibly delete the closure forms within the time range in the form management.
id: *設定後，系統管理員或電子簽核管理員可在表單管理中強制刪除時間範圍內的結案表單。
ja_jp: 設定したら、システム管理者または確認者は時間範囲内の完成フォームの削除が可能です。
vi: * Sau khi thiết lập, nhân viên quản lý hệ thống hoặc nhân viên quản lý chữ ký điện tử có thể buộc xóa biểu mẫu đã đóng trong phạm vi thời gian quản lý biểu mẫu.
zh_cn: *设置后，系统管理员或电子签核管理员可在表单管理中强制删除时间范围内的结案表单。

# lblBpmFormDeleteTip2Resource1.Text
source: *The deleted form cannot be restored.
id: *刪除的表單無法還原。
ja_jp: *削除したらデータの回復が不可です。
vi: * Không thể khôi phục các biểu mẫu đã xóa.
zh_cn: *删除的表单无法还原。

# lblBpmFormDeleteTip3Resource1.Text
source: *After the form is deleted, it will not affect the data of the connected module, EX. Document management or Leave management.
id: *表單刪除後不會影響到串接模組的資料，EX.文管、差勤。
ja_jp: *削除しても他の資料に影響を与えない。
vi: * Sau khi biểu mẫu bị xóa, nó sẽ không ảnh hưởng đến dữ liệu của mô-đun nối tiếp, EX.
zh_cn: *表单删除后不会影响到串接模块的数据，EX.文管、差勤。

# lblBpmFormScriptRetentionResource1.Text
source: Expired date of Draft
id: 表單草稿保留期限
ja_jp: 下書き保留期限
vi: Khoảng thời gian lưu giữ bảng biểu nháp
zh_cn: 表单草稿保留期限

# lblBpmFormScriptRetentionTipResource1.Text
source: *The expired date will be according to &quot Modified time &quot.<br/>*The deleted draft cannot be restored, please make sure to notice the user.
id: *保留期限會依照表單草稿的&quot修改時間&quot來做計算。<br/>*清除的草稿無法還原，請通知使用者表單草稿的保留政策。
ja_jp: *下書きのの修正時間として保留時間を計算する。下書きが削除されたら回復できないので、ユーザーに下書きの関連な保留ルールを教えてください。
vi: * Thời gian lưu giữ sẽ được tính dựa trên "thời gian sửa đổi" của bản nháp. * Không thể khôi phục các bản nháp đã xóa, vui lòng thông báo cho người dùng về chính sách lưu giữ cho các bản nháp của biểu mẫu.
zh_cn: *保留期限会依照表单草稿的&quot修改时间&quot来做计算。<br/>*清除的草稿无法还原，请通知用户表单草稿的保留政策。

# lblBpmHistorySeqResource1.Text
source: Approval history
id: 表單簽核歷程
ja_jp: 表單簽核歷程
vi: Lịch sử ký biểu mẫu
zh_cn: 表单签核历程

# lblBufferAfterResource1.Text
source: After Punch-out
id: Setelah Punch-out
ja_jp: 退勤後
vi: Sau khi tan ca
zh_cn: 下班后

# lblBufferBeforeResource1.Text
source: Before Punch-in
id: Sebelum Punch-in
ja_jp: 出勤前
vi: Trước khi làm việc
zh_cn: 上班前

# lblbufferlimitResource1.Text
source: *Input from 0~8, it is recommended 2 before Punch-in or 4 after Punch-out
id: *Masukan dari 0~8, direkomendasikan 2 sebelum Punch-in atau 4 setelah Punch-out
ja_jp: 輸入時間の範囲：
vi: * Phạm vi nhập là 0 ~ 8, giá trị được đề xuất là 2 giờ trước khi làm việc; 4 giờ sau khi tan làm
zh_cn: *输入范围为0~8，建议值为上班前2小时；下班后4小时

# lblBufferUnitResource1.Text
source: Hour
id: Jam
ja_jp: 時間
vi: Giờ
zh_cn: 小时

# lblBulletinDefaultDaysResource1.Text
source: Display range of Newest bulletin
id: Tampilkan barisan buletin terbaru
ja_jp: 最近アナウンス：
vi: Phạm vi hiển thị thông báo mới nhất
zh_cn: 最新公告显示范围

# lblBulletinDirectionResource1.Text
source: Display mode
id: Mode tampilan
ja_jp: 再生方
vi: Phương thức phát
zh_cn: 播放方式

# lblBulletinFileTitleResource1.Text
source: Notify
id: info pemberitahuan
ja_jp: お知らせ
vi: Thông báo thông tin
zh_cn: 消息通知

# lblBulletinModifyFromResource1.Text
source: Source of Notification Update
id: Sumber dari Pemberitahuan terbaru
ja_jp: 変更された情報源
vi: Nguồn thay đổi thông báo
zh_cn: 公告更改源

# lblBulletinPlaySpeedResource1.Text
source: Display speed
id: Kecepatan tampilan
ja_jp: 再生スピード
vi: Tốc độ phát
zh_cn: 播放速度
