Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# lblBulletinPublishFromResource1.Text
source: Notification Released Method
id: Metode rilis pemberitahuan
ja_jp: 情報源
vi: Nguồn thông báo
zh_cn: 公举报布源

# lblBulletinRecommendMsgResource1.Text
source: The viewer can use Like and view the numbers of Like after it is checked
id: 勾選後，公告發佈對象瀏覽公告時可看到目前推薦數並使用推薦功能。
ja_jp: 選択するとおすすめ数またはおすすめ機能を使用可能です
vi: Sau khi kiểm tra điều này, mục tiêu của thông báo có thể thấy số khuyến nghị hiện tại và sử dụng chức năng đề xuất khi duyệt thông báo.
zh_cn: 勾选后，公举报布对象浏览公告时可看到当前推荐数并使用推荐功能。

# lblBulletinRecommendResource1.Text
source: Like
id: 公告推薦
ja_jp: おすすめ時間
vi: Thông báo khuyến nghị
zh_cn: 公告推荐

# lblBulletinSetResource1.Text
source: Bulletin
id: Buletin
ja_jp: お知らせ
vi: Thông báo
zh_cn: 公告

# lblbullExamineTitleResource1
source: Bulletin audit
ja_jp: お知らせを審査
vi: Đánh giá thông báo
zh_cn: 公告审核

# lblbullExamineTitleResource1.Text
source: Bulletin audit
ja_jp: お知らせを審査
vi: Đánh giá thông báo
zh_cn: 公告审核

# lblCAIPMsgResource1.Text
source: Enable IP restriction，the members who need validation must apply certificate in the IP restriction to login UOF system.
id: Memungkinkan pembatasan IP, anggota yang memerlukan pengesahan harus mendaftar sertifikat di Pembatasan IP untuk masuk ke sistem UOF
ja_jp: 検証を使ってログインすることが可能です
vi: Khi giới hạn IP được bật, nhân viên xác minh phải ở trong giới hạn IP hạn chế trước khi đăng ký hoặc đăng nhập vào hệ thống UOF sau khi xác minh .
zh_cn: 启用限制IP范围，则需验证人员必须要在限制的IP范围内才可申请凭证或经由凭证加强验证后登录UOF系统。

# lblCalendarTitleResource1.Text
source: Schedule
id: jadwal
ja_jp: カレンダー
vi: Lịch hành trình
zh_cn: 行事历

# lblCalLevRuleNoteResource1.Text
source: *Only suitable for those Leave/Business Travel which is less than one day, if set "by flexible work time"
id: Hanya cocok untuk yang cuti/perjalanan bisnis kurang dari satu hari, jika di atur " menurut waktu kerja yang fleksibel"
ja_jp: 申請日付きを再確認してください
vi: * Thiết lập này chỉ áp dụng cho các đơn đăng ký không kéo dài và luôn được tính bằng thời gian đi làm
zh_cn: *此设置只适用非跨日申请，跨日申请一律采用班表上下班时间计算

# lblCalLevRuleResource1.Text
source: Leave/Business Travel calculated basis
id: Cuti/Perjalanan bisnis
ja_jp: 計算方式
vi: Quy tắc tính giờ nghỉ phép / giờ đi công tác
zh_cn: 请假/出差时数计算规则

# lblCaMsgByConfigResource1.Text
source: Enter CA setting
id: Masukan pengaturan CA
ja_jp: ユーザー権限の関連設定を記入してください
vi: Vui lòng điền vào các cài đặt có liên quan của chứng chỉ ứng dụng khách
zh_cn: 请填写客户端凭证相关设置

# lblCaMsgByUserResource1.Text
source: Select member
ja_jp: 検証必要メンバーを選択してください
vi: Vui lòng chọn người được xác minh
zh_cn: 请选定需验证人员

# lblCapacity1Resource1.Text
source: Capacity setup
id: Pengaturan kapasitas
ja_jp: 容量を設定
vi: Thiết lập năng lực.
zh_cn: 容量设置

# lblCapacity2Resource1.Text
source: Capacity setup
id: Pengaturan kapasitas
ja_jp: 容量を設定
vi: Thiết lập năng lực.
zh_cn: 容量设置

# lblCapacity3Resource1.Text
source: Capacity setup
id: Pengaturan kapasitas
ja_jp: 容量を設定
vi: Thiết lập năng lực.
zh_cn: 容量设置

# lblCaptchaMsgResource1.Text
source: Remark: User should Input Password & Verification No. at the first Login on new device when it is Enable
id: 註:若點選啟用，使用者在新裝置上首次登入App需同時輸入密碼及認證碼
ja_jp: 新しいデザインで初ログインする時にパスワードとアカウントの再確認が必要です
vi: Lưu ý: Nếu nhấp vào Bật, người dùng cần nhập cùng lúc mật khẩu và mã xác thực khi đăng nhập vào Ứng dụng lần đầu tiên trên thiết bị mới
zh_cn: 注:若点选启用，用户在新装置上首次登录App需同时输入密码及凭证码

# lblChatReserveDayDescResource1.Text
source: Default 90 days if not setting
id: Apabila tidak diseting, default 90 hari
ja_jp: 設定しないと90日になる
vi: Nếu không được đặt, mặc định là 90 ngày
zh_cn: 如无设置默认为90天

# lblCheckClassHasExamineMsgResource1.Text
source: There are surveys which are waiting for releasing in the following categories, please setup approver to approve:<br />{0}
id: ada peninjauan-peninjauan yang menunggu untuk dirilis di kategori-kategori berikut, silahkan atur pemberi persetujuan untuk menyetujui :<br />{0}
ja_jp: 下記のカテゴリーの中にはまた審査しているフォームがあるので、担当者の方にフォームの確認をしてください
vi: Vẫn còn những thông báo đang được xem xét trong các danh mục sau, vui lòng đặt người kiểm duyệt để xem xét: <br />{0}
zh_cn: 以下类别内尚有审核中的公告，请设置审核者进行审核:<br />{0}

# lblChioceTipResources2.Text
source: Example
id: 範例說明
ja_jp: 例の説明
vi: Mô tả ví dụ
zh_cn: 范例说明

# lblChkSMTPfieldResource1.Text
source: SMTP password is blank, confirm to Save?
id: SMTP密碼為空白，確定儲存？
ja_jp: SMTPパスワードに何も記入してないですが、このまま保存しますか？
vi: Để trống mật mã SMTP , xác nhận tồn tại ?
zh_cn: SMTP密码为空白，确定保存？

# lblChoiceControlResource1.Text
source: Select Member
id: 選取人員
ja_jp: 選択した従業員
vi: Lựa chọn nhân viên
zh_cn: 选定人员

# lblChoiceExpandLevelEnterTipResource1.Text
source: *Input form 1 to 99, if not checked, it means to expand all
id: *輸入範圍1~99，未勾選表示全部展開
ja_jp: *入力範囲1~99、チェックなしで全て展開
vi: * Phạm vi đầu vào là 1~99, nếu không được chọn có nghĩa là triển khai tất cả
zh_cn: *输入范围1~99，未勾选表示全部展开

# lblChoiceTip1Resources1.Text
source: 1.After checking, when the user clicks on the select person function button of any function, e.g. deputy application form or hold a meeting, and the department on the screen will be displayed in its primary department by default, so that the same department person can be selected first.
id: 1.勾選後，當使用者點開任一功能的選取人員功能鈕時，EX.代理申請表單或召開會議，畫面上的部門會預設顯示在自己的主要部門，以便可優先選擇同部門人員。
ja_jp: 1.チェックしたら、使用者が任意の機能の人員選択機能ボタンをクリックすると 、EX.代理申請フォームまたは会議が開かれ、画面上の部門は自分の主要部門にあらかじめ表示され、同部門の人員を優先的に選択することができる。
vi: 1. Sau khi kiểm tra, khi người dùng nhấp vào bất kỳ nút chức năng chọn nhân viên nào, ví dụ. đăng ký biểu mẫu hoặc tổ chức cuộc họp, và bộ phận trên màn hình sẽ được hiển thị trong bộ phận chính theo mặc định, vì vậy cùng một bộ phận có thể được ưu tiên lựa chọn.
zh_cn: 1.勾选后，当用户点开任一功能的选定人员功能钮时，EX.代理申请表单或召开会议，画面上的部门会默认显示在自己的主要部门，以便可优先选择同部门人员。

# lblChoiceTip2Resources1.Text
source: 2. When there is a default setting displayed in the user's main department, the department cannot be set to expand the hierarchy.
id: 2.當有設定預設顯示在使用者主要部門時，則無法設定部門展開階層。
ja_jp: 2.ユーザーのメイン部門にデフォルト設定が表示されている場合、階層を拡張するように部門を設定することはできません。
vi: 2. Khi có một cài đặt mặc định được hiển thị trong bộ phận chính của người dùng, bộ phận đó không thể được đặt để mở rộng hệ thống phân cấp.
zh_cn: 2.当有设置默认显示在用户主要部门时，则未能配置部门展开阶层。

# lblChoiceTipResources2.Text
source: Example
id: 範例說明
ja_jp: 例の説明
vi: Mô tả ví dụ
zh_cn: 范例说明

# lblClassDisplyTitleResource1.Text
source: Display mode
id: Tampilan Mode (Program)
ja_jp: お知らせカテゴリーを表示
vi: Hiển thị danh mục thông báo
zh_cn: 公告类别显示

# lblCommentResource1.Text
source: (Use default color if no setup)
id: (apabilla tidak setting warna, akan mengunakan settingan default)
ja_jp: （システムのプリセットを設定しない）
vi: không thiết lập giá trị mặc định của hệ thống
zh_cn: (不设置采系统默认)

# lblConfirmUpdateResource1.Text
source: Active ?
id: Aktif ?
ja_jp: 始動してもよろしいでしょうか
vi: Bạn có chắc chắn muốn mở không?
zh_cn: 确实要启用?

# lblConnectFailedResource1.Text
source: Connect Test Failed
id: 測試連線失敗
ja_jp: 接続テストが失敗
vi: Kiểm tra kết nối thất bại
zh_cn: 测试连接失败

# lblConnectSuccessResource1.Text
source: Connect Test Successfully
id: 測試連線成功
ja_jp: 接続テストが成功
vi: Kiểm tra kết nối thành công
zh_cn: 测试连接成功

# lblConnFailedReasonResource1.Text
source: (Reason of failure:
id: (失敗原因：
ja_jp: （失敗原因：
vi: (Nguyên nhân thất bại:
zh_cn: (失败原因：

# lblConnFailedResource1.Text
source: Connection test failure
id: 測試連線失敗
ja_jp: オンラインテストに失敗しました
vi: Kết nối thử nghiệm thất bại
zh_cn: 测试连接失败

# lblConnSuccessResource1.Text
source: Connection test successful
id: 測試連線成功
ja_jp: オンラインテストに成功しました
vi: Kết nối thử nghiệm thành công
zh_cn: 测试连接成功

# lblCustomizeLoginTitleResource1.Text
source: Customized Homepage
id: Halaman beranda yang telah disesuaikan
ja_jp: カスタマイズページ
vi: Tùy chỉnh trang đăng nhập
zh_cn: 自定义登录页面

# lblDayResource1.Text
source: Day
id: Tanggal
ja_jp: 日
vi: Ngày
zh_cn: 日

# lblDefaultPunchReasonResource1.Text
source: Default Reason
id: 預設理由
ja_jp: 理由
vi: Dự kiến nội dung sự việc
zh_cn: 默认事由

# lblDeleteTitleResource1.Text
source: Confirm to delete?
id: Apakah Anda yakin untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn xóa không?
zh_cn: 确定删除?

# lblDelMultiUrlResource1.Text
source: Confirm to delete the selected site?
id: Konfirmasi untuk menghapus situs yang dipilih?
ja_jp: 選択したSITEを削除してもよろしいでしょうか
vi: Xác nhận xóa SITE đã chọn không?
zh_cn: 确认删除选定的SITE?

# lblDeptChooseExampleResource1.Text
source: Example
id: 範例說明
ja_jp: 説明例
vi: Mô tả ví dụ
zh_cn: 范例说明

# lblDevloveMsgResource1.Text
source: *Only available in limited number of days for Periodicity Devolve
id: *Hanya tersedia pada jumlah terbatas hari untuk periodisitas
ja_jp: 何日までに追加できます
vi: * Chỉ được phép giao việc mới trong số ngày có kì hạn khi thêm chu kỳ mới.
zh_cn: *新建周期交办时只允许新建限制天数内的交办

# lblDevolveDayResource1.Text
source: days
id: Hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblDevolveRepeatLimitTItleResource1.Text
source: Day Limit of Periodicity Devolve
id: Batas hari penyerahan secara berkala
ja_jp: 日数制限
vi: Giới hạn về số ngày giao ban theo chu kỳ
zh_cn: 周期交办天数限制

# lblDialSetModeResource1.Text
source: Setup method
id: Tentukan Metode
ja_jp: セットアップ方法
vi: Phương pháp thiết lập
zh_cn: 新建方式

# lblDisplayDocCoverResource1.Text
source: Cover page display setting
id: 文件封面顯示設定
ja_jp: 資料カバーにて設定機能を表示
vi: Cài đặt hiển thị bìa tài liệu
zh_cn: 文档封面显示设置

# lblDisplayErrorMsgTitleResource1.Text
source: Show error message
id: 顯示錯誤訊息
ja_jp: エラーメッセージを表示
vi: Hiển thị thông tin lỗi
zh_cn: 显示错误消息

# lblDisplayErrorRemarkTitleResource1.Text
source: Considering of security issue, please don't open, unless you are proceeding debug in developing mode.
id: 因應安全性問題，請勿開啟；如在開發模式偵錯時則不在此限
ja_jp: セキュリティの問題でオープン不能です
vi: Do vấn đề bảo mật, vui lòng không mở lên;như: Khi gỡ lỗi trong chế độ phát triển không giới hạn ở điều này
zh_cn: 因应安全性问题，请勿打开；如在开发模式调试时则不在此限

# lblDmsClassLevelResource1.Text
source: Layer of Category
id: Lapisan Category
ja_jp: カテゴリー
vi: Loại cấp bậc
zh_cn: 类别阶层

# lblDMSConvertLimitInfo1Resource1.Text
source: Convert only support the following file formats(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
id: *支援以下格式(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
ja_jp: *下記をサポート可能になります。 (doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
vi: các hình thức được hỗ trợ(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
zh_cn: *支持以下格式(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)

# lblDMSConvertLimitInfo2Resource1.Text
source: Upper Limit Pages of PDF document
id: PDF文件轉檔頁數上限
ja_jp: ファイル転換可能なページ数制限
vi: Số trang tối đa để chuyển đổi một tệp PDF
zh_cn: PDF文档转档页数上限

# lblDMSConvertLimitInfo3Resource1.Text
source: Page
id: 頁
ja_jp: ページ
vi: Trang
zh_cn: 页

# lblDMSConvertLimitInfo4Resource1.Text
source: *Input form 200 to 9999, please setup Upper Limit Page to reduce transferring time.
id: *輸入範圍為200~9999，為避免單一文件轉檔時間過久，請設定轉檔頁數上限
ja_jp: *入力範囲が200-9999なので、ファイル転換時間が長くなることを避ける為、ファイル転換できるページ数を設定してください
vi: * Phạm vi nhập là 200 ~ 9999. Để tránh mất nhiều thời gian cho một tệp duy nhất được chuyển đổi, vui lòng đặt giới hạn trên của số trang được chuyển đổi
zh_cn: *输入范围为200~9999，为避免单一文档转档时间过久，请设置转档页数上限

# lblDMSConvertMemoResource1.Text
source: Convert only support the follwing file formats(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)
ja_jp: 下記のファイル別が支援できます（(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)）
vi: Tự động chuyển đổi hỗ trợ các định dạng sau (doc, docx, txt, ppt, pptx, xls, xlsx, jpg, png, bmp, gif, pdf, ods, odt, odp)
zh_cn: 自动转档支持以下格式(doc,docx,txt,ppt,pptx,xls,xlsx,jpg,png,bmp,gif,pdf,ods,odt,odp)

# lblDMSDirControlResource1.Text
source: Directory control
id: Kendali direktori
ja_jp: ディレクトリをコントロール
vi: Kiểm soát mục lục
zh_cn: 目录控制

# lblDMSDirCtrlDescResource1.Text
source: All first layer of directory will display when this item is selected.
id: Semua lapisan pertama dari direktori akan tampil jika item ini dipilih
ja_jp: この機能を選択すると全て表示します
vi: Nếu mục này được chọn, cho dù bạn có quyền quản lý thư mục hay không,sẽ hiển thị cấp đầu tiên của thư mục quản lý tệp
zh_cn: 此项目若勾选，不论是否有文管目录权限，都将展示出第一层文管目录

# lblDmsExpandTitleResource1.Text
source: Default setting will be unfold if not setting
id: apabila tidak setting, default akan membuka smua
ja_jp: 設定しないと展開します
vi: Nếu không cài đặt , mặc định là mở rộng tất cả
zh_cn: 如无设置默认为全部展开

# lblDmsExpandToResource1.Text
source: Unfold to
ja_jp: 展開します
vi: Mở rộng
zh_cn: 展开至

# lblDMSFormResource1.Text
source: Available Forms :
id: 適用表單：
ja_jp: 適用される表
vi: Các hình thức áp dụng:
zh_cn: 适用表单：

# lblDmsLevelResource1.Text
source: Layer
id: Lapisan
ja_jp: 段階
vi: Đoạn
zh_cn: 阶

# lblDMSPdfControlResource1.Text
source: Control on originals
id: Kendali atas yang asli
ja_jp: 原本の管理
vi: Kiểm soát ban đầu
zh_cn: 原稿控制

# lblDMSResource1.Text
source: Document Management
id: Pengelolaan dokumen
ja_jp: DMS
vi: Quản lý tập tin
zh_cn: 文档管理

# lblDocChangeMemoResource1.Text
source: System/DMS/Directory administrator can replace the released document after active
id: Sistem/DMS/administrator direktori dapat mengganti dokumen rilis setelah aktif
ja_jp: 始動した後管理者の皆さんがフォームの順番変更ができます
vi: Sau khi bắt đầu, nhân viên quản lý hệ thống, nhân viên quản lý tài liệu và nhân viên quản lý thư mục có thể thực hiện các hành động thay thế tệp cho các tệp đã xuất bản
zh_cn: 启用后，系统管理者、文管管理者、目录管理者，可对已公布文档做文档替换动作

# lblDocChangeResource1.Text
source: Replace DOC
id: Mengganti dokumen
ja_jp: ドキュメントを移動する
vi: Thay thế tập tin
zh_cn: 文档替换

# lblDocCheckOutLimit.Text
source: Date of DOC Check-in Expired Notice
id: Catatan tanggal kadaluarsa check-in dokumen
ja_jp: ファイル取り出し最後お知らせ時間
vi: Thời gian thông báo hết hạn truy xuất tệp
zh_cn: 文档取出到期通知时间

# lblDocCheckOutLimitResource1.Text
source: Date of DOC Check-in Expired Notice
id: Catatan tanggal kadaluarsa check-in dokumen
ja_jp: ファイル取り出し最後お知らせ時間
vi: Thời gian thông báo hết hạn truy xuất tệp
zh_cn: 文档取出到期通知时间

# lblDocCheckOutMsg.Text
source: Notify author while the Check in is expired, input 0 or blank will not notify.
id: Memberitahu pembaca saat check in sudah kadaluarsa, masukan 0 atau kosong akan tidak ada pemberitahun
ja_jp: 0またはなにも記入してない場合はお知らせしません
vi: Thông báo cho tác giả của tệp khi hết thời gian lấy ra, 0 hoặc để trống là không thông báo
zh_cn: 取出时间到期通知文档作者，0或空白则不通知

# lblDocCheckOutMsgResource1.Text
source: Notify author while the Check in is expired, input 0 or blank will not notify.
id: Memberitahu pembaca saat check in sudah kadaluarsa, masukan 0 atau kosong akan tidak ada pemberitahun
ja_jp: 0またはなにも記入してない場合はお知らせしません
vi: Thông báo cho tác giả của tệp khi hết thời gian lấy ra, 0 hoặc để trống là không thông báo
zh_cn: 取出时间到期通知文档作者，0或空白则不通知

# lblDocCoverNoticeResource1.Text
source: *The releasing document will not display the cover page after setting.
id: *設定後，公佈審核中的文件不會顯示文件封面。
ja_jp: *設定した後、リリースしたの資料カバーを表示しない
vi: * Sau khi thiết lập, tài liệu đang xem xét sẽ không hiển thị bìa mặt tài liệu.
zh_cn: *设置后，公布审核中的文档不会显示文档封面。

# lblDocInvalidDayResource1.Text
source: DOC Expired Notify
id: Pemberitahuan dokumen kadaluarsa
ja_jp: ファイルの時間になる前にお知らせをする
vi: Thông báo trước khi tệp hết hạn
zh_cn: 文档到期前通知

# lblDocInvalidMsgResource1.Text
source: Document expired notice, set 0 to notify in expired date, set blank to disable notice
id: Pemberitahuan dokumen kadaluarsa, atur 0 untuk memberitahu di tanggal kadaluarsa, atur kosong untuk menon-aktifkan pemberitahuan
ja_jp: 0またはなにも記入してない場合はお知らせしません
vi: Người quản lý mục lục và tác giả của tài liệu thông báo hết hạn, đặt 0 là ngày thông báo hết hạn, để trống là không thông báo
zh_cn: 到期通知文档作者及目录管理者，设置0为到期当日通知，空白则不通知

# lblDocPropEditLimitResource1.Text
source: File Attribute Modification Restrictions
id: 文件屬性修改限制
ja_jp: ファイル属性の変更制限
vi: Hạn chế sửa đổi thuộc tính tệp
zh_cn: 文档属性修改限制

# lblDocPropEditLimitTipResource1.Text
source: After setting, the file under approving/released in this mode of approval is used, and the author, directory administrator, DMS administrator and system administrator are not allowed to modify the basic attributes, storage period and version remarks of the document.
id: 設定後，使用該審核模式的審核中/已公佈文件，不開放文件作者、目錄管理者、文管管理員與系統管理者修改該文件的基本屬性、保存期限及版本備註。
ja_jp: 設定後、この承認モードを使用するレビュー/公開ファイルはファイルの作成者、ディレクトリ管理者、ファイル管理者、およびシステム管理者がファイルの基本属性、保存期間、およびバージョン ノートを変更できないようにします。
vi: Sau khi thiết lập, tệp đang được xem xét / xuất bản ở chế độ xem xét này không được mở cho tác giả tệp, người quản lý thư mục, người quản lý tài liệu và người quản lý hệ thống để sửa đổi các thuộc tính cơ bản, thời hạn lưu trữ và nhận xét phiên bản của tệp.
zh_cn: 设置后，使用该审核模式的审核中/已公布文档，不开放文档作者、目录管理者、文管管理员与系统管理者修改该文档的基本属性、保存期限及版本备注。

# lblDocPropEditLimitTitleResource1.Text
source: Applicable mode of Release approval:
id: 公佈審核適用模式：
ja_jp: リリース承認の適用モデル
vi: Công bố phương thức kiểm toán có thể sử dụng:
zh_cn: 公布审核适用模式：

# lblDownloadAbnormalNoticeResource1.Text
source: Download Abnormal Notice
id: 文件下載次數異常通知
ja_jp: ダウンロード次数の異常なお知らせ
vi: Thông báo tải xuống tệp bất thường
zh_cn: 文档下载次数异常通知

# lblDownloadExceptionMemoResource1.Text
source: When the same person reach the setting downloads in setting days, System administrator and Document administrator will be notify once the setting is Active.
id: 啟用後，當同一使用者下載文件次數達到設定值時，系統管理者與文管管理員會收到異常通知
ja_jp: ダウンロード次数が制限次数に超えた場合は管理者にお知らせをします
vi: Sau khi bắt đầu, khi số lần cùng một người dùng tải xuống tệp đạt đến giá trị đã đặt, nhân viên quản lý hệ thống và nhân viên quản lý tài liệu sẽ nhận được thông báo ngoại lệ
zh_cn: 启用后，当同一用户下载文档次数达到设置数值时，系统管理者与文管管理员会收到异常通知

# lblDownloadInDaysResource1.Text
source: Within
id: 在
ja_jp: 間
vi: Có
zh_cn: 在

# lblDownloadTimesResource1.Text
source: downloads
id: 次
ja_jp: ダウンロード次数
vi: Lần
zh_cn: 次

# lblDutyEnableMemoResource1.Text
source: After canceling the activation, the Leave function and setting items will be disabled and cannot be reactivated.
id: 取消啟用後會關閉差勤模組所有功能及設定項目，無法重新啟用。
ja_jp: 取り消すれば全ての設定をクリーンされるので、しかも再利用することが不可です。
vi: Sau khi hủy kích hoạt, tất cả các chức năng chấm công khi công tác và các mục cài đặt sẽ bị vô hiệu hóa và không thể kích hoạt lại.
zh_cn: 取消启用后会关闭差勤模块所有功能及设置项目，无法重新启用。

# lblDutyEnableResource1.Text
source: Settlement control
id: Pengendalian penyelesaian
ja_jp: 決算について設定
vi: Khống chế thanh toán
zh_cn: 结算控制

# lblDutyRepeatPunchWorkInfoResource1.Text
source: *User can Punch in multiple times after it is active, the actual Punch time is based on system decision.
id: *啟用後，使用者當日可進行多次刷卡簽到；實際簽到時間仍是以系統判定為準
ja_jp: *始動した後、ユーザーはその日にタイムカードの押す次数の制限がなくことになります；但し、実際パンチイン時間はシステムから判定されます
vi: * Sau khi bắt đầu sử dụng , người dùng có thể đăng ký bằng cách quẹt thẻ nhiều lần trong cùng một ngày; thời gian đăng ký thực tế vẫn tùy thuộc vào sự đánh giá của hệ thống
zh_cn: *启用后，用户当日可进行多次刷卡签到；实际签到时间仍是以系统判定为准

# lblDutyRepeatPunchWorkResource1.Text
source: Multiple Punch in
id: 可多次刷卡
ja_jp: 複数回サインインできます
vi: Có thể đăng nhập nhiều lần
zh_cn: 可多次签到

# lbLeftAccountResource1.Text
source: SMTP validation account
id: Akun validasi SMTP
ja_jp: SMTPアカウント
vi: Tài khoản xác nhận SMTP
zh_cn: SMTP凭证帐号

# lbLeftByTitleResource1.Text
source: Each Position (MB)
id: Masing-masing Posisi (MB)
ja_jp: ポジション（MB)
vi: Tất cả các cấp của MB
zh_cn: 各职级(MB)

# lbLeftCapacityResource1.Text
source: Briefcase’s capacity (Maintain Position first)
id: kapasitas tas (Pemeliharaan Posisi dahulu)
ja_jp: 使用済みデータ量計算
vi: Sức chứa cặp(hãy duy trì thứ hạng đầu tiên)
zh_cn: 公文包容量(请先维护职级)

# lbLeftDefaultMasterResource1.Text
source: Default topic
id: Standar Awal Istirahat Dipilih!
ja_jp: テーマを設定する
vi: Chủ đề đặt trước
zh_cn: 默认主题

# lbLeftErrorCountResource1.Text
source: Number of password errors
id: Jumlah kesalahan-kesalahan kata sandi
ja_jp: エラーにより再入力次数
vi: Số lần sai trùng lặp
zh_cn: 错误再试次数

# lbLeftIntervalResource1.Text
source: Error log in interval (min)
id: kesalahan interval masuk (min)
ja_jp: リトライ時間
vi: Thử lại trong khoảng (phút)
zh_cn: 再试间隔(分)

# lbLeftLanResource1.Text
source: Default language
id: Standar Awal bahasa
ja_jp: デフォルト言語
vi: Ngôn ngữ mặc định
zh_cn: 默认语言

# lbLeftMailSettingResource1.Text
source: Mail setup
id: Pengaturan email
ja_jp: メールを設定
vi: Cài đặt Email
zh_cn: 邮件设置

# lbLeftMsgQueueResource1.Text
source: Message queue
id: Antrian pesan
ja_jp: メッセージ
vi: Đợi thông tin
zh_cn: 消息伫列

# lbLeftPortResource1.Text
source: Port
vi: Cổng

# lbLeftPwdResource1.Text
source: SMTP validation password
id: Kata sandi validasi SMTP
ja_jp: SMTP認証パスワード
vi: Mã xác nhận SMTP
zh_cn: SMTP凭证密码

# lbLeftSenderResource1.Text
source: Default sender’s mailbox
id: Standar Awal Pengirim
ja_jp: 送信者のメールアドレスをプリセットします
vi: Hộp thư người gửi mặc định
zh_cn: 默认寄件人邮箱

# lbLeftSmtpResource1.Text
source: SMTP Server
id: Server SMTP
vi: Máy chủ SMTP

# lbLeftSystemResource1.Text
source: System interface
id: Antar muka sistim
ja_jp: システム画面
vi: Giao diện hệ thống
zh_cn: 系统界面

# lbLeftTimeOutResource1.Text
source: User idle time setup (minute)
id: Pengaturan waktu tunggu Pengguna (menit)
ja_jp: ユーザーのログイン時間（分）
vi: Thời gian người sử dụng đăng nhập quá hạn (phút)
zh_cn: 用户登录过期时间(分)

# lblEmployeePersonalInformationResource1.Text
source: Internal Staff Information
id: 內部員工個人資訊
ja_jp: 社内の従業員の個人情報
vi: Thông tin cá nhân của nhân viên nội bộ
zh_cn: 内部员工个人信息

# lblEnableFileScanResource1.Text
source: Support Scanner
id: Pemindai pendukung
ja_jp: スキャンができます
vi: Hỗ trợ chức năng quét
zh_cn: 支持扫描功能

# lblEnableKokoMeetingResource1.Text
source: Enable online meeting
id: Memungkinkan pertemuan daring
ja_jp: オンライン会議を始動する
vi: Bắt đầu sử dụng cuộc họp trực tuyến
zh_cn: 启用在线会议

# lblEnableOverAttendNeedReportRemarkResource1.Text
source: The 104 system version needs to be updated to support this feature version to be enabled
id: 104站台版本需更新為支援此功能版本才可啟用
ja_jp: 104ステーションはバージョンを更新してから使えるようにします。
vi: bản 104 cần được cập nhật để hỗ trợ phiên bản chức năng này trước khi nó có thể được kích hoạt
zh_cn: 104站点版本需更新为支持此功能版本才可启用

# lblEnableProxyMsgResource1.Text
source: No Proxy License, unable to active
id: Tidak ada otorisasi Proxy, tidak bisa di gunakan
ja_jp: Proxyがないと始動できません
vi: Không được bật nếu không có người đại diện ủy quyền
zh_cn: 没有Proxy授权,无法启用

# lblEnablePunchMenuResource1.Text
source: Punch Management
id: 刷卡管理
ja_jp: タイムコードを管理する
vi: Quản lý quẹt thẻ
zh_cn: 刷卡管理

# lblEnablePunchReasonResource1.Text
source: Punch Reason
id: 刷卡理由
ja_jp: 刷卡理由
vi: Lý do quẹt thẻ
zh_cn: 刷卡事由

# lblEventIconTitleResource1.Text
source: Default icon of private event
id: Ikon default dari event yang bersifat private
ja_jp: 個人イベントのアイコン
vi: Biểu tượng mặc định cá nhân
zh_cn: 私人事件默认图标

# lblExAuthMemo1Resource1.Text
source: 1. Support Customized Verification Dock, you can setup external DLL.
id: 1.提供自訂驗證接口，可設定呼叫外部應用程式(DLL)。
ja_jp: 外部呼出しアプリ(DLL)を設定することができます。
vi: 1. Cung cấp tiếp nối xác thực , có thể thiết lập để hình thức sử dụng bên ngoài (DLL).
zh_cn: 1.提供自定义验证接口，可设置调用外部应用程序(DLL)。

# lblExAuthMemo2Resource1.Text
source: 2. All members shall pass the Verification to login system after active.
id: 2.設定後，所有人員(包含外部會員)需通過驗證才能登入系統。
ja_jp: 2.設定した後、全員（外部メンバーも含み）ログインする際に検証が必要になります。
vi: 2. Sau khi thiết lập, tất cả nhân sự bao gồm cả thành viên bên ngoài cần phải thông qua quá trình xác minh trước khi có thể đăng nhập vào hệ thống
zh_cn: 2.设置后，所有人员(包含外部会员)需通过验证才能登录系统。

# lblExAuthMemo3Resource1.Text
source: 3. If the advanced Verification is active, it still works.
id: 3.若有啟用加強驗證功能，仍會再執行加強驗證。
ja_jp: 3.検証を重ねる機能を始動しても検証も行えます。
vi: Nếu chức năng xác minh nâng cao được sử dụng, xác minh nâng cao sẽ vẫn được thực hiện.
zh_cn: 3.若有启用加强验证功能，仍会再运行加强验证。

# lblExAuthTitleResource1.Text
source: Customized Verification
id: 自訂驗證
ja_jp: 検証方式を自分で設定します
vi: Xác minh tùy chỉnh
zh_cn: 自定义验证

# lblExcludeHoursResource1.Text
source: Deduction hours :
id: 扣除時數:
ja_jp: 差し引きました時間数
vi: Số giờ bị trừ
zh_cn: 扣除时数:

# lblExFileResource1.Text
source: DLL Name:
id: DLL 名稱:
ja_jp: DLL 名称:
vi: Tên DLL:
zh_cn: DLL 名称:

# lblExpandTitle1Resource1.Text
source: Layer of Category
id: Lapisan Category
ja_jp: カテゴリー
vi: Loại cấp bậc
zh_cn: 类别阶层

# lblExpandTitle1Resource2.Text
source: Layer of Category
id: Lapisan Category
ja_jp: カテゴリー
vi: Loại cấp bậc
zh_cn: 类别阶层
