Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# cvViewsNullResource1.ErrorMessage
source: Blank not allowed!
id: 不允許空白
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# cvViewsNullResource1.Text
source: Blank not allowed
id: 不允許空白
vi: 不允許空白

# DeleteListItemResource.Text
source: Delete Document Application
id: 文件銷毀申請單
ja_jp: 資料破棄申請表
vi: Biểu mẫu yêu cầu tiêu hủy tài liệu
zh_cn: 文档销毁申请单

# DeleteLymaServerResource1.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# DISPLAYListItemResource1.Text
source: Display ex:2015/08/31 20:00 (08:00 +8)
id: Contoh tampilan :2015/08/31 20:00 (08:00+8)
ja_jp: 表示方：ex:2016/08/31 20:00 (08:00 +8)
vi: Hiển thị ex:2015/08/31 20:00 (08:00 +8)
zh_cn: 显示 ex:2015/08/31 20:00 (08:00 +8)

# EnAndChResource1.Text
source: English and Chinese Name(ex.：Mary Lin 林瑪莉)
id: 英文與中文姓名(例如：Mary Lin 林瑪莉)
ja_jp: 中国語名前と英語名前（例：林瑪莉 Mary Lin）
vi: Tên tiếng Anh và tiếng Trung (ví dụ: Mary Lin 林瑪莉）
zh_cn: 英文与中文姓名(例如：Mary Lin 林玛莉)

# EnglishResource1.Text
source: English Name(ex.：Mary Lin, including First Name and Last Name)
id: 英文姓名(例如：Mary Lin, 包含First Name與Last Name)
ja_jp: （例えば：Mary Lin, 頭文字と名前を含むこと）
vi: Tên tiếng Anh (ví dụ: Mary Lin, bao gồm tên và họ)
zh_cn: 英文姓名(例如：Mary Lin, 包含First Name与Last Name)

# FastListItemResource.Text
source: Fast
id: Cepat
ja_jp: 速い
vi: Nhanh
zh_cn: 快

# FullyDomainTemplateFieldResource2.HeaderText
source: Full Domain Name
id: Diperlukan nama lengkap ranah
ja_jp: 名称
vi: Tên miền đầy đủ
zh_cn: 完整域名称

# Func104TypeResource1.Text
source: According to 104 setting
id: 依104職務為主
ja_jp: 104システムの中にあるポジションによる
vi: Theo 104 chức vụ
zh_cn: 依104职务为主

# FuncUOFTypeResource1.Text
source: Reserve the original function in UOF
id: 保留UOF原有職務
ja_jp: UOFの情報を保留する
vi: Đặt chức năng ban đầu trong UOF
zh_cn: 保留UOF原有职务

# grdMultiSitesResource1.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# gridAPIPrivateKeyResource1.EmptyDataText
source: No data found
id: tidak ada data
vi: Không có dữ liệu

# gridDomainResource1.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# GridProxyResource1.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# HorizontalListItemResource.Text
source: Horizontal
id: Mendatar
ja_jp: 再生する
vi: Mức độ phát
zh_cn: 水平播放

# hplLoginImageSettingResource1.Text
source: Setting
id: 前往設定
ja_jp: 設定
vi: Đi đến cài đặt
zh_cn: 转到设置

# HyperLink1Resource1.Text
source: Click here to set AD Server
id: Klik disini untuk mengatur Server AD
ja_jp: ここにクリックしてAD Serverを設定する
vi: Nhấp vào đây để thiết lập AD Server
zh_cn: 点选这里设置AD Server

# HyperLink2Resource1.Text
source: Click here to set AD Server
id: Klik disini untuk mengatur Server AD
ja_jp: ここにクリックしてAD Serverを設定する
vi: Nhấp vào đây để thiết lập AD Server
zh_cn: 点选这里设置AD Server

# InsertLymaServerResource1.Text
source: New
id: Baru
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建

# ItemAddressBookResource1.Text
source: Address book
id: 通訊錄
ja_jp: 連絡先
vi: Sổ liên lạc
zh_cn: 通讯簿

# ItemAnalysisResource1.Text
source: Statistic
id: 統計分析
ja_jp: まとめ分析
vi: Phân tích thống kê
zh_cn: 统计分析

# ItemBriefcaseResource1.Text
source: Briefcase
id: 公事包
ja_jp: マイメニュー
vi: Va li công tác
zh_cn: 公文包

# ItemCalendarResource1.Text
source: Schedule
id: 行事曆
ja_jp: スケジュール
vi: Lịch hành trình
zh_cn: 行事历

# ItemCUSResource1.Text
source: CUS
id: 客戶資料庫
ja_jp: お客様のデータ
vi: Cơ sở dữ liệu khách hàng
zh_cn: 客户数据库

# ItemDMSResource1.Text
source: Document Management
id: 文件管理
ja_jp: ファイル管理
vi: Quản lý tập tin
zh_cn: 文档管理

# ItemEdocResource1.Text
source: EDoc
id: 電子公文
ja_jp: お知らせ
vi: Công văn điện tử
zh_cn: 电子公文

# ItemMessageResource1.Text
source: Message
id: 私人訊息
ja_jp: メッセージ
vi: Tin nhắn cá nhân
zh_cn: 私人消息

# ItemPMSResource1.Text
source: PMS
id: 任務管理
ja_jp: タスク管理
vi: Quản lí nhiệ vụ
zh_cn: 任务管理

# ItemPortalResource1.Text
source: EIP
id: 入口網站
ja_jp: ポータルサイト
vi: Cổng thông tin
zh_cn: 入口网站

# ItemWKFResource1.Text
source: BPM
id: 電子簽核
ja_jp: 電子サイン
vi: Xác nhận và kí điện tử
zh_cn: 电子签核

# JobFuncResource1.Text
source: Function
id: 職務
ja_jp: 役職
vi: Chức vụ
zh_cn: 职务

# JobResource1.Text
source: Function
id: 職務
ja_jp: 役職
vi: Chức vụ
zh_cn: 职务

# Label100Resource1.Text
source: Encrypted Method
id: Metode yang dienkripsi
ja_jp: パスワードを加入する
vi: Thuật toán mã hóa
zh_cn: 加密演算法

# Label100Resource2.Text
source: Display range of Popular Document
id: Tampilkan tingkat kepopuleran dokumen
ja_jp: 表示範囲
vi: Phạm vi hiển thị tệp phổ biến
zh_cn: 热门文档显示范围

# Label100Resource3.Text
source: Display the documents which were seen by over 5 members or over 5 times.
id: Tampilkan dokumen yang telah dilihat lebih dari 5 anggota atau lebih dari 5 kali
ja_jp: 閲覧人数、または閲覧されました5次以上のファイルのみ表示する
vi: Chỉ hiển thị số người xem và tài liệu có 5 lượt xem trở lên
zh_cn: 仅显示观看人数或次数5次以上的文档

# Label101Resource1.Text
source: Key Length
id: Panjang kunci
ja_jp: キー長さ
vi: Độ dài mật khẩu
zh_cn: 密钥长度

# Label102Resource1.Text
source: Closure
id: Penutupan
ja_jp: 終了
vi: Kết thúc
zh_cn: 结案

# Label104Resource1.Text
source: Key file Location
id: Lokasi berkas kunci
ja_jp: キーファイルの保存位置
vi: Vị trí tệp quan trọng
zh_cn: 密钥文件位置

# Label104Resource2.Text
source: Private Key Setting
id: Pengaturan kunci privasi
ja_jp: キーについて設定
vi: Cài đặt khóa riêng
zh_cn: 私钥设置

# Label105Resource1.Text
source: Example:C:\\key.igk
id: Contoh :C:\\key.igk
ja_jp: 例：C:\\key.igk
vi: Ví dụ: key…
zh_cn: 范例:C:\\key.igk

# Label105Resource2.Text
source: Check the Punch data
id: Memeriksa data punch
ja_jp: タイムコードのデータをチェックする
vi: Kiểm tra dữ liệu quẹt thẻ
zh_cn: 检查刷卡数据

# Label105Resource3.Text
source: Setting
id: 系統使用設定
ja_jp: システムの設定をする
vi: Cài đặt sử dụng hệ thống
zh_cn: 系统使用设置

# Label106Resource1.Text
source: Printing control
id: Pengendalian pencetakan
ja_jp: プリント設定
vi: Kiểm soát in ấn
zh_cn: 打印控制

# Label108Resource1.Text
source: Other
id: Lain-lain
ja_jp: その他
vi: Khác
zh_cn: 其他

# Label109Resource1.Text
source: Days of reservation in chat history
id: Hari reservasi di riwayat percakapan
ja_jp: チャット室履歴保存時間
vi: Khoảng thời gian lưu trữ cuộc trò chuyện trong phòng trò chuyện
zh_cn: 聊天室对话保留期限

# Label10Resource1.Text
source: Logon setup
id: Pengaturan masuk
ja_jp: ログイン設定
vi: Cài đặt đăng nhập
zh_cn: 登录设置

# Label110Resource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label111Resource1.Text
source: Setup
id: Pengaturan
ja_jp: 設定
vi: Thiết lập
zh_cn: 设置

# Label112Resource1.Text
source: Group Setup
id: Pengaturan Grup
ja_jp: グループ設定
vi: Thiết lập tập đoàn
zh_cn: 集团设置

# Label114Resource1.Text
source: Multi-Site Support
id: Mendukung Multi-Site
ja_jp: 多くのサイトをサポートできます
vi: Hỗ trợ nhiều trang web
zh_cn: 多Site支持

# Label115Resource1.Text
source: (Release when approve by anyone)
id: setiap approver yang terrelease akan langsung diumumkan
ja_jp: （審査メンバーが確認次第にリリースします）
vi: Được phát hành bởi bất kì nhân viên xét duyệt nào
zh_cn: (任一审核人员通过即发布)

# Label118Resource1.Text
source: CA Server Name
id: Nama server sertifikat
ja_jp: サーバー名称による
vi: Tên máy chủ chứng chỉ
zh_cn: 凭证服务器名称

# Label119Resource1.Text
source: CA Name
id: nama CA
ja_jp: (CA)名称
vi: Tên đơn vị ủy quyền chứng chỉ CA
zh_cn: 凭证授权单位(CA)名称

# Label11Resource1.Text
source: Synchronize Name
id: 同步姓名
ja_jp: 名前を同期する
vi: Đồng bộ hóa tên
zh_cn: 同步姓名

# Label122Resource1.Text
source: Domain Name
id: Nama Domain
ja_jp: ドメイン名称
vi: Tên trang mạng
zh_cn: 域名称

# Label123Resource1.Text
source: Once active, can setup individually. Apart from password, user will also require the USB key to log into system.
ja_jp: ログインしたい場合はUSB Keyも必要です
vi: Sau khi được bắt đầu, nó có thể được thiết lập riêng lẻ: người dùng cần có key USB ngoài mật khẩu tài khoản để đăng nhập vào hệ thống
zh_cn: 启用之后,可以个别设置:用户除了帐号密码之外还需USB Key才能登录系统

# Label124Resource1.Text
source: Client certificate setting
id: settinggan Klien sertifikat
ja_jp: ユーザー関連な権限設定
vi: Cài đặt liên quan đến thông tin xác thực khách hàng
zh_cn: 客户端凭证相关设置

# Label126Resource1.Text
source: IP Range
id: Barisan IP
ja_jp: IP範囲
vi: Điện thoại IP
zh_cn: IP范围

# Label133Resource1.Text
source: Mobile Device
id: Perangkat selular
ja_jp: モバイル
vi: Thiết bị di động
zh_cn: 行动装置

# Label134Resource1.Text
source: ex:http://www.MyCompany.com/m
ja_jp: 例：http://www.MyCompany.com/m
vi: Ví dụ :http://www.MyCompany.com/m
zh_cn: 范例:http://www.MyCompany.com/m

# Label135Resource1.Text
source: Push setup
id: Dorongan pengaturan
ja_jp: プッシュ通知を設定
vi: Thiết lập đẩy
zh_cn: 推播设置

# Label136Resource1.Text
source: Organization Synchronize
id: 組織同步
ja_jp: 組織と同時に更新します
vi: Đồng bộ tổ chức
zh_cn: 组织同步

# Label137Resource1.Text
source: synchronize AD Account
id: Menyingkronkan Akun AD
ja_jp: ADアカウントを同期する
vi: Đồng bộ hóa các tài khoản AD
zh_cn: 同步AD帐号

# Label138Resource1.Text
source: Account with Industrial ID
id: 帳號前加上公司別代碼
ja_jp: アカウントの前に会社コードを追加します
vi: Thêm mã công ty trước số tài khoản
zh_cn: 帐号前加上公司别代码

# Label139Resource1.Text
source: Please check the Punch data before OT application
id: Silahkan periksa data punch sebelum pemintaan lembur
ja_jp: 残業申請書を提出する前に、タイムコードデータをチェックする
vi: Sử dụng bảng thời gian tăng ca, kiểm tra dữ liệu quẹt thẻ
zh_cn: 使用加班单时，检查刷卡数据。

# Label139Resource2.Text
source: App double verified
id: 行動裝置驗證
ja_jp: デバイス検証
vi: Xác minh thiết bị di động
zh_cn: 行动装置验证

# Label140Resource1.Text
source: Synchronize 104 AD accounts while Account Synchronizing.
id: 人員同步時，同步104 AD帳號。
ja_jp: メンバーを同期
vi: Khi nhân viên được đồng bộ hóa, tất cả 104 tài khoản AD được đồng bộ hóa.
zh_cn: 人员同步时，同步104 AD帐号。

# Label141Resource1.Text
source: Add Industrial ID before Account name while synchronizing Member
id: 人員同步時，帳號前加上公司別代碼。
ja_jp: メンバーを同期する時にアカウントの前に会社コードを追加します
vi: Khi nhân viên được đồng bộ hóa, thêm mã công ty trước số tài khoản.
zh_cn: 人员同步时，帐号前加上公司别代码。

# Label142Resource1.Text
source: Expired date of Compensatory Leave
id: Tanggal kadaluarsa kompensasi cuti
ja_jp: 休み使用可能な期限
vi: Có thời gian nghỉ bù
zh_cn: 补休假可用期限

# Label146Resource1.Text
source: Example : TW1A19876, TW1 is Industrial ID, A19876 is Account name.
id: 例如：TW1A19876，其中TW1為公司別代碼，而A19876為帳號。
ja_jp: 例：TW1A19876，TW1は会社コード、19876はアカウントです。
vi: Ví dụ: TW1A19876, trong đó TW1 là mã công ty, còn A19876 là tài khoản.
zh_cn: 例如：TW1A19876，其中TW1为公司别代码，而A19876为帐号。

# Label147Resource1.Text
source: Synchronize Specific Department
id: 同步特定部門
ja_jp: 情報が特定な部門も一緒に更新します
vi: Đồng bộ các phòng ban cụ thể
zh_cn: 同步特定部门

# Label148Resource1.Text
source: Card Punch No.
id: 卡鐘號碼
ja_jp: カード番号
vi: Số đồng hồ thẻ
zh_cn: 卡钟号码

# Label149Resource1.Text
source: Multi-Company
id: 多公司別
ja_jp: 会社別
vi: Nhiều công ty
zh_cn: 多公司别

# Label14Resource1.Text
source: Characters of number at least
id: Jumlah minimum karakter dalam nomor
ja_jp: 輸入可能な字数
vi: Số chữ số tối thiểu
zh_cn: 最少数字个数

# Label150Resource1.Text
source: Business Travel Setting
id: 出差單設定
ja_jp: 出張申請書を設定
vi: Đơn thiết lập đi công tác
zh_cn: 出差单设置

# Label151Resource1.Text
source: OT Application Setting
id: Pengaturan permohonan lembur
ja_jp: 残業申請書を設定
vi: Thiết lập đơn tăng ca
zh_cn: 加班单设置

# Label151Resource2.Text
source: Display of OT fields
id: 加班單欄位顯示
ja_jp: 残業フィールドを表示する
vi: Hiển thị bảng làm thêm giờ
zh_cn: 加班单字段显示

# Label152Resource1.Text
source: , up to
id: 天內下載文件達
ja_jp: 日までにダウンロードできる
vi: Tải xuống tệp trong vòng vài ngày
zh_cn: 天内下载文档达

# Label153Resource1.Text
source: , up to
id: 天內觀看文件達
ja_jp: 日までに閲覧できる
vi: Xem các tệp lên đến trong ngày
zh_cn: 天内观看文档达

# Label154Resource1.Text
source: Days
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label155Resource1.Text
source: Days
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label156Resource1.Text
source: Days
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label157Resource1.Text
source: Do not notify
id: 不通知人員
ja_jp: メンバーにお知らせしない
vi: Nhân viên không thông báo
zh_cn: 不通知人员

# Label158Resource1.Text
source: Abnormal attendance notice
id: 出勤異常通知
ja_jp: 出勤時間について異常が生じる
vi: Thông báo điểm danh bất thường
zh_cn: 出勤异常通知

# Label159Resource1.Text
source: Within
id: 異常顯示天數
ja_jp: 異常が生じる日数
vi: Hiển thị tham số bất thường
zh_cn: 异常显示天数

# Label15Resource1.Text
source: Enter U-Office Force’s URL<BR>For example:http://www.MyCompany.com/uof
id: Masukkan URL U-Office <BR> misalnya: http://www.MyCompany.com/uof
ja_jp: UOFのURLを入力してください。例：http://www.MyCompany.com/uof
vi: Vui lòng nhập URL mẫu nơi đặt UOF:http://www.MyCompany.com/uof
zh_cn: 请键入UOF所在的网址<BR>范例:http://www.MyCompany.com/uof

# Label160Resource1.Text
source: (1-365 days, it will only display the abnormal data in setting days.
id: (1~365天，通知內容僅會顯示設定天數內的出勤異常資料)
ja_jp: （システムは1～365日の中に 日の異常状況を表示するのみです）
vi: (1 ~ 365 ngày, nội dung thông báo sẽ chỉ hiển thị dữ liệu đi làm bất thường trong số ngày đã đặt)
zh_cn: (1~365天，通知内容仅会显示设置天数内的出勤异常数据)

# Label161Resource1.Text
source: View Private Message
id: 瀏覽私人訊息
ja_jp: メッセージを見る
vi: Duyệt các tin nhắn riêng tư
zh_cn: 浏览私人消息

# Label162Resource1.Text
source: If it is checked, user can view all the receivers, and using Reply All function.
id: 勾選後，使用者可看到寄件人發送的所有對象名單，並可使用全部回覆功能
ja_jp: この機能を選択するとユーザーが発送者名称が見えて全て返事することが可能です
vi: Sau khi kiểm tra điều này, người dùng có thể xem danh sách tất cả người nhận do người gửi gửi và có thể sử dụng chức năng Trả lời tất cả
zh_cn: 勾选后，用户可看到寄件人发送的所有对象名单，并可使用全部回复功能

# Label163Resource1.Text
source: Leave Management
id: 假勤管理
ja_jp: 休み管理
vi: Quản lý ngày nghỉ, đi làm
zh_cn: 假勤管理

# Label164Resource1.Text
source: days
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label165Resource1.Text
source: Default Value of OT fields
id: 加班單欄位預設值
ja_jp: 残業フィールドの数字
vi: Giá trị mặc định của trường trang tính ngoài giờ
zh_cn: 加班单字段默认

# Label166Resource1.Text
source: The filed will display in OT form after the field is checked
id: 有勾選的欄位才會顯示在加班單內讓申請者填寫
ja_jp: 選択した選択肢のみ記入可能です
vi: Chỉ những cột đã chọn mới được hiển thị trong bảng làm thêm giờ để người nộp đơn điền vào
zh_cn: 有勾选的字段才会显示在加班单内让申请者填写

# Label167Resource1.Text
source: OT Date
id: 加班日
ja_jp: 残業日
vi: Ngày tăng ca
zh_cn: 加班日

# Label168Resource1.Text
source: The way of OT process :
id: 加班折換方式:
ja_jp: 残業代の変わり方針
vi: Phương thức chiết khấu ngoài giờ
zh_cn: 加班折换方式:

# Label169Resource1.Text
source: *If there isn't the selecting date in that month, system will set as the last day of that month
id: *若該月份沒有所設定的日期，則以最後一日為主
ja_jp: 設定した日付きがないと最後1日を基準日としてします
vi: * Nếu không có ngày thiết lập trong tháng, ngày cuối cùng sẽ được sử dụng
zh_cn: *若该月份没有所设置的日期，则以最后一日为主

# Label16Resource1.Text
source: Personalized password must have at least 6 characters.
id: Kata sandi yang dibuat menurut ukuran tertentu harus memiliki paling sedikit 6 karakter
ja_jp: パスワード制限字数
vi: Mật khẩu tùy chỉnh phải có ít nhất sáu ký tự
zh_cn: 自定义密码最少为六个字以上

# Label170Resource1.Text
source: *Input from 1~9999
id: *輸入範圍為1~9999
ja_jp: *入力範囲は1～9999
vi: * Phạm vi nhập là 1 ~ 9999
zh_cn: *输入范围为1~9999

# Label172Resource1.Text
source: If the member is set as non-supervisor in 104, system will cancel &quot;Department Supervisor &quot; and &quot;Approver &quot;Function in UOF after Account Synchronize if it is checked.
id: 勾選後，若該人員在104組織中已被調整為非主管職，人員同步後會取消其在UOF設定的&quot;部門主管&quot;職務
ja_jp: 上司の設定まで設定してください
vi: Sau khi kiểm tra, nếu người đó đã được điều chỉnh sang vị trí không giám sát trong tổ chức 104, người đó sẽ hủy bỏ chức vụ "giám sát bộ phận" đã đặt trong UOF sau khi người đó được đồng bộ hóa.
zh_cn: 勾选后，若该人员在104组织中已被调整为非主管职，人员同步后会取消其在UOF设置的&quot;部门主管&quot;职务

# Label175Resource1.Text
source: 104 HR Database
id: 104資料庫
ja_jp: 104データ
vi: Kho tài liệu 104
zh_cn: 104数据库

# Label176Resource1.Text
source: Valid in
id: 加班日起至
ja_jp: 残業日から
vi: Từ ngoài giờ đến
zh_cn: 加班日起至

# Label17Resource1.Text
source: Enter 0 when it is unlimited
id: Masukkan 0 jika tak terbatas
ja_jp: 0を入力すると制限無しという意味です
vi: Nhập 0 để không giới hạn
zh_cn: 输入 0 代表不限制

# Label18Resource1.Text
source: Days - Connection Expired
id: Hari-hari – Koneksi salah
ja_jp: 日までにリンクの接続不能になる
vi: Liên kết hết hạn sau ngày
zh_cn: 天之后链接失效

# Label19Resource1.Text
source: No active means that mail link will never expire.
id: Tidak ada cara bahwa mail tidak akan berakhir.
ja_jp: メールリンクを始動すると時間の制限がなくなります
vi: Không được bật biểu thị liên kết email không có nghĩa là hết hạn thời gian
zh_cn: 不启用表示邮件链接不会过期始终有效

# Label21Resource1.Text
source: Most suitable picture size: 16(w)*16(h)
id: Ukuran gambar yang palik sesuai : 16 (w)*16(h)
ja_jp: 合う写真サイズ：16(w)*16(h)
vi: Kích thước hình ảnh tối ưu：16(w)*16(h)
zh_cn: 最适图片大小：16(w)*16(h)

# Label22Resource1.Text
source: Default password generated by system automatically.
id: Standar Awal kategori pemberitahuan (beri tanda cek kategori pemberitahuan untuk dikirimkan secara otomatis oleh sistim)
ja_jp: システムから自動的にパスワードを作成します
vi: Mật khẩu mặc định do hệ thống tự động tạo ra
zh_cn: 默认密码由系统自动产生

# Label24Resource1.Text
source: Symbol at least
id: Jumlah simbol paling sedikit
ja_jp: 最低入力字数
vi: Số ký hiệu tối thiểu
zh_cn: 最少符号个数

# Label25Resource1.Text
source: Setup Exception members which are no restricted by U-Office Force Account Restrict(Account auto lock up, Enforce Password, Enforce Password History, Password valid period)
id: 設定排除的人員不受U-Office Force帳號安全性的條件限制(帳號自動鎖定、增強型密碼、強制密碼歷程記錄、密碼有效期限)
ja_jp: U-Office Forceアカウント安全性の条件制限を設定する（アカウントが自動的にロック、パスワード強化、パスワード履歴記録、パスワードの期限）
vi: Những người bị loại bỏ không phải tuân theo các điều kiện bảo mật tài khoản U-Office, tự động khóa tài khoản, mật khẩu nâng cao, lịch sử mật khẩu bắt buộc, ngày hết hạn mật khẩu
zh_cn: 设置排除的人员不受U-Office Force帐号安全性的条件限制(帐号自动锁定、增强型密码、强制密码历程记录、密码有效期限)

# Label26Resource1.Text
source: input 0 to set as unlimited
id: Masukkan 0 untuk diatur sebagai tidak terbatas
ja_jp: 0を入力すると制限がないです
vi: Nhập 0 để không giới hạn
zh_cn: 输入 0 代表不限制

# Label28Resource1.Text
source: times
id: Berkali-kali
ja_jp: 回数
vi: Lần
zh_cn: 次

# Label29Resource1.Text
source: If user has not used the system for pre-set minutes, user will be forced to log out.
id: Jika pengguna tidak menggunakan sistem untuk menit yang diatur sebelumnya, pengguna akan dipaksa untuk keluar.
ja_jp: 何分くらいシステムを使わない場合になると強制的にログアウトになります
vi: Nếu người dùng không sử dụng hệ thống trong vài phút, sẽ bị buộc đăng xuất
zh_cn: 如果用户于多少分钟内未使用系统时，会强迫将用户注销

# Label30Resource1.Text
source: minutes
id: Menit
ja_jp: 分
vi: Thành phần
zh_cn: 分

# Label31Resource1.Text
source: minutes
id: Menit
ja_jp: 分
vi: Thành phần
zh_cn: 分

# Label32Resource1.Text
source: AD Verification and SSO
id: Pengelolaan verifikasi AD
ja_jp: AD検証管理
vi: Quản lý xác thực AD và đăng nhập một lần
zh_cn: AD验证管理与单一签入

# Label33Resource1.Text
source: Single Sign On
id: Pemulaan siaran tunggal
ja_jp: 一つサインのみ
vi: Đăng nhập một lần
zh_cn: 单一签入

# Label34Resource1.Text
source: If log in fail using the SSO method, user can still use the normal validation method or use AD integration validation (must be pre-set).
id: Jika masuk gagal menggunakan metode SSO, pengguna masih tetap bisa menggunakan metode validasi normal atau menggunakan validasi integrasi AD (harus di atur sebelumnya)
ja_jp: SSO方式でログイン不能の場合は普通の設定でログインすることが可能です
vi: Khi phương thức SSO không đăng nhập được, người dùng vẫn có thể sử dụng phương thức xác thực tiêu chuẩn hoặc sử dụng xác thực tích hợp AD và trước tiên cần hoàn thành cài đặt
zh_cn: 以SSO方式登录失败时,用户仍可以使用标准的验证方式或者使用AD集成式验证(需先完成设置)

# Label35Resource1.Text
source: Maintain AD Password
id: Pengelolaan Kata Sandi AD
ja_jp: ADパスワード管理
vi: Quản lý mật khẩu AD
zh_cn: AD密码管理

# Label36Resource1.Text
source: AD Server must be set before active.
id: Server AD harus diatur sebelum aktif
ja_jp: 始動する前にAD Serverの設定をしてください
vi: Vui lòng thiết lập AD Server trước khi hoàn thành
zh_cn: 启用前请先完成AD Server 设置

# Label37Resource1.Text
source: Once active, can setup individually to determine whether user can use AD’s password to log into system.
id: Begitu aktif, dapat melakukan pengaturan secara individual untuk menentukan apakah pengguna dapat mempergunakan kata sandi milik AD untuk memasuki sistim
ja_jp: ADアカウントを始動した後アカウントでログインすることが可能です
vi: Sau khi bắt đầu, bạn có thể đặt riêng người dùng có thể sử dụng mật khẩu tài khoản AD để đăng nhập vào hệ thống hay không
zh_cn: 启用之后，可以个别设置用户是否可以使用AD的帐号密码登录系统

# Label38Resource1.Text
source: AD Password valid period
id: Periode Berlakunya Kata Sandi AD
ja_jp: ADパスワードの変更お知らせ
vi: nhắc nhở hết hạn mật khẩu AD
zh_cn: AD密码到期提醒

# Label39Resource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label3Resource1.Text
source: Please proceed unlock account at Internal Staff or External Member in [System] menu.
id: Lanjutkan untuk menghubungkan pemeliharaan Pelanggan untuk secara manual membuka akun
ja_jp: メンテナンスの画面でロックされたアカウントをロック解除をしてください
vi: Vui lòng đến giao diện duy trì nhân viên, để thoát tài khoản bị khóa theo cách thủ công
zh_cn: 请至人员维护界面，手工解除被锁定的帐号

# Label40Resource1.Text
source: Login by AD account
id: Masuk dengan akun AD
ja_jp: ADユーザー名でログインする
vi: tài khoản đăng nhập AD
zh_cn: AD帐号登录

# Label41Resource1.Text
source: U-Office Force Account security
id: Keamanan Akun U-Office Force
ja_jp: U-Office Forceアカウントのセキュリティ
vi: Tính an toàn tài khoản U-Office Force
zh_cn: U-Office Force帐号安全性

# Label42Resource1.Text
source: It is only used for "Activate AD integration validation (Single Password)" or "First priority - Activate AD single sign on"
id: Hanya digunakan untuk “mengaktifkan validasi integrasi AD (Sandi Tunggal)” atau “Prioritas utama – mengaktifkan tanda AD tunggal”
ja_jp: Single Sign Onで優先ログインができます
vi: Tính năng này chỉ có thể áp dụng để bật "Bật xác thực tích hợp AD (Mật khẩu duy nhất)" hoặc bật ưu tiên Đăng nhập một lần AD (Đăng nhập một lần)
zh_cn: 此功能仅适用于启用"启用AD集成式验证(Single Password)"或启用AD单一签入(Single Sign On)优先

# Label43Resource1.Text
source: Password valid period
id: Jangka waktu keabsahan Kata Sandi
ja_jp: パスワードの有効期限
vi: Giới hạn hiệu quả mật khẩu
zh_cn: 密码有效期限

# Label44Resource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# Label45Resource1.Text
source: After the user logs in, a reminder that the password is about to expire will be displayed, and the user can change the AD password
id: 使用者登入後會顯示密碼即將到期的提醒，使用者可變更AD密碼
ja_jp: ユーザーがログインすると、パスワードの有効期限が近づいていることを示すリマインダーが表示され、ユーザーはADパスワードを変更できます。
vi: Sau khi người dùng đăng nhập, một màn hình nhắc nhở người dùng rằng mật khẩu sắp hết hạn sẽ xuất hiện.
zh_cn: 用户登录后会显示密码即将到期的提醒，用户可更改AD密码

# Label46Resource1.Text
source: Set reminder before the user password is about to expire. After setting, the system will force the user to log out of the App and UM when the set number of days
id: 可設定在幾天前提醒使用者密碼即將到期，設定後系統會在設定天數內將使用者強制登出App與UM
ja_jp: パスワードが数日前に期限切れになることをユーザーに通知するように設定できます。設定後、システムはユーザーに設定された日数以内にアプリとUMからのログアウトを強制します。
vi: Thiết lập trước ngày bao nhiêu nhắc nhở người sử dụng mật khẩu đã hết hạn
zh_cn: 可设置在几天前提醒用户密码即将到期，设置后系统会在设置天数内将用户强制注销App与UM

# Label47Resource1.Text
source: AD Server must be set before active.
id: Server AD harus diatur sebelum aktif
ja_jp: 始動する前にAD Serverの設定をしてください
vi: Vui lòng thiết lập AD Server trước khi hoàn thành
zh_cn: 启用前请先完成AD Server 设置

# Label48Resource1.Text
source: Account auto lock up
id: Akun terkunci secara otomatis
ja_jp: アカウントを自動的にロットします
vi: Tài khoản tự động khóa
zh_cn: 帐号自动锁定

# Label49Resource1.Text
source: AD Server must be set before active.
id: Server AD harus diatur sebelum aktif
ja_jp: ADサーバーの設定を使用する前に設定してください
vi: Vui lòng thiết lập AD Server trước khi hoàn thành
zh_cn: 启用前请先完成AD Server 设置

# Label4Resource1.Text
source: minutes later, account auto unlock.
id: Menit kemudian, akun terkunci otomatis
ja_jp: アカウントが 分後自動的にアンロックしてます
vi: Sau vài phút, tài khoản sẽ tự động được mở khóa
zh_cn: 分钟后，帐号自动解除锁定

# Label50Resource1.Text
source: Active forced AD login except administrator and external members
id: Aktifasi Masuk AD secara paksa kecuali untuk adminsitrator dan para anggota eksternal
ja_jp: ADアカウントでログインすることが必要です
vi: Sau khi bắt đầu, ngoại trừ nhân viên quản lý hệ thống và thành viên bên ngoài, tất cả đều phải sử dụng tài khoản và mật khẩu AD để đăng nhập
zh_cn: 启用后除了系统管理者及外部会员外,都必须使用AD的帐号密码登录
