Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/Default.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# lblExpandTitle2Resource1.Text
source: Unfold to
ja_jp: 展開します
vi: Mở rộng
zh_cn: 展开至

# lblExpandTitle2Resource2.Text
source: Unfold to
ja_jp: 展開します
vi: Mở rộng
zh_cn: 展开至

# lblExpandTitle3Resource1.Text
source: Layer
id: Lapisan
ja_jp: 段階
vi: Đoạn
zh_cn: 阶

# lblExpandTitle3Resource2.Text
source: Layer
id: Lapisan
ja_jp: 段階
vi: Đoạn
zh_cn: 阶

# lblExpandTitle4Resource1.Text
source: Default setting will be unfold if not setting
id: apabila tidak setting, default akan membuka smua
ja_jp: 設定しないと展開します
vi: Nếu không cài đặt , mặc định là mở rộng tất cả
zh_cn: 如无设置默认为全部展开

# lblExpandTitle4Resource2.Text
source: Default setting will be unfold if not setting
id: apabila tidak setting, default akan membuka smua
ja_jp: 設定しないと展開します
vi: Nếu không cài đặt , mặc định là mở rộng tất cả
zh_cn: 如无设置默认为全部展开

# lblExTypeResource1.Text
source: Component URL:
id: 組件路徑:
ja_jp: URL:
vi: Đường dẫn các thành phần:
zh_cn: 组件路径:

# lblFaceRecognitionPunchTitleResource1.Text
source: Facial Recognition Punch in/out
id: 人臉辨識刷卡
ja_jp: 顔認証でタイムカードを押す
vi: Thẻ nhận dạng khuôn mặt
zh_cn: 人脸辨识刷卡

# lblFaceRecognitionTitleResource1.Text
source: Facial Recognition
id: 人臉辨識
ja_jp: 顔認証
vi: Nhận dạng khuôn mặt
zh_cn: 人脸辨识

# lblFileScanOCRMsgResource1.Text
source: It will active OCR while scanning Documents after checked, and it can be searched by Tornado Search Engine(BPM, DMS, Briefcase)
id: sistem akan mengaktifkan OCR saat memindai dokumen setelah diperiksa, dan dapat dicari dengan mesin pencari Tornado ( Alur kerja , DMS, Briefcase)
ja_jp: OCR機能が始動するとファイル内の検索が可能になります
vi: Sau khi chọn, quét tệp và bật chức năng OCR đồng bộ, nội dung của tệp có thể hỗ trợ tìm kiếm tornado chữ ký điện tử, quản lý tài liệu, cặp tài liệu
zh_cn: 选定后扫描文档同步启用OCR功能，文档内容即可支持龙卷风搜索(电子签核、文管、公文包)

# lblFileScanTitleResource1.Text
source: Scan Document
id: Memindai documen
ja_jp: スキャンする
vi: Quét tài liệu
zh_cn: 文档扫描

# lblFileScanUserMsgResource1.Text
source: The selected members can scan and upload documents by specific scanner after active
id: Jika anggota pilihan dapan memindai dan menguggah dokument dengan pemindai setelah aktif
ja_jp: 始動するとファイルのスキャンができます
vi: Sau khi bắt đầu, hãy chọn nhân viên để cài đặt các thiết bị được hỗ trợ trên máy và quét và tải tệp lên trực tiếp
zh_cn: 启用后选定人员即可在本机安装支持的设备，直接扫描上传文档

# lblFontColorResource1.Text
source: Text color
id: Teks warna
ja_jp: 色
vi: Màu phông chữ
zh_cn: 字体颜色

# lblForgotPwdInfoResource1.Text
source: (Same password rule as new Account)
id: (同新建帳號密碼原則)
ja_jp: （アカウント、パスワードは同時に設定する必要がある）
vi: Nguyên tắc tạo tài khoản và mật khẩu mới
zh_cn: (同新建帐号密码策略)

# lblForgotPwdResource1.Text
source: Forgot password
id: 忘記密碼
ja_jp: パスワードを忘れた
vi: Quên mật khẩu
zh_cn: 忘记密码

# lblForgotPwdTitleResource1.Text
source: After Verification, the Password will change to :
id: 通過身份驗證後將個人密碼變更為:
ja_jp: 検証が終わったらパスワードが に変更する
vi: Sau khi xác nhận chứng minh thư thông qua mật khẩu cá nhân thay đổi
zh_cn: 通过身份验证后将个人密码更改为:

# lblFormAgentMsgResource1.Text
source: Form Delegation Notice
id: 表單代理通知
ja_jp: フォーム代理お知らせ
vi: Mẫu ủy thác thông báo
zh_cn: 表单代理通知

# lblFormAttechedLimitResource1.Text
source: Single file attachment
id: 表單單一附件
ja_jp: ファイル
vi: Tệp đính kèm đơn
zh_cn: 表单单一附件

# lblHorizontalSizeResource2.Text
source: Width
id: Lebar
ja_jp: 広さ
vi: Chiều rộng
zh_cn: 宽度

# lblHR104DutyHeadResource1.Text
source: 104 HR Leave Management
id: 104假勤管理
ja_jp: 104休み管理
vi: Rời quản lý 104
zh_cn: 104假勤管理

# lblHR104HeadResource1.Text
source: 104 HR Organization Synchronize
id: 104組織同步
ja_jp: 104組織と一緒に
vi: Đồng bộ tổ chức 104
zh_cn: 104组织同步

# lblHR104PunchFolderPathResource1.Text
source: Storage Directory of Punch records exporting file
id: 刷卡匯出檔案存放路徑
ja_jp: ファイルが存在する場合
vi: Quẹt thẻ để xuất đường dẫn lưu trữ tệp
zh_cn: 刷卡导出文件存放路径

# lblHR104SetResource1.Text
source: 104 HR Setting
id: 104設定
ja_jp: 104を設定
vi: Thiết lập 104
zh_cn: 104设置

# lblHR104ShowCashAdcanceResource1.Text
source: Display cash advance of currency and amount fields
id: 顯示預支幣別與金額設定
ja_jp: 金額設定を表示します
vi: Hiển thị thiết lập số tiền và tiền tệ tạm ứng
zh_cn: 显示预支币别与金额设置

# lblHR104ShowExcludeHoursResource1.Text
source: Display Excluding OT Hours Setting
id: 顯示扣除時數設定
ja_jp: 差し引き時間設定を表示する
vi: Hiển thị thiết lập giờ khấu trừ
zh_cn: 显示扣除时数设置

# lblHR104ShowMeatResource1.Text
source: Display Missed meal fee setting
id: 顯示支領誤餐費設定
ja_jp: 食事遅れ料金の設定を表示します。
vi: Hiển thị thiết lập thanh toán bữa ăn sai
zh_cn: 显示支领误餐费设置

# lblHR104ShowPunchCheckResource1.Text
source: Display the Setting of Check the Punch Data
id: 顯示檢查刷卡資料設定
ja_jp: タイムコードのデータをチェックを表示
vi: Hiển thị thiết lập cài đặt thẻ kiểm tra
zh_cn: 显示检查刷卡数据设置

# lblIPRangeDesc1Resource1.Text
source: Before active, add AP server into AD domain.
id: Sebelum aktif, tambahkan server AP kedalam ranah AD
ja_jp: 先にAP Serverを設定してください
vi: Vui lòng thêm máy chủ ((AP Server)) vào miền AD trước khi thiết lập
zh_cn: 启用前请先将主机(AP Server)添加AD域中

# lblIPRangeDesc2Resource1.Text
source: After enable client certificate validation, please check the [require SSL] and [Accept] of (SSL settings) in the \ADAuth under IIS UOF site
ja_jp: SSLを先に設定してください
vi: Khi bật xác thực thông tin với khách hàng, hãy đảm bảo bật cài đặt SSL trong thư mục ADAuth của trang UOF trong IIS
zh_cn: 启用客户端凭证验证时,请务必启用IIS中UOF站点的ADAuth目录里的SSL设置

# lblIPRangeDesc3Resource1.Text
source: The members whose ip are in the setting ranges have to setup up their personal client certificate after enable client certificate validation
id: The members whose ip are in the setting renges have to setup up their personal client certificate after enable client certificate validation
ja_jp: 個人検証を先に設定する必要があります
vi: Khi bắt đâu sử dụng SSO thông tin xác thực với khách hàng, những người trong phạm vi IP cần đặt thông tin xác thực với khách hàng
zh_cn: 启用客户端凭证SSO时,IP范围内的人员,需设置个人客户端凭证

# lblIPRangeDescResource1.Text
source: Once active, if user’s IP is between the above range, system will let the user to try log in using SSO method. For example: If set 192.168.1.0~192.168.1.255, and the user’s IP is 192.168.1.10, then will use SSO log in first.
id: Begitu aktif, jika IP Pengguna diantara kisaran tersebut diatas, sistim akan mempersilahkan pengguna untuk mencoba masuk dengan memakai cara SSO. Contohnya: Jika diatur 192.168.1.0~192.168.1.255, dan IP Pengguna adalah 192.168.1.10, maka pertama-tama akan menggunakan masukan SSO
ja_jp: SSOでログインする方式が優先です
vi: Sau khi bắt đầu, khi địa chỉ IP của người dùng ở phần trên, hệ thống sẽ cho phép người dùng đăng nhập bằng SSO, ví dụ: đặt 192.168.1.0 ~ 192.168.1.255 và IP của người dùng là 192.168.1.10. sử dụng đăng nhập SSO
zh_cn: 启用后当用户的IP地址在上列区段中时系统会尝试让用户以SSO的方式登录,例如:设置192.168.1.0~192.168.1.255,而用户的IP为192.168.1.10时会优先使用SSO登录

# lblIPRangeResource1.Text
source: IP Range
id: Rentang IP
ja_jp: IP範囲
vi: Điện thoại IP
zh_cn: IP范围

# lblIsLogAutoDeleteResource1.Text
source: Auto clear records
id: Otomatis menghapus catatan-catatan
ja_jp: 履歴をクリアしますか
vi: Có tự động xóa nhật ký không
zh_cn: 是否自动清除记录

# lblJobTitle1Resource1.Text
source: Position
id: Posisi
ja_jp: 職階名称
vi: Tên cấp bậc
zh_cn: 职级名称

# lblJobTitle2Resource1.Text
source: Position
id: Posisi
ja_jp: 職階名称
vi: Tên cấp bậc
zh_cn: 职级名称

# lblJobTitle3Resource1.Text
source: Position
id: Posisi
ja_jp: 職階名称
vi: Tên cấp bậc
zh_cn: 职级名称

# lblLeaveForLimitResource1.Text
source: Leave application setting
id: 請假單申請設定
ja_jp: 休み申請書を設定する
vi: Cài đặt xin đăng kí nghỉ phép
zh_cn: 请假单申请设置

# lblLeaveFormAfterMemo1Resource1.Text
source: days after the end of leave
id: 天內，補申請
ja_jp: 日内、再申請できます
vi: Trong ngày, xin bù
zh_cn: 天内，补申请

# lblLeaveFormAfterMemo2Resource1.Text
source: *If the setting is 5 days, and the leave is 9/11-9/13, you need to apply before 9/18 23:59.
id: *設定為5天，則使用者申請9/11~9/13的休假，需於9/18 23:59前提出申請
ja_jp: *休み申請可能な期限は5日に設定される。例えば9/11~9/13の間に休みをしたい場合が 9/18 23:59前に申請を提出してください
vi: * Nếu thiết lập là 1 ngày, nếu người dùng xin nghỉ từ 11/9 đến 13/9 thì phải nộp hồ sơ trước 23h59 ngày 10/12
zh_cn: *设置为5天，则用户申请9/11~9/13的休假，需于9/18 23:59前提出申请

# lblLeaveFormAfterTilteResource1.Text
source: Apply in
id: 需於請假結束日期後
ja_jp: 休み終了すれば提出しなければならない
vi: Sau ngày kết thúc nghỉ phép
zh_cn: 需于请假退出日期后

# lblLeaveFormBeforeMemo1Resource1.Text
source: days before the start of Leave
id: 天，提出申請
ja_jp: 日までに申請を提出する
vi: Ngày, nộp đơn đăng ký
zh_cn: 天，提出申请

# lblLeaveFormBeforeMemo2Resource1.Text
source: *If the setting is 1 day, and the leave is 9/11-9/13, you need to apply before 9/10 23:59.
id: *設定為1天，則使用者申請9/11~9/13的休假，需於9/10 23:59前提出申請
ja_jp: *休み申請可能な期限は1日に設定される。例えば9/11~9/13の間に休みをしたい場合が 9/10 23:59前に申請を提出してください
vi: * Nếu thiết lập là 1 ngày, nếu người dùng xin nghỉ từ 11/9 đến 13/9 thì phải nộp hồ sơ trước 23h59 ngày 10/10
zh_cn: *设置为1天，则用户申请9/11~9/13的休假，需于9/10 23:59前提出申请

# lblLeaveFormBeforeTilteResource1.Text
source: Apply in
id: 需於請假開始日期前
ja_jp: 休み開始日前に
vi: Trước ngày bắt đầu nghỉ phép
zh_cn: 需于请假开始日期前

# lblLendDocTipResource1.Text
source: After checked, when Tornado Search Engine has re-created the index, users will be able to search for documents with View rights.
id: 勾選後，當龍捲風重新建立完索引，使用者就能搜尋到具有調閱權限的文件。
ja_jp: チェックマークを付けると、竜巻がインデックスを再作成すると、使用者は閲覧権限のあるファイルを検索できます。
vi: sau khi đánh dấu lựa chọn
zh_cn: 勾选后，当龙卷风重新创建完索引，用户就能搜索到具有调阅权限的文档。

# lblLendDocTitleResource1.Text
source: View Request
id: 調閱文件
ja_jp: 書類を閲覧する
vi: Tệp cuộc gọi
zh_cn: 调阅文档

# lblLevelResource1.Text
source: layer
id: 階
ja_jp: 階
vi: Đoạn
zh_cn: 阶

# lblLicenseInvalidResource1.Text
source: UOF is not Formal version, registration failure.
id: UOF bukan versi resmi, pendaftaran gagal
ja_jp: 登録不能
vi: UOF không phải là phiên bản chính thức, thất bại đăng ký.
zh_cn: 非正式版UOF，注册失败。

# lblLimitResource1.Text
source: Limit
id: 上限
ja_jp: 制限
vi: Giới hạn trên
zh_cn: 上限

# lblLiveMeetingTitleResource1.Text
source: Online meeting
id: Pertemuan online
ja_jp: オンライン会議
vi: Họp trực tuyến
zh_cn: 在线会议

# lblloginBGdescResource1.Text
source: Most suitable picture size：
id: Ukuran gambar yang palik sesuai :
ja_jp: 合う写真サイズ：
vi: Kích thước hình ảnh tối ưu
zh_cn: 最适图片大小：

# lblloginBgFileResource1.Text
source: Background
id: Latar bekalang
ja_jp: 背景
vi: Hình nền
zh_cn: 背景图

# lblloginColorStyleResource1.Text
source: Color of Login Page
id: Warna halaman masuk
ja_jp: ログイン色
vi: Hệ thống màu khu vực đăng nhập
zh_cn: 登录区色系

# lblLoginImageSettingTiltleResource1.Text
source: This function is changed to System\Configuration\Customized Login Page
id: 功能路徑已變更至系統管理\系統組態\自訂登入頁面
ja_jp: システム管理/システムモジュール/自分設定の登録ページに 変更されました。
vi: Đường dẫn chức năng đã được thay đổi thành Quản trị Hệ thống \ Cấu hình Hệ thống \ Trang Đăng nhập Tuỳ chỉnh
zh_cn: 功能路径已更改至系统管理\系统配置\自定义登录页面

# lblLoginLimitResource1.Text
source: Login Restrictions
id: 登入限制
ja_jp: ログインに対する制限
vi: Hạn chế đăng nhập
zh_cn: 登录限制

# lblLoginLogResource1.Text
source: User log in records
id: Catatan masuk pengguna
ja_jp: ログイン履歴
vi: Ghi chép đăng nhập người dùng
zh_cn: 用户登录记录

# lblLoginSpecialUserResource1.Text
source: Specified User Login
id: Menetapkan login pengguna
ja_jp: 特殊なユーザーログイン
vi: Người dùng đặc biệt Đăng nhập
zh_cn: 特殊用户登录

# lblLogoIconDescResource1.Text
source: Most suitable picture size: 145(w)*47(h)
id: Ukuran gambar yang paling cocok: 45(w)*47(h)
ja_jp: 合う写真サイズ：145(w)*47(h)
vi: Kích thước hình ảnh tối ưu：145(w)*47(h)
zh_cn: 最适图片大小：145(w)*47(h)

# lblLogoIconPathResource1.Text
source: LOGO
ja_jp: ロゴマークのアイコン
vi: Biểu tượng logo
zh_cn: LOGO图标

# lbllogoSizeRemindResource1.Text
source: Best Suitable Size : 145(w)*47(h)
id: 最適圖片大小： 145(w)*47(h)
ja_jp: 相応しい写真サイズ： 145(w)*47(h)
vi: Kích thước hình ảnh tối ưu： 145(w)*47(h)
zh_cn: 最适图片大小： 145(w)*47(h)

# lblLogSurvivalPeriodResource1.Text
source: Record retain period (month)
id: Periode penyimpanan Catatan (bulan)
ja_jp: 履歴保留時間
vi: Ghi lại khoảng thời gian lưu giữ trong tháng
zh_cn: 记录保留期限(月)

# lblLymacConfigTitleResource1.Text
source: Lyma configuration
ja_jp: モジュール設定
vi: Cài đặt cấu hình Laemathong
zh_cn: 来嘛通配置设置

# lblLymaMsg.Text
source: *Close the On-line services webpart before cancelling.
id: *cancel pilihan ini, ingat untuk menutup servis onlie WebPart
ja_jp: *この選択を取り消したらWebPartの閉じる設定もしてください）
vi: * Bỏ chọn cái này, hãy nhớ đóng dịch vụ trực tuyến WebPart.
zh_cn: *取消此勾选，请记得把在线服务WebPart关闭。

# lblLymaTitleResource1.Text
source: New/Modify Lyma Post-it code
ja_jp: コードの追加/メンテ
vi: Mới / Sửa đổi mã Post-it của Lyma
zh_cn: 新建/修改来嘛通便利贴代码

# lblMailDomainResource1.Text
source: MailServer Domain
id: Domain server email
vi: Miền máy chủ mail

# lblmailMsgResource1.Text
source: Please leave you E-mail address, 。If you need to display the Sender name, you can add your name before the E-mail address, for example, Alex Wang<abc@mail.com>
id: 請填寫電子郵件地址。若需顯示寄件人名稱，可在郵件地址前加上要顯示的名稱，例：一等一科技股份有限公司<abc@mail.com>
ja_jp: メールアドレスを記入して下さい。宛先の表示が必要の場合、メールアドレスの前に表示したい名称を記入して下さい。例：一等一科技股份有限公司<abc@mail.com>
vi: Vui lòng điền địa chỉ mail. Nếu cần hiển thị tên của người gửi, có thể thêm tên được hiển thị trước mail, ví dụ: First Class One Technology Co., Ltd.<abc@mail.com>
zh_cn: 请填写电子邮件地址。若需显示寄件人名称，可在邮件地址前加上要显示的名称，例：一等一科技股份有限公司<abc@mail.com>

# lblMailServerURLResource1.Text
source: MailServer URL
id: URL Server email
vi: URL máy chủ mail

# lblMarqueeResource1.Text
source: Active News Ticker
id: Aktifasi Tiker Berita
ja_jp: 走馬灯を表示する
vi: Khởi động bảng điều khiển
zh_cn: 启用跑马灯

# lblMarqueeResource2.Text
source: News Ticker
ja_jp: 走馬灯
vi: Đèn led
zh_cn: 跑马灯

# lblMasterToolbarCtrlTitleResource1.Text
source: Personal button
id: 個人資訊平台
ja_jp: 個人メニュー
vi: Nền tảng thông tin cá nhân
zh_cn: 个人信息平台

# lblMBAndDiscriptionResource1.Text
source: MB(1~2000MB, bland means no limit)
id: MB(1~2000MB，空白表示不限制檔案大小)
ja_jp: ファイル容量
vi: MB (1 ~ 2000MB, trống biểu thị kích thước tệp không giới hạn)
zh_cn: MB(1~2000MB，空白表示不限制文件大小)

# lblMealAllowanceResource1.Text
source: Apply Missed Meal Fee:
id: 支領誤餐費:
ja_jp: 食事遅滯手當を受け取る
vi: Thanh toán cho bữa ăn sai
zh_cn: 支领误餐费:

# lblMeetingMsg1Resource1.Text
source: days
id: Hari-hari
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblMeetingMsg3Resource1.Text
source: *Only available in limited number of days for Periodicity Booking/Meeting
id: Hanya tersedia terbatas untuk jumlah hari untuk pemesanan secara berkala/pertemuan
ja_jp: 何日内の借りる履歴を追加できます
vi: * Khi thêm khoản vay / họp định kỳ, chỉ cho phép vay / họp mới trong một số ngày có hạn
zh_cn: *新建周期借用/会议时只允许新建限制天数内的借用/会议

# lblMeetingMsgTitleResource1.Text
source: Meeting Notice
id: 會議訊息通知
ja_jp: 会議お知らせ
vi: Thông báo tin nhắn hội nghị
zh_cn: 会议消息通知

# lblMeetingRepeatLimitTitleResource1.Text
source: Day Limit of Periodicity Booking/Meeting
id: Batasan hari pemesanan berkala/Pertemuan
ja_jp: 周期借りる/会議日数の制限
vi: Mượn định kỳ / Hạn chế số ngày họp
zh_cn: 周期借用/会议天数限制

# lblMemberDefaultPWResource1.Text
source: Default Password for new External Member
id: Terapan kata sandi untuk anggota eksternal baru
ja_jp: 外部メンバーのアカウントとパスワード
vi: Thành viên bên ngoài mật khẩu mặc định của tài khoản mới
zh_cn: 外部会员新建帐号默认密码

# lblMemberTitleResource1.Text
source: External member
id: Anggota eksternal
ja_jp: 外部メンバー
vi: Thành viên bên ngoài
zh_cn: 外部会员

# lblMenuModuleCtrlTitleResource1.Text
source: Module
id: 模組功能
ja_jp: モジュール機能
vi: Chức năng mô đun
zh_cn: 模块功能

# lblMenuVisibleCtrlTitleResource1.Text
source: Menu Setting
id: 選單啟用設定
ja_jp: 始動設定
vi: Menu bật cài đặt
zh_cn: 菜单启用设置

# lblMobileAddressResource1.Text
source: Mobile Website
id: Website selular
ja_jp: デバイスステーションURL
vi: URL của trạm thiết bị di động
zh_cn: 行动装置站点网址

# lblMobileIsMovieDownloadResource1.Text
source: View by Mobile device
id: Menampilkan melalui perangkat mobile
ja_jp: デバイスで見る
vi: Xem thiết bị di động
zh_cn: 行动装置观看

# lblModifySourceMemoResource1.Text
source: Except System Administrator & Bulletin Administrator
id: Keculi sistem administrator & Administrator buletin
ja_jp: システム管理者、アナウンス管理者はこの制限を含めない
vi: 「người quản lý hệ thống」và 「nhân viên quản lý công báo 」không tuân theo hạn chế này
zh_cn: “系统管理者”及“公告管理员”不受此限制。

# lblMonthResource1.Text
source: Month
id: Bulan
ja_jp: 月
vi: Tháng
zh_cn: 月

# lblMsgCA1Resource1.Text
source: After enable client certificate validation, please check the [require SSL] and [Accept] of (SSL settings) in the \ADAuth under IIS UOF site
ja_jp: 検証は必ずSSLから設定してください
vi: Khi bật xác thực thông tin với khách hàng, hãy đảm bảo bật cài đặt SSL trong thư mục ADAuth của trang UOF trong IIS
zh_cn: 启用客户端凭证验证时,请务必启用IIS中UOF站点的ADAuth目录里的SSL设置

# lblMsgCA2Resource1.Text
source: The members who need validation have to setup up their personal client certificate after enable client certificate validation
ja_jp: 個人アカウントを設定してください
vi: Khi bắt đầu xác thực thông tin với khách hàng , người được xác thực phải đặt thông tin với khách hàng
zh_cn: 启用客户端凭证验证时,需验证的人员要设置个人客户端凭证

# lblMsgIsExistUserINdomainResource1.Text
source: Deletion failure because of users is existed in the Domain.
id: Gagal menghapus karena pengguna ada di ranah
ja_jp: 削除すること確認しますか
vi: Đã tồn tại sử dụng trên miền, không xóa được.
zh_cn: 已有用户存在于该域，无法删除。

# lblMsgQRcodeResource1.Text
source: After QRcode Verification active, the members who should be the &quot;allow to use APP&quot; need to use scan function in APP to proceed Verification .
id: 啟用QRcode驗證時,需驗證的人員必須是&quot;可用App人員&quot;,才可以使用App中的掃描功能來進行驗證
ja_jp: QRコードで検証する際に、検証される必要があるメンバーは必ず&quot;アプリ使えるメンバー&quot;のみアプリのスキャン機能で検証を行うことができます
vi: Khi xác minh mã QRcode được khởi động , người được xác nhận phải là "&quot" mới có thể sử dụng chức năng quét trong app để xác nhận
zh_cn: 启用QRcode验证时,需验证的人员必须是&quot;可用App人员&quot;,才可以使用App中的扫描功能来进行验证

# lblMultiDialogTitleResource1.Text
source: New/Modify Multi-Site URL
id: Baru/Modifikasi Multi-Site URL
ja_jp: URLを追加/修正
vi: Thêm / sửa đổi nhiều thông tin URL trang web
zh_cn: 新建/修改多Site网址信息

# lblNewMovieResource1.Text
source: Days of Latest
id: Hari-hari terakhir
ja_jp: ビデオ日数設定
vi: Cài đặt ngày video mới nhất
zh_cn: 最新影音天数设置

# lblNoResource1.Text
source: No
id: Tidak
ja_jp: いいえ
vi: Không
zh_cn: 否

# lblNotAllowPlantWeekResource1.Text
source: *System Administrator" and "Facility administrator" are not restricted
id: *「系統管理員」及「設備管理員」不受此限制
ja_jp: *「システム管理者」および「設備管理者」はこの限りではありません。
vi: * "nhân viên quản lý hệ thống" và "nhân viên quản lý thiết bị" không tuân theo hạn chế này
zh_cn: *“系统管理员”及“设备管理员”不受此限制

# lblNotAllowRepeatLoginResource1.Text
source: Restrict the same account login UOF only using the same IP address after enable.
id: 勾選後，同一帳號同時間只允許使用一個IP位址登入UOF。
ja_jp: 選択すると、一つのアカウントは一つIPでUOF登録しかない
vi: Khi được chọn, chỉ một địa chỉ IP có thể được sử dụng để đăng nhập vào UOF cho cùng một tài khoản tại cùng một thời điểm.
zh_cn: 勾选后，同一帐号同时间只允许使用一个IP地址登录UOF。

# lblNotProcesserUserMsgResource1.Text
source: No settlement on selected members
id: Tidak ada pemukiman di pilihan anggota
ja_jp: 選択しているメンバーに出勤時間の決算を一切しません
vi: Nhân viên được chọn hoàn toàn không tiến hành thống kê giải quyết công việc
zh_cn: 选定人员完全不进行差勤结算统计

# lblNotRegCryptInterfaceDlleResource1.Text
source: TFG module is not registered, please contact system administrator
id: Modul TFG tidak terdaftar, kontak administrator sistim
ja_jp: システム管理者までお問い合わせください
vi: Các thành phần liên quan đến TFG chưa được đăng ký, vui lòng liên hệ với nhân viên quản lý hệ thống
zh_cn: TFG相关组件尚未注册，请洽系统管理员

# lblNotShowCustomResource1.Text
source: Customized
id: Dibuat menurut ukuran tertentu
ja_jp: 個人化
vi: Tự cài
zh_cn: 自定义

# lblNotShowDefaultResource1.Text
source: System default
id: Sistem default
ja_jp: システムデフォルト
vi: Mặc định hệ thống
zh_cn: 系统默认

# lblNotShowTitleResource1.Text
source: Hide event
id: Sembunyikan event ketika yang lain melihat jadwal saya
ja_jp: イベントを表示しない
vi: Sự kiện này không được hiển thị
zh_cn: 不显示事件

# lblNProcesserTitleMsgResource1.Text
source: Settlement free members setting
id: Pengaturan anggota bebas penyeseuain
ja_jp: まとめメンバーを決算しない
vi: Không cài đặt nhân viên thống kê quyết toán
zh_cn: 不结算统计人员设置

# lblNullDescResource1.Text
source: If the selected field is blank, the Default Password will be blank either.
id: Jika bidang pilihan kosong, salah satu kata kata sandi terapan akan kosong.
ja_jp: 記入必要
vi: Nếu không có thông tin nào được nhập vào trường mục đã chọn, mật khẩu mặc định cũng sẽ trống.
zh_cn: 如果选择项目字段未输入数据亦会造成默认密码为空白

# lblOAFDailyMemoResource1.Text
source: Input form 1 to 99
id: *可輸入1~99
ja_jp: *1～99入力可能
vi: *có thể nhập 1~99
zh_cn: *可输入1~99

# lblOAFDailyUnitDayResource1.Text
source: day(s)
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblOAFSendDailyDescAResource1.Text
source: day(s), total days of data :
id: 天，資料取得天數:
ja_jp: データ日数
vi: Ngày, ngày thu thập dữ liệu:
zh_cn: 天，数据取得天数:

# lblOAFSendDailyDescBResource1.Text
source: Calculated to the day before sending
id: 計算至發送日前
ja_jp: 発送日前までに計算する
vi: Tính đến ngày trước khi gửi
zh_cn: 计算至发送日前

# lblOAFWeeklyDescResource1.Text
source: total days of data before the last Sunday
id: 自上週日開始往前計算，資料取得天數:
ja_jp: 先週0日から、データ日数を計算する
vi: Tính tiếp kể từ Chủ nhật tuần trước, số ngày để thu thập dữ liệu:
zh_cn: 自上周日开始往前计算，数据取得天数:

# lblOAFWeeklyMemoResource1.Text
source: Input form 7 to 99
id: *可輸入7~99
ja_jp: *7～99入力可能
vi: *có thể nhập 7~99
zh_cn: *可输入7~99

# lblOAFWeeklyUnitDayResource1.Text
source: day(s)
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblOnlineTitleResource1.Text
source: On-line services
ja_jp: オンラインサービス
vi: Dịch vụ trực tuyến
zh_cn: 在线服务

# lblOriSysTimeResource1.Text
source: Original system time :
id: Waktu sistem original
ja_jp: システム原来時間：
vi: Thời gian hệ thống gốc:
zh_cn: 原始系统时间:

# lblOverAttendFormModifyReasonResource1.Text
source: You can modify the Extra hours Report Form:
id: 回報原因後可再申請修改:
ja_jp: 返事理由を送信しても修正申請ができます
vi: Sau khi báo cáo lý do, bạn có thể đăng ký sửa đổi:
zh_cn: 回报原因后可再申请修改:

# lblOverAttendFormSendDayResource1.Text
source: Send time of Extra hours Report Form:
id: 回報申請單發送時間:
ja_jp: 申し込み書の発送時間:
vi: Thời gian gửi lại đơn đăng ký:
zh_cn: 回报申请单发送时间:

# lblOverAttendInvervalDaysResource1.Text
source: Days of display
id: 顯示天數
ja_jp: 日数を表示する
vi: Hiển thị tham số
zh_cn: 显示天数

# lblOverAttendMemo1Resource1.Text
source: 1. After the report function is enabled, the system will automatically create an "Extra Hours Report Form" for the person who have Extra Hours within the days of data acquisition according to the sending time, and send it to the next stop according to the form flow to report the Extra Hours reason.
id: 1.啟用回報功能後，系統會依發送時間為在資料取得天數內有發生超時出勤的人員自動建立「超時出勤回報申請單」，並依表單流程送下一站點填寫超時原因。
ja_jp: 1.機能を始動すると、システムにより時間超えるメンバーにフィールドにより残業理由を記入して、次のステーションに進む
vi: 1. Sau khi bắt đầu sử dụng chức năng báo cáo, hệ thống sẽ tự động tạo “Phiếu đăng ký báo cáo chuyên cần” cho người đi làm ngoài giờ trong những ngày lấy số liệu theo giờ gửi, gửi đến địa chỉ tiếp theo để điền vào lý do tăng ca theo quy trình biểu mẫu.
zh_cn: 1.启用回报功能后，系统会依发送时间为在数据取得天数内有发生超时出勤的人员自动创建“超时出勤回报申请单”，并依表单流程送下一网站填写超时原因。

# lblOverAttendMemo2Resource1.Text
source: 2. When members are allowed to modify the Extra hours reasons, they can fill out the "Extra hours Reason Change Form" to apply for modification.
id: 2.允許人員修改已回報的超時出勤原因時，超時出勤人員可填寫「超時出勤原因變更單」來申請修改。
ja_jp: 2.既に返事した残業原因について変更があった時に”残業理由の変更説明書”にて修正申請ことが可能
vi: 2. Khi cho phép nhân sự sửa đổi lý do đi làm thêm giờ đã báo cáo, nhân viên đi làm thêm giờ có thể điền vào "Mẫu thay đổi lý do đi làm thêm giờ" để đăng ký sửa đổi.
zh_cn: 2.允许人员修改已回报的超时出勤原因时，超时出勤人员可填写“超时出勤原因更改单”来申请修改。

# lblOverAttendNoReasonDoneResource1.Text
source: The Extra hours that have completed the processing of leave should also be reported:
id: 已完成假勤處理的超時記錄也要回報:
ja_jp: 完成済みでも連絡して下さい。
vi: Đã xử lý hoàn thành ghi chép quá giờ và cần báo cáo:
zh_cn: 已完成假勤处理的超时记录也要回报:

# lblOverAttendNotifyExceptUsersResource1.Text
source: Do not notify
id: 不通知人員
ja_jp: 返事必要無し
vi: Nhân viên không thông báo
zh_cn: 不通知人员

# lblOverAttendRangeDayResource1.Text
source: days
id: 天
ja_jp: 日
vi: Ngày
zh_cn: 天
