Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/FieldPermissionExample.aspx.*.resx
Languages: ja_jp, vi, zh_tw

# lblEmpDisplayContentResource1.Text
source: After checking, when the user checks other people's personal detailed information, he can see the content of the field, otherwise he will see "Not displayed".
ja_jp: チェックすると、使用者は他人の個人詳細を表示するときにフィールドの内容を見ることができ、反対に「表示しない」ことができます。​
vi: Sau khi chọn, khi người dùng xem thông tin cá nhân của người khác, có thể thấy nội dung của cột, nếu không thì sẽ thấy "không hiển thị".
zh_tw: 勾選後，使用者查看他人的個人詳細資訊時，可觀看到欄位內容，反之則會看到"不顯示"。​

# lblEmpDisplayContentTipResource1.Text
source: *System administrator is not subject to this restriction and can view it
ja_jp: *システム管理者はこの限りではありません。すべての情報を見ることができます
vi: *Quản trị viên hệ thống không bị hạn chế này và có thể xem nó​
zh_tw: *系統管理員不受此限，皆可觀看​

# lblEmpDisplayTitleResource1.Text
source: Can be displayed
ja_jp: 表示可能
vi: có thể được hiển thị
zh_tw: 可顯示

# lblEmpUserModifyContentResource1.Text
source: After checking, the user can modify the content of this field in [Background information setup] of "Profile".
ja_jp: チェックすると、使用者は「個人設定」の「基本資料設定」でこのフィールドの内容を修正することができます。​
vi: Sau khi chọn, người dùng có thể sửa đổi nội dung của cột này trong [Cài đặt cá nhân→Cài đặt dữ liệu cơ bản]
zh_tw: 勾選後，使用者才可在「個人設定」的[基本資料設定]中修改該欄位內容。​

# lblEmpUserModifyTitleResource1.Text
source: user editable
ja_jp: ユーザーが変更可能
vi: người dùng có thể chỉnh sửa
zh_tw: 使用者可修改

# lblLimitViewContentResource1.Text
source: When the field is set to "Displayable" and "View restriction" is checked, when the user checks other people's personal detailed information, it will follow the [Internal Staff Information] setting in "System Management→General Setup" Determine whether the user can view the field content of this person.
ja_jp: フィールドが「表示可能」に設定されており、「視聴制限」がチェックされており、使用者は他人の個人詳細情報を見る際に、「システム管理→一般グループ設定」の【社内従業員個人情報】設定に従って、使用者がその人の欄内容を見ることができるかどうかを判断する。​
vi: Khi cột được thiết lập thành "Có thể hiển thị" và "Hạn chế xem" được chọn, khi người dùng xem thông tin cá nhân chi tiết của người khác, nó sẽ tuân theo cài đặt [Quản lý hệ thống → Cài đặt cấu hình chung→ Thông tin cá nhân của nhân viên nội bộ] để xác định xem người dùng có thể xem nội dung cột của người này hay không.
zh_tw: 當欄位設定為"可顯示"並勾選"限制觀看"，使用者在查看他人的個人詳細資訊時，會依「系統管理→一般組態設定」中的【內部員工個人資訊】設定，來判斷使用者是否可觀看該人員的欄位內容。​

# lblLimitViewTitleResource1.Text
source: View Restriction
ja_jp: 視聴制限
vi: Giới hạn quyền xem
zh_tw: 限制觀看

# lblMbrDisplayContentResource1.Text
source: After checking, when the user checks external member's personal detailed information, he can see the content of the field, otherwise he will see "Not displayed".
ja_jp: チェックすると、社内の従業員が外部会員の個人詳細を照会すると、フィールドの内容が表示され、反対に「非表示」になります。​
vi: Sau khi chọn, khi nhân viên nội bộ kiểm tra thông tin cá nhân của thành viên bên ngoài thì có thể xem nội dung cột, ngược lại sẽ thấy "không hiển thị".​
zh_tw: 勾選後，內部員工查看外部會員的個人詳細資訊時，可觀看到欄位內容，反之則會看到"不顯示"。​

# lblMbrDisplayContentTip2Resource1.Text
source: *System administrator is not subject to this restriction and can view it
ja_jp: *システム管理者はこの限りではありません。すべての情報を見ることができます
vi: *Quản trị viên hệ thống không bị hạn chế này và có thể xem nó​
zh_tw: *系統管理員不受此限，皆可觀看​

# lblMbrDisplayContentTipResource1.Text
source: *When [External Member Group Selection Permission] is enabled in "System Management→General Setup", the personal data query permission of external members will follow the content set in "System Management→External Group Maintenance Setup" , all internal staff inquiries are not open​
ja_jp: *「システム管理→一般構成設定」で【外部会員グループ選択権限】が有効になっている場合、外部会員の個人情報照会権限は、「システム管理→外部グループ変更権限設定」で設定した内容に従い、全社内スタッフお問い合わせは受け付けておりません
vi: *Khi [Quyền lựa chọn nhóm thành viên bên ngoài] được bật trong "Quản lý hệ thống → Cài đặt cấu hình chung" thì quyền truy vấn thông tin cá nhân của các thành viên bên ngoài sẽ tuân theo nội dung được đặt trong "Quản lý hệ thống → Đặt quyền bảo trì nhóm bên ngoài", tất cả nhân viên nội bộ yêu cầu không được mở
zh_tw: *當「系統管理→一般組態設定」中有啟用【外部會員群組選取權限】時，外部會員的個人資料查詢權限會再依「系統管理→設定外部群組維護權限」內所設定的內容為準，不開放所有內部員工查詢​

# lblMbrDisplayTitleResource1.Text
source: Can be displayed
ja_jp: 表示可能
vi: có thể được hiển thị
zh_tw: 可顯示

# lblMbrUserModifyContentResource1.Text
source: After checking, the external member can modify the content of this field in [Background information setup] of "Profile".
ja_jp: チェックすると、外部会員は「個人設定」の「基本資料設定」でこのフィールドの内容を修正することができます。​​
vi: Sau khi chọn, các thành viên bên ngoài có thể sửa đổi nội dung của cột này trong [Cài đặt dữ liệu cơ bản] của "Cài đặt cá nhân".​
zh_tw: 勾選後，外部會員才可在「個人設定」的[基本資料設定]中修改該欄位內容。​​

# lblMbrUserModifyTitleResource1.Text
source: user editable
ja_jp: ユーザーが変更可能
vi: người dùng có thể chỉnh sửa
zh_tw: 使用者可修改

# lbtnGoToBasicModuleSettingResource1.Text
source: Go to General Setup
ja_jp: 一般的な構成設定へ
vi: Chuyển đến cài đặt chung
zh_tw: 前往一般組態設定

# PageResource1.Title
source: Description of field permission settings
ja_jp: フィールド権限設定の説明
vi: Mô tả cài đặt giới hạn quyền của cột
zh_tw: 欄位權限設定說明
