Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/Config/App_LocalResources/MemberColumn.ascx.*.resx
Languages: vi

# cbAccountResource1.Text
source: Display
vi: Có thể trưng bày

# cbIsModifyAccountResource1.Text
source: User can modify
vi: Người dùng có thể sửa

# ibtnSaveResource1.Text
source: Save
vi: Lưu trữ

# Label10Resource1.Text
source: E-mail 2
vi: Email điện tử 2

# Label11Resource1.Text
source: E-mail 3
vi: Email điện tử 3

# Label12Resource1.Text
source: E-mail 4
vi: Email điện tử 4

# Label14Resource1.Text
source: Company name
vi: Tên công ty

# Label15Resource1.Text
source: Ext.
vi: Máy phụ

# Label16Resource1.Text
source: Office tel
vi: Điện thoại công ty

# Label17Resource1.Text
source: Office fax
vi: Fax công ty

# Label18Resource1.Text
source: Tax ID
vi: Thống nhất cùng số

# Label19Resource1.Text
source: Address
vi: Địa chỉ

# Label1Resource1.Text
source: Name
vi: Tên gọi

# Label20Resource1.Text
source: Signature
vi: Ký tên

# Label21Resource1.Text
source: Other 1
vi: Khác 1

# Label22Resource1.Text
source: Other 2
vi: Khác 2

# Label23Resource1.Text
source: Other 1
vi: Khác 1

# Label24Resource1.Text
source: Other 2
vi: Khác 2

# Label25Resource1.Text
source: Other 3
vi: Khác 3

# Label26Resource1.Text
source: Other 4
vi: Khác 4

# Label27Resource1.Text
source: Other 5
vi: Khác 5

# Label28Resource1.Text
source: Other 6
vi: Khác 6

# Label29Resource1.Text
source: Other 5
vi: Khác 5

# Label2Resource1.Text
source: ID number
vi: Số chứng minh nhân dân

# Label30Resource1.Text
source: Other 6
vi: Khác 6

# Label31Resource1.Text
source: Mobile
vi: Điện thoại di động

# Label32Resource1.Text
source: Personal 1
vi: Thông tin cá nhân 1

# Label33Resource1.Text
source: Personal 2
vi: Thông tin cá nhân 2

# Label34Resource1.Text
source: Personal 3
vi: Thông tin cá nhân 3

# Label35Resource1.Text
source: Personal 4
vi: Thông tin cá nhân 4

# Label36Resource1.Text
source: Personal 5
vi: Thông tin cá nhân 5

# Label37Resource1.Text
source: Personal 6
vi: Thông tin cá nhân 5

# Label38Resource1.Text
source: Personalize field display name
vi: Cá nhân hóa tên hiển thị trường

# Label39Resource1.Text
source: Personal 1
vi: Thông tin cá nhân 1

# Label3Resource1.Text
source: Birth date
vi: Sinh nhật

# Label40Resource1.Text
source: Personal 2
vi: Thông tin cá nhân 2

# Label41Resource1.Text
source: Personal 3
vi: Thông tin cá nhân 3

# Label42Resource1.Text
source: Personal 4
vi: Thông tin cá nhân 4

# Label43Resource1.Text
source: Personal 5
vi: Thông tin cá nhân 5

# Label44Resource1.Text
source: Personal 6
vi: Thông tin cá nhân 6

# Label4Resource1.Text
source: E-mail
vi: Email điện tử

# Label5Resource1.Text
source: Membership Category
vi: Loại thành viên

# Label6Resource1.Text
source: Gender
vi: Giới tính

# Label7Resource1.Text
source: Other 3
vi: Khác 3

# Label8Resource1.Text
source: Other 4
vi: Khác 4

# Label9Resource1.Text
source: E-mail 1
vi: Email điện tử 1

# lblControlColumnDisplayResource1.Text
source: Display field or not
vi: Thiết lập quyền hạn cột

# lblCustomColumnResource1.Text
source: Customized field name
vi: Tên hiển thị cột tùy chỉnh

# lblFieldPermissionExampleResource1.Text
source: Description of External member data field permission setup
vi: Hướng dẫn đặt quyền cho thành viên bên ngoài

# lblMsgSaveResource1.Text
source: Successfully saved
vi: Lưu thành công

# lbtnOptionExampleResource1.Text
source: (Option description)
vi: (Giải thích lực chọn mục)
