Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/App_LocalResources/Homepage.aspx.*.resx
Languages: id, vi, zh_cn

# ButtonAddDockResource1.Text
source: 加入
id: Mengaktifkan
vi: Thêm vào
zh_cn: 添加

# ButtonClearResource1.Text
source: 全部重設
id: Memasang lagi
vi: Tất cả đặt lại
zh_cn: 全部复位

# CatalogZone1Resource1.AddVerb.Description
source: 將 Web 組件加入區域
id: Tambahkan Departemen web kedalam area
vi: Thêm đơn vị web vào khu vực
zh_cn: 将 Web 组件添加区域

# CatalogZone1Resource1.AddVerb.Text
source: 加入
id: Tambahkan kedalam
vi: Thêm vào
zh_cn: 添加

# CatalogZone1Resource1.CloseVerb.Description
source: 關閉目錄
id: Tutup Direktori
vi: Khóa thư mục
zh_cn: 关闭目录

# CatalogZone1Resource1.CloseVerb.Text
source: 關閉
id: Tutup
vi: Khóa
zh_cn: 关闭

# CatalogZone1Resource1.EmptyZoneText
source: 目錄區域未包含任何目錄組件。
id: Area direktori tidak memasukkan suatu bagian direktori
vi: Khu vực của mục lục không chứa bất kỳ thành phần mục lục nào
zh_cn: 目录区域未包含任何目录组件。

# CatalogZone1Resource1.HeaderCloseVerb.Description
source: 關閉區域
id: Tutup Bagian
vi: Khu vực khóa
zh_cn: 关闭区域

# CatalogZone1Resource1.HeaderCloseVerb.Text
source: 關閉
id: Tutup
vi: Khóa
zh_cn: 关闭

# CatalogZone1Resource1.HeaderText
source: 面版目錄
id: Direktori Papan Pedoman (dasbor)
vi: Mục lục bảng điều khiển
zh_cn: 面版目录

# CatalogZone1Resource1.InstructionText
source: 選取您要瀏覽的目錄。
id: Pilih direktori untuk dilihat
vi: Chọn thư mục bạn muốn duyệt
zh_cn: 选定您要浏览的目录。

# CatalogZone1Resource1.SelectTargetZoneText
source: 加入至:
id: Tambahkan ke:
vi: Thêm vào:
zh_cn: 添加至:

# Label10Resource1.Text
source: 未來工作
id: Tugas mendatang
vi: Công việc sắp tới
zh_cn: 未来工作

# Label11Resource1.Text
source: 待簽表單
id: Formulir menunggu untuk disetujui
vi: Chờ phê duyệt
zh_cn: 待签表单

# Label12Resource1.Text
source: 文件管理-最新發佈文件
id: Pengelolaan dokumen - keluaran baru
vi: Quản lý tài liệu - Tài liệu được phát hành mới nhất
zh_cn: 文档管理-最新发布文档

# Label13Resource1.Text
source: 文件管理-待審核文件
id: Pengelolaan dokumen - menunggu persetujuan
vi: Quản lý tài liệu - Tài liệu cần được xem xét
zh_cn: 文档管理-待审核文档

# Label1Resource1.Text
source: 最新討論
id: Diskusi baru
vi: Thảo luận mới nhất
zh_cn: 最新讨论

# Label1Resource2.Text
source: 面板清單:
id: Daftar non-aktif
vi: Danh sách bảng điều khiển:
zh_cn: 面板列表:

# Label2Resource1.Text
source: 未讀公告
id: Pemberitahuan yang tidak terbaca
vi: Chưa đọc thông báo
zh_cn: 未读公告

# Label2Resource2.Text
source: 加入至:
id: diaktifkan ke:
vi: Thêm vào:
zh_cn: 添加至:

# Label3Resource1.Text
source: 最新投票
id: Suara baru
vi: Cuộc thăm dò mới nhất

# Label3Resource2.Text
source: 版面設定:
id: Gaya:
vi: Cài đặt giao diện:
zh_cn: 页面设置:

# Label4Resource1.Text
source: 新進員工
id: Pegawai baru
vi: Nhân viên mới
zh_cn: 新进员工

# Label5Resource1.Text
source: 本月壽星
id: Ini adalah ulang bulan anggota
vi: Sinh nhật trong tháng này
zh_cn: 本月寿星

# Label6Resource1.Text
source: 未回覆會議
id: Rapat yang belum dijawab
vi: Chưa trả lời cuộc họp
zh_cn: 未回复会议

# Label7Resource1.Text
source: 交辦事項
id: Permintaan pekerjan
vi: Sự việc bàn giao
zh_cn: 交办事项

# Label8Resource1.Text
source: 逾時工作
id: Formulir yang ditangguhkan
vi: Thời gian công việc quá hạn
zh_cn: 超时工作

# Label9Resource1.Text
source: 今日行程
id: jadwal hari ini
vi: Hành trình hôm nay

# LabelPersonResource1.Text
source: 個人面板
id: Halaman beranda pribadi
vi: Bảng điều khiển cá nhân
zh_cn: 个人面板

# lbConfirmResource1.Text
source: 確定要全部重設?
id: Memasang lagi kesalahan denah?
vi: Bạn có chắc chắn muốn đặt lại tất cả không?
zh_cn: 确实要全部复位?

# lblDesResource1.Text
source: 可以用拖拉的方式，編排左右二邊面版的排列順序
id: Tarik dan gambar untuk mengatur urutan kiri dan kanan Panel Kontrol.
vi: Bạn có thể sử dụng phương pháp kéo và thả để sắp xếp thứ tự của bảng bên trái và bên phải
zh_cn: 可以用拖拉的方式，编排左右二边面版的排列顺序

# lblSysPanelResource1.Text
source: 企業面板
id: Halaman beranda umum
vi: Bảng điều khiển doanh nghiệp
zh_cn: 企业面板

# lbtnBrowseResource1.Text
source: 瀏覽
id: Lihat-lihat
vi: Người xem
zh_cn: 浏览

# lbtnCatalogResource1.Text
source: 設計
id: Desain
vi: Thiết kế
zh_cn: 设计

# ListItemResource1.Text
source: 2欄
id: 2 Kolom
vi: 2 cột
zh_cn: 2栏

# ListItemResource2.Text
source: 3欄
id: 3 Kolom
vi: 3 cột
zh_cn: 3栏

# ListItemResource3.Text
source: 左邊
id: Kiri
vi: Bên trái
zh_cn: 左边

# ListItemResource4.Text
source: 中間
id: Pertengahan
vi: Giữa
zh_cn: 中间

# ListItemResource5.Text
source: 右邊
id: Kanan
vi: Bên phải
zh_cn: 右边

# Literal1Resource1.Text
source: 設計
id: Denah
vi: Thiết kế
zh_cn: 设计

# Literal2Resource1.Text
source: 關閉
id: Tutup
vi: Khóa
zh_cn: 关闭

# PageCatalogPart1Resource1.Title
source: 目錄
id: Direktori
vi: Mục lục
zh_cn: 目录

# wpZoneLeftResource1.CloseVerb.Description
source: 關閉 '{0}'
id: Tutup '{0}'
vi: Khóa '{0}'
zh_cn: 关闭 '{0}'

# wpZoneLeftResource1.CloseVerb.Text
source: 關閉
id: Tutup
vi: Khóa
zh_cn: 关闭

# wpZoneLeftResource1.ConnectVerb.Description
source: 編輯 '{0}' 的連接
id: Mengedit tautan ‘{0}’
vi: Chỉnh sửa kết nối cho '{0}'
zh_cn: 编辑 '{0}' 的连接

# wpZoneLeftResource1.ConnectVerb.Text
source: 連接
id: Tautan
vi: Kết nối
zh_cn: 连接

# wpZoneLeftResource1.DeleteVerb.Description
source: 刪除 '{0}'
id: Hapus '{0}'
vi: Xóa '{0}'
zh_cn: 删除 '{0}'

# wpZoneLeftResource1.DeleteVerb.Text
source: 刪除
id: Hapus
vi: Xóa
zh_cn: 删除

# wpZoneLeftResource1.EditVerb.Description
source: 編輯 '{0}'
id: Edit ‘{0}’
vi: Biên tập '{0}'
zh_cn: 编辑 '{0}'

# wpZoneLeftResource1.EditVerb.Text
source: 編輯
id: Mengedit
vi: Biên tập
zh_cn: 编辑

# wpZoneLeftResource1.EmptyZoneText
source: 將 Web 組件放置於此以加入此區域。
id: Letakkan bagian dari Web disini untuk ditambahkan kedalam area ini
vi: Đặt các đơn vị web ở đây để tham gia khu vực này.
zh_cn: 将 Web 组件放置于此以添加此区域。

# wpZoneLeftResource1.ExportVerb.Description
source: 將 '{0}' 的個人化資料匯出為 XML 檔案
id: Mengekspor ‘{0}’ data ke berkas XML
vi: Xuất dữ liệu cá nhân hóa {0} dưới dạng tệp XML
zh_cn: 将 '{0}' 的个人化数据导出为 XML 文件

# wpZoneLeftResource1.ExportVerb.Text
source: 匯出
id: Waktu kadaluarsa
vi: Kết xuất
zh_cn: 导出

# wpZoneLeftResource1.HeaderText
source: 左邊
id: Kiri
vi: Bên trái
zh_cn: 左边

# wpZoneLeftResource1.HelpVerb.Description
source: 顯示 '{0}' 的說明
id: Perlihatkan deskripsi '{0}'
vi: Hiển thị mô tả '{0}'
zh_cn: 显示 '{0}' 的说明

# wpZoneLeftResource1.HelpVerb.Text
source: 說明
id: Gambaran
vi: Mô tả
zh_cn: 说明

# wpZoneLeftResource1.MinimizeVerb.Description
source: 最小化 '{0}'
id: Mengecilkan ‘{0}’
vi: Thu nhỏ '{0}'

# wpZoneLeftResource1.MinimizeVerb.Text
source: 最小化
id: Mengecilkan
vi: Thu nhỏ

# wpZoneLeftResource1.RestoreVerb.Description
source: 還原 '{0}'
id: Simpan kembali '{0}'
vi: Khôi phục'{0}'
zh_cn: 还原 '{0}'

# wpZoneLeftResource1.RestoreVerb.Text
source: 還原
id: Simpan kembali
vi: Khôi phục
zh_cn: 还原

# wpZoneRightResource1.CloseVerb.Description
source: 關閉 '{0}'
id: Tutup '{0}'
vi: Khóa '{0}'
zh_cn: 关闭 '{0}'

# wpZoneRightResource1.CloseVerb.Text
source: 關閉
id: Tutup
vi: Khóa
zh_cn: 关闭

# wpZoneRightResource1.ConnectVerb.Description
source: 編輯 '{0}' 的連接
id: Mengedit tautan ‘{0}’
vi: Chỉnh sửa kết nối cho '{0}'
zh_cn: 编辑 '{0}' 的连接

# wpZoneRightResource1.ConnectVerb.Text
source: 連接
id: Tautan
vi: Kết nối
zh_cn: 连接

# wpZoneRightResource1.DeleteVerb.Description
source: 刪除 '{0}'
id: Hapus '{0}'
vi: Xóa '{0}'
zh_cn: 删除 '{0}'

# wpZoneRightResource1.DeleteVerb.Text
source: 刪除
id: Hapus
vi: Xóa
zh_cn: 删除

# wpZoneRightResource1.EditVerb.Description
source: 編輯 '{0}'
id: Edit ‘{0}’
vi: Biên tập '{0}'
zh_cn: 编辑 '{0}'

# wpZoneRightResource1.EditVerb.Text
source: 編輯
id: Mengedit
vi: Biên tập
zh_cn: 编辑

# wpZoneRightResource1.EmptyZoneText
source: 將 Web 組件放置於此以加入此區域。
id: Letakkan bagian dari Web disini untuk ditambahkan kedalam area ini
vi: Đặt các đơn vị web ở đây để tham gia khu vực này.
zh_cn: 将 Web 组件放置于此以添加此区域。

# wpZoneRightResource1.ExportVerb.Description
source: 將 '{0}' 的個人化資料匯出為 XML 檔案
id: Mengekspor ‘{0}’ data ke berkas XML
vi: Xuất dữ liệu cá nhân hóa {0} dưới dạng tệp XML
zh_cn: 将 '{0}' 的个人化数据导出为 XML 文件

# wpZoneRightResource1.ExportVerb.Text
source: 匯出
id: Waktu kadaluarsa
vi: Kết xuất
zh_cn: 导出

# wpZoneRightResource1.HeaderText
source: 右邊
id: Kanan
vi: Bên phải
zh_cn: 右边

# wpZoneRightResource1.HelpVerb.Description
source: 顯示 '{0}' 的說明
id: Perlihatkan deskripsi '{0}'
vi: Hiển thị mô tả '{0}'
zh_cn: 显示 '{0}' 的说明

# wpZoneRightResource1.HelpVerb.Text
source: 說明
id: Gambaran
vi: Mô tả
zh_cn: 说明

# wpZoneRightResource1.MinimizeVerb.Description
source: 最小化 '{0}'
id: Mengecilkan ‘{0}’
vi: Thu nhỏ '{0}'

# wpZoneRightResource1.MinimizeVerb.Text
source: 最小化
id: Mengecilkan
vi: Thu nhỏ

# wpZoneRightResource1.RestoreVerb.Description
source: 還原 '{0}'
id: Simpan kembali '{0}'
vi: Khôi phục'{0}'
zh_cn: 还原 '{0}'

# wpZoneRightResource1.RestoreVerb.Text
source: 還原
id: Simpan kembali
vi: Khôi phục
zh_cn: 还原
