Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/App_LocalResources/Login.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# applyCaMsgByErrorResource1.Text
source: Apply Client certificate error<br/>Please contact system administrator
id: Mendafar langganan bermasalah, <br> Silahkan hubungi sistem administrator
ja_jp: エラーが発生しました。システム管理者までお問い合わせください
vi: Lỗi khi đăng ký thông tin xác thực khách hàng<br>, vui lòng liên hệ quản trị viên
zh_cn: 申请客户端凭证发生错误<br/>请联络系统管理员

# applyCaMsgResource1.Text
source: Apply Client certificate error, Account not exist in AD
id: Mendaftar langganan bermasalah, Akun tidak ada di AD
ja_jp: ユーザー名が不存在するので、再確認をお願いします
vi: Lỗi khi đăng ký thông tin xác thực khách hàng, tài khoản không tồn tại trong AD
zh_cn: 申请客户端凭证错误，帐号不存在于AD

# btnForgetResource1.Text
source: Send
id: Mengirim
ja_jp: 発送する
vi: Gửi
zh_cn: 送出

# caIPRangeMsgResource1.Text
source: Login failed，IP is not in the IP restriction
id: Gagal masuk, IP bukan di IP terlarang
ja_jp: 登録不能
vi: Không thể đăng nhập，IP Không nằm trong giới hạn nội dung phạm vi xác thực
zh_cn: 不可登录，IP不在凭证限制范围内

# caMsgResource1.Text
source: Client certificate validation error<br/>Reason(Not apply certificate、Account is not matched with the certificate)
id: 用戶端憑證驗證錯誤<br/>發生原因有(未申請憑證、登入帳號與憑證不符)
ja_jp: ユーザー名が検証されてない
vi: Lỗi xác minh thông tin xác thực khách hàng<br/> nguyên nhân (không đăng ký xác thực, tài khoản đăng nhập không khớp với thông tin xác thực)
zh_cn: 客户端凭证验证错误<br/>发生原因有(未申请凭证、登录帐号与凭证不符)

# cboKeepaccountResource1.Text
source: Remember my account
id: Ingat akun saya
ja_jp: ログインするまま
vi: Nhớ tài khoản của tôi
zh_cn: 记住我的帐号

# CheckBrowserMsg
source: Not the best browser version
id: Informasi Pelanggan yang Tidak dilepaskan tidak dapat ditambahkan informasi Pelanggan yang biasanya dipergunakan
ja_jp: 一番良いブラウザバージョンではありません
vi: Không phải là phiên bản trình duyệt tốt nhất
zh_cn: 不是最佳浏览器版本

# CheckBrowserType
source: Your browser is not supported by UOF \r\n please use the following browser : \r\n\r\nWindows OS \r\n------------------------------------------\r\nIE:10 or above \r\nChrome: 30 or above \r\nFirefox: 20 or above\r\n\r\nMac OS \r\n------------------------------------------\r\nSafari: 7.0 or above
id: browser anda tidak mendukung menurut UOF \r\n gunakan browser berikut : \r\n\r\nWindows OS \r\n-------------------------------------------------------r\n\IE:10 atau lebih \r\nChrome:30 atau lebih\r\n Firefox:20 atau lebih \r\n\r\nMac OS \r\n------------------------------------------------\r\nSafari:7.0 atau lebih
ja_jp: 現在使用しているブラウザのに支援できませんので、：\r\n\r\nWindows 作業系統\r\n------------------------------------------\r\nIE:10 以上\r\nChrome: 30 以上\r\nFirefox: 20 以上\r\n\r\nMac作業系統\r\n------------------------------------------を変えて使ってみてください
vi: Phiên bản trình duyệt hiện tại của bạn không được hỗ trợ \ r \ n, vui lòng sử dụng trình duyệt sau để thay thế: \ r \ n \ r \ n, hệ điều hành Windows \ r \ n ------------- ----------------------- \ r \ nIE: 10+ \ r \ n Chrome: 30+ \ r \ nFirefox: 20+ \ r \ n \ r \ n, hệ điều hành Mac \ r \ n ------------------------------------------ ------ ------ \ r \ nSafari: 7.0 trở lên
zh_cn: 系统不支持您当前所使用的浏览器版本\r\n请改使用以下的浏览器：\r\n\r\nWindows 操作系统\r\n------------------------------------------\r\nIE:10 以上\r\nChrome: 30 以上\r\nFirefox: 20 以上\r\n\r\nMac操作系统\r\n------------------------------------------\r\nSafari: 7.0 以上

# cvalidInfoResource1.ErrorMessage
source: Cannot find this account and mail information, please re-enter data.
id: 找不到此帳號及Mail資訊,請重新輸入
ja_jp: アカウント、メールの情報が見つかりませんので、再入力お願いします
vi: Không tìm thấy thông tin Mail và tài khoản này, vui lòng đăng nhập lại
zh_cn: 未找到此帐号及Mail信息,请重新输入

# cvalidLoginForDomainMsgResource1.Text
source: Wrong account or password.
id: Akun atau kata sandi keliru
ja_jp: アカウント、またはパスワードが間違いている
vi: Số tài khoản hoặc mật mã sai。
zh_cn: 帐号或密码错误。

# cvalidLoginMsgResource1.Text
source: Wrong account or password. <br/> If using AD validation, enter account as: AD Domain\Account, for example, ABC\admin
id: Akun atau kata sandi keliru. <br/> jika menggunakan validasi AD, masukkan akun sebagai: Domain / Akun AD, sebagai contohnya, ABC\admin
ja_jp: ユーザー名またはパスワードが間違いました
vi: Số tài khoản hoặc mật mã sai。<br/> ví như sử dung AD xác minh，cách thức đăng nhập là ：AD Domain\Account，ví dụ：ABC\admin
zh_cn: 帐号或密码错误。<br/>若使用AD验证，帐号输入格式为：AD Domain\Account，例：ABC\admin

# cvalidLoginResource1.ErrorMessage
source: Wrong account or password. <br/> If using AD validation, enter account as: AD Domain\Account, for example, ABC\admin
id: Akun atau kata sandi keliru. <br/> jika menggunakan validasi AD, masukkan akun sebagai: Domain / Akun AD, sebagai contohnya, ABC\admin
ja_jp: ユーザー名またはパスワードが間違いました
vi: Số tài khoản hoặc mật mã sai。<br/> ví như AD xác minh，cách thức đăng nhập là ：AD Domain\Account，ví dụ：ABC\admin
zh_cn: 帐号或密码错误。<br/>若使用AD验证，帐号输入格式为：AD Domain\Account，例：ABC\admin

# cvalidnotAllowLoginMsgResource1.Text
source: Not authorized, please contact Administrator
id: 權限不足，請洽系統管理員
ja_jp: 権限を持ってないので、システム管理者に問い合わせください
vi: Không đủ quyền, vui lòng liên hệ với nhân viên quản lý hệ thống
zh_cn: 权限不足，请洽系统管理员

# cvLicenseExpiredResource1.ErrorMessage
source: Authorization expired, cannot log in.
id: Otorisasi sudah kadaluarsa, tidak bisa masuk,
ja_jp: 登録不能
vi: Uỷ quyền đã hết hạn,không thể đăng nhập
zh_cn: 授权已到期无法登录

# cvLicenseFileResource1.ErrorMessage
source: Authorization information incorrect, cannot start the application.
id: Informasi Otorisasi salah, tidak dapat memulai permohonan
ja_jp: ライセンス情報は正しくないので、アプリを始動できません
vi: Thông tin ủy quyền không chính xác không thể kích hoạt ứng dụng
zh_cn: 授权信息不正确无法启用应用程序

# cvLicenseFullResource1.ErrorMessage
source: Number of authorization full, cannot log in.
id: Jumlah otorisasi penuh, tidak dapat masuk
ja_jp: 登録不能
vi: Số người ủy quyền đã đầy, không thể đăng nhập
zh_cn: 授权人数已满无法登录

# cvLogoutResource1.ErrorMessage
source: You had logged out
id: Anda telah keluar
ja_jp: ログアウトしました
vi: Bạn đã đăng xuất
zh_cn: 您已经注销

# cvSuccessResource1.ErrorMessage
source: Password notification sent successfully
id: 寄出密碼通知成功
ja_jp: パスワードをメールで送信成功
vi: Gửi mật khẩu thông báo thành công
zh_cn: 发送密码通知成功

# cvUSBKeyResource1.ErrorMessage
source: Please confirm that USB Key has been inserted correctly.
id: Tolong konfirmasikan bahwa Kunci USB telah dimasukkan dengan benar
ja_jp: USB Keyの差込を確認してください
vi: Hãy đảm bảo rằng Khóa USB được cắm đúng cách
zh_cn: 请确认USB Key已正确插入

# hlApplyCAResource1.Text
source: Apply certificate
id: Minta Sertifikat
ja_jp: 権限を申請する
vi: Xác thực đơn đăng ký
zh_cn: 申请凭证

# hlAutoLogonResource1.Text
source: Auto Login
id: Log-in Otomatis
ja_jp: 自動で登録
vi: Tự động đăng nhập
zh_cn: 自动登录

# hlForgetpwResource1.Text
source: Forgot password
id: Lupa sandi
ja_jp: パスワードを忘れた
vi: Quên mật khẩu
zh_cn: 忘记密码

# installDriverLinkResource1.Text
source: Install USB Key driver
id: Masukkan driver kunci USB
ja_jp: USB Keyのドライブインストール順番
vi: Cài đặt trình điều khiển USB Key
zh_cn: 安装USB Key驱动程序

# Label1Resource1.Text
source: Account
id: Akun
ja_jp: アカウント
vi: Tài khoản
zh_cn: 帐号

# Label2Resource1.Text
source: Password
id: Kata Sandi
ja_jp: パスワード
vi: Mật mã
zh_cn: 密码

# Label3Resource1.Text
source: System operation exceeds time or authority limits, please re-log in!
id: Pengoperasian sistim melebihi batas waktu atau kewenangan, tolong masuk kembali!
ja_jp: 操作時間が長すぎ、または権限不足で再ログインをお願いします
vi: Hoạt động của hệ thống đã quá thời gian hoặc không có quyền, vui lòng đăng nhập lại hệ thống
zh_cn: 系统操作超时或权限不足,请重新登录系统!!

# Label4Resource1.Text
source: Download file
id: Mengunduh berkas
ja_jp: ファイルをダウンロードする
vi: Tập tin tải xuống
zh_cn: 下载文件

# Label5Resource1.Text
source: When download completed, please close the window.
id: 下載完畢請關閉視窗
ja_jp: ダウンロードした後にページを閉じてください
vi: Vui lòng đóng cửa sổ khi quy trình hoàn tất
zh_cn: 下载完毕请关闭窗口

# Label6Resource1.Text
source: Language:
id: Bahasa
ja_jp: 言語：
vi: Ngôn ngữ
zh_cn: 语言：

# lblDomainResource1.Text
source: Log in:
id: Masuk:
ja_jp: ログイン：
vi: Đăng nhập
zh_cn: 登录：

# lblExceedUserAccountResource1.Text
source: License are Full (By Account)
id: 授權人數已滿無法登入(以帳號人數計算)
ja_jp: 登録不能
vi: Số người ủy quyền đã đầy,không thể đăng nhập (tính theo số lượng tài khoản )
zh_cn: 授权人数已满无法登录(以帐号人数计算)

# lblForgetADdescResource1.Text
source: Enter your Account, we will send you the Passcode, if you are using AD login, please contact System Administrator to get the Password.
id: 請輸入您的帳號，我們將寄出認證碼給您，如果您是使用AD驗證登入，請聯絡AD管理員取得新密碼
ja_jp: システムからの仮UOFパスワードを送付する。パスワードが忘れた場合、AD管理者までお問い合わせください
vi: Vui lòng nhập số tài khoản của bạn và chúng tôi sẽ gửi cho bạn mã xác thực. Nếu bạn đăng nhập bằng xác thực AD, vui lòng liên hệ với quản trị viên AD để lấy mật khẩu mới
zh_cn: 请键入您的帐号，我们将发送凭证码给您，如果您是使用AD验证登录，请联络AD管理员取得新密码

# lblLicenseExpireDateResource1.Text
source: License will be expired after {0}. You will be unable to login.
id: 系統授權即將在{0}後到期,屆時將無法登入系統
ja_jp: 登録不能
vi: Ủy quyền hệ thống sắp hết hạn sau {0}, khi đó bạn sẽ không thể đăng nhập vào hệ thống
zh_cn: 系统授权即将在{0}后到期,届时将无法登录系统

# lbLoginWaitResource1.Text
source: Logging in, please wait
id: Sedang masuk, harap tunggu
ja_jp: 只今ログイン中です。しばらくお待ちください。
vi: Đang đăng nhập, vui lòng đợi
zh_cn: 登录中,请稍候

# lockedUserMsgResource1.Text
source: You account has been locked up.
id: Akun Anda telah dikunci
ja_jp: アカウントは既にロックされた
vi: Tài khoản của ngài đã bị khóa
zh_cn: 您的帐号已被锁定

# msgDaysMsgResource1.Text
source: day(s)
id: Hari-hari
ja_jp: 日数
vi: Ngày
zh_cn: 天

# msgHoursResource1.Text
source: hour(s)
id: Jam
ja_jp: 時間数
vi: Giờ
zh_cn: 小时

# overdueUserMsgResource1.Text
source: Your account is overdue.
id: Akun Anda telah lewat batas waktunya.
ja_jp: アカウントが使えなくなりました
vi: Tài khoản của ngài đã hết hạn
zh_cn: 您的帐号已过期

# PageResource1.Title
source: Welcome to the Best U-Office Force System
id: Selamat datang di Sistim terbaik U-Office
vi: Chào mừng đến với hệ thống U-Office Force tốt nhất

# resetBTNResource1.Text
source: Clear
id: Kosong
ja_jp: クリアする
vi: Xóa
zh_cn: 清除

# rvalidAccountResource1.ErrorMessage
source: Account is required.
ja_jp: アカウントを入力してください
vi: Vui lòng nhập tài khoản của bạn
zh_cn: 请键入帐号

# rvalidEmailResource1.ErrorMessage
source: Enter e-mail
id: Masukkan e-mail
ja_jp: メールアドレスを入力してください
vi: Vui lòng nhập e-Mail
zh_cn: 请键入e-Mail

# submitBTNResource1.Text
source: Log in
id: Masuk
ja_jp: ログイン
vi: Đăng nhập
zh_cn: 登录

# suspendedUserMsgResource1.Text
source: Your account has been suspended.
id: Akun Anda telah ditangguhkan.
ja_jp: あなたのアカウントが禁止された
vi: Tài khoản của ngài đã bị sử dụng
zh_cn: 您的帐号已被禁用

# WebImageButtonClearResource1.Text
source: Clear
id: Kosong
ja_jp: クリアする
vi: Xóa
zh_cn: 清除

# WebImageButtonSubmitResource1.Text
source: Log in
id: Masuk
ja_jp: ログイン
vi: Đăng nhập
zh_cn: 登录

# lblIPRangeErrorMsgResource1.Text
source: IP is not available, unable to login
id: IP不在允許範圍內，無法登入
ja_jp: 範囲内IPではないので登録できません
vi: IP không nằm trong phạm vi cho phép và không thể đăng nhập
zh_cn: IP不在允许范围内，无法登录

# hlO365LoginResource1.Text
source: Azure AD Login
ja_jp: Azure AD登録
vi: Đăng nhập Azure AD
zh_cn: Azure AD 登录

# lblExternalAuthErrorMsgResource1.Text
source: Login verification failed, please contact the system administrator
id: 登入驗證失敗，請洽系統管理員
ja_jp: ログイン検証に失敗しました。システム管理者に連絡してください
vi: Xác minh đăng nhập không thành công, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 登录验证失败，请洽系统管理员

# btnDoneResource1.Text
source: Confirm
id: 確定
ja_jp: 確認
vi: Chắc chắn
zh_cn: 确定

# cvAccountFailResource1.ErrorMessage
source: This Account is not existed, please try again
id: 找不到此帳號，請重新輸入
ja_jp: アカウントが見つかりませんので、再入力をお願いします。
vi: Không tìm thấy tài khoản này, vui lòng đăng nhập lại
zh_cn: 未找到此帐号，请重新输入

# cvMailFailResource1.ErrorMessage
source: You didn't enter your mail address in Personal Profile, system can't send you the Passcode, please contact System Administrator
id: 個人資料未設定信箱，無法寄送認證碼，請洽系統管理員
ja_jp: 個人アドレスを設定してないので、検証コードを送付出来ませんので 管理者までお問い合わせください
vi: Thông tin cá nhân chưa được đặt vào hộp thư và không thể gửi mã xác thực, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 个人数据未设置邮箱，无法寄送凭证码，请洽系统管理员

# cvMobileFailResource1.ErrorMessage
source: You didn't enter your mail address or mobile phone No. in Personal Profile, system can't send you the Passcode, please contact System Administrator
id: 個人資料未設定信箱或手機，無法寄送認證碼，請洽系統管理員
ja_jp: 個人アドレスまたは携帯番号を設定してないので、 検証コードを送付出来ませんので
vi: Dữ liệu cá nhân Không cài đặt hộp thư hoặc điện thoại, không thể gửi mã xác thực, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 个人数据未设置邮箱或手机，无法寄送凭证码，请洽系统管理员

# cvCodeErrorInvalidResource1.ErrorMessage
source: Please re-apply Passcode after 5 minutes
id: 請於五分鐘後重新索取認證碼
ja_jp: 五分後送りもらった検証コードを確認してください
vi: Vui lòng yêu cầu lại mã xác minh sau 5 phút
zh_cn: 请于五分钟后重新索取凭证码

# cvSmsCreditErrorResource1.ErrorMessage
source: SMS points is not enough, SMS is failure, please contact System Administrator
id: 簡訊點數不足，無法發送簡訊，請洽系統管理員
ja_jp: ポイントが足りないでメッセージを発送不能です
vi: Số điểm SMS không đủ, không thể gửi SMS, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 简讯点数不足，无法发送简讯，请洽系统管理员

# lblOpenIdFailMsgMsgResource1.Text
source: Abnormal while login with Azure AD, please login again
id: Azure AD登入資訊異常，請重新登入
ja_jp: Azure AD登録情報異常、再登録してください。
vi: Thông tin đăng nhập Azure AD
zh_cn: Azure AD登录信息异常，请重新登录

# lblSpaceLendMsgResource1.Text
source: {0}% Leasing Space used
id: 租用空間已用{0}%
ja_jp: 既に借りた場所{0}%
vi: Không gian cho thuê đã sử dụng {0}%
zh_cn: 租用空间已用{0}%

# lblRepeatIpTitle.Text
source: Login IP address :
id: 已登入IP位址：
ja_jp: IPを登録済み
vi: Đã đăng nhập địa chỉ VIP:
zh_cn: 已登录IP地址：

# lblRepeatTimeTitle.Text
source: Latest request time :
id: 最後要求時間：
ja_jp: 最近アクション時間
vi: Thời gian yêu cầu mới nhất
zh_cn: 最后要求时间：

# literalRepeatLoginDesc.Text
source: You had login by other IP address, it will force to logout if you continue to login, continue?
id: 您已於其他IP位址登入UOF，繼續登入並將帳號從其他位址登出?
ja_jp: 他のIPでUOFログイン済みで、再ログインすれば他のIPからロックアウトされても宜しいですか
vi: Bạn đã đăng nhập UOF tại địa chỉ IP khác, tiếp tục đăng nhập và đăng xuất tài khoản từ địa chỉ khác?
zh_cn: 您已于其他IP地址登录UOF，继续登录并将帐号从其他地址注销?

# literalRepeatLoginTitle.Text
source: Multiple login
id: 重複登入
ja_jp: 再ログイン
vi: Đăng nhập trùng lặp
zh_cn: 重复登录

# btnCancelLogin.Text
source: Cancel
id: 取消
ja_jp: キャンセルする
vi: Hủy bỏ
zh_cn: 取消

# btnRemoveRepeatLogin.Text
source: Confirm
id: 確定
ja_jp: 確認
vi: Chắc chắn
zh_cn: 确定

# lblOnlinePageLogoutErrorMsgResource1.Text
source: You were logout by Administrator, please login again.
id: 系統管理員已經您的帳號登出，請重新登入
ja_jp: 管理者よりロックアウトされで再ログインして下さい
vi: Quản trị viên hệ thống đã đăng xuất tài khoản của bạn, vui lòng đăng nhập lại
zh_cn: 系统管理员已经您的帐号注销，请重新登录

# lblRepeatLoginErrorMsgResource1.Text
source: You account has login by other IP address
id: 您的帳號已在其他IP位置登入
ja_jp: 他のIPでログイン済み
vi: Tài khoản của bạn đã được đăng nhập tại một vị trí IP khác
zh_cn: 您的帐号已在其他IP位置登录
