Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/MultiColumnDesign/App_LocalResources/UC_VersionFieldCollection.ascx.*.resx
Languages: id, ja_jp, vi, zh_cn, zh_tw

# Label15Resource1.Text
source: Applicant：
id: Pengaju :
ja_jp: 申請人：
vi: Người nộp đơn:
zh_cn: 申请人：
zh_tw: 申請人：

# Label17Resource1.Text
source: Applied Dept.：
id: Departemen pengaju :
ja_jp: 部門：
vi: Bộ phận
zh_cn: 部门：
zh_tw: 部門：

# Label1Resource1.Text
source: Application Time:
id: Waktu permohonan
ja_jp: 申請時間：
vi: Thời gian nộp đơn:
zh_cn: 申请时间：
zh_tw: 申請時間：

# Label4Resource1.Text
source: Trash
id: Sampah
ja_jp: ゴミ箱
vi: Thùng rác
zh_cn: 垃圾桶
zh_tw: 垃圾桶

# Label9Resource1.Text
source: Priority：
id: Prioritas:
ja_jp: 至急程度：
vi: Mức độ khẩn cấp
zh_cn: 紧急程度：
zh_tw: 緊急程度：

# lblAgentApplicantResource1.Text
source: Applied by:
id: Diajukan oleh:
ja_jp: 代わりに申請する人：
vi: Người điền vào đại diện
zh_cn: 代理填写者：
zh_tw: 代理填寫者：

# lblAggDeleteExecMsgResource1.Text
source: Field cannot be deleted! List field contains sub-fields that are used in sum and average field.
id: Bidang tidak bisa dihapus! Daftar bidang berisi sub-bidang yang digunakan dalam bidang jumlah dan rata-rata
ja_jp: 削除不能です！
vi: Các cột không được phép xóa! Có các cột con trong cột chi tiết được sử dụng trong cột trung bình !
zh_cn: 字段不允许删除! 明细字段中有子字段被使用于加总平均字段中!
zh_tw: 欄位不允許刪除! 明細欄位中有子欄位被使用於加總平均欄位中!

# lblAggregateTextResource1.Text
source: SUM & AVG
id: JUMLAH & RATA-RATA
ja_jp: 合計平均
vi: Trung bình tổng hợp
zh_cn: 加总平均
zh_tw: 加總平均

# lblAllDeptResource1.Text
source: Dept.
id: Semua DEPARTEMEN
ja_jp: すべての部門
vi: Tất cả các bộ phận
zh_cn: 所有部门
zh_tw: 所有部門

# lblAllFunctionResource1.Text
source: Function
id: Semua Fungsi
ja_jp: すべての役職
vi: Tất cả các chức cấp
zh_cn: 所有职务
zh_tw: 所有職務

# lblAllMemberResource1.Text
source: Member
id: Semua anggota
ja_jp: 全てのメンバー
vi: Tất cả hội viên
zh_cn: 所有会员
zh_tw: 所有會員

# lblAllRankResource1.Text
source: Position
id: Semua Posisi
ja_jp: 全てのポジション
vi: Tất cả các chức cấp
zh_cn: 所有职级
zh_tw: 所有職級

# lblAllUserResource1.Text
source: User
id: Semua pengguna
ja_jp: 全員
vi: Tấc cả các nhân viên
zh_cn: 所有人员
zh_tw: 所有人員

# lblAutoNumDeleteExecMsgResource1.Text
source: Track-No. field is not allow to delete !
id: Bidang nomor pelacakan tidak boleh dihapus !
ja_jp: 既に使用されましたデータなので、削除不能です
vi: Trường mã số không được phép xóa!
zh_cn: 编号字段不允许删除!
zh_tw: 編號欄位不允許刪除!

# lblCalcDeleteExecMsgResource1.Text
source: Field cannot be deleted! Field is a computing object in the calculation field!
id: Bidang tidak bisa dihapus! Bidang merupakan obyek komputasi di bidang perhitungan!
ja_jp: 削除不能です！
vi: Các cột không được phép xóa! Các cột được coi là cột tính toán hàng năm
zh_cn: 字段不允许删除! 字段被当作计算字段运算元!
zh_tw: 欄位不允許刪除! 欄位被當作計算欄位運算元!

# lblCalculateTextResource1.Text
source: Calculation
id: Kalkulasi
ja_jp: 計算
vi: Tính toán
zh_cn: 表单计算
zh_tw: 表單計算

# lblCanvasResource1.Text
source: Signature
id: 手寫簽名
ja_jp: 手書きサイン
vi: Chữ ký viết tay
zh_cn: 手写签名
zh_tw: 手寫簽名

# lblCheckBoxResource1.Text
source: Check box
id: Kotak Periksa
ja_jp: 選択オプション
vi: Ô tích
zh_cn: 核选方块
zh_tw: 核選方塊

# lblClassicMemoResource1.Text
source: The current Theme is set as [Original(One field in a raw), the display sequence will be from left to right, from top to bottom, one field in a raw. Please click Preview to see the Form.
id: Tema yang dipakai sekarang adalah [Original(satu bidang mentah), urutan tampilan akan berawal dari kiri ke kanan, dari atas ke bawah, satu bidang mentah. Silahkan klik pratinjau untuk melihat format.
ja_jp: 現在使用しているテーマは です。
vi: Kiểu chủ đề bố cục biểu mẫu hiện tại là kiểu [Truyền thống(từng cột)], khi hiển thị sẽ hiển thị theo thiết kế hiện tại. Bạn có thể nhấp để xem trước xem màn hình khi biểu mẫu đang được sử dụng.
zh_cn: 当前表单排版主题样式为“经典(一列多栏)”样式，显示时会依当前设计显示，可点选预览查看表单使用时的画面
zh_tw: 目前表單排版主題樣式為「經典(一列多欄)」樣式，顯示時會依目前設計顯示，可點選預覽查看表單使用時的畫面

# lblCommentResource1.Text
source: Applying Information
id: Informasi Permohonan
ja_jp: 申請情報
vi: Thông tin đơn đăng ký
zh_cn: 申请信息
zh_tw: 申請資訊

# lblCopyColumnTipResource1.Text
source: Copy
id: 複製此欄位
ja_jp: このフィールドをコピー
vi: Sao chép cột này
zh_cn: 复制此字段
zh_tw: 複製此欄位

# lblDataGridResource1.Text
source: Grid
id: Terperinci
ja_jp: 明細
vi: Chi tiết
zh_cn: 明细
zh_tw: 明細

# lblDateSelectResource1.Text
source: Date
id: Tanggal Permohonan
ja_jp: 日付
vi: Ngày
zh_cn: 日期
zh_tw: 日期

# lblDeleteColumnResource1.Text
source: Delete Column
id: hapus kolom
ja_jp: フィールドを削除する
vi: Xóa cột
zh_cn: 删除栏
zh_tw: 刪除欄

# lblDeleteErrorMsgResource1.Text
source: Field cannot be deleted when it is set as a form condition. Remove form condition first!
id: Bidang tidak bisa dihapus bila diatur sebagai kondisi form. Hapus kondisi form dulu!
ja_jp: 既に使用されましたデータなので、削除不能です
vi: Nếu trường được đặt thành điều kiện biểu mẫu không được phép xóa, hãy xóa điều kiện biểu mẫu này trước!
zh_cn: 字段如被设置为表单条件不允许删除，请先移除此表单条件！
zh_tw: 欄位如被設定為表單條件不允許刪除，請先移除此表單條件！

# lblDeleteRowResource1.Text
source: Delete Row
id: Hapus baris kolom
ja_jp: 列を削除する
vi: Xóa cột
zh_cn: 删除列
zh_tw: 刪除列

# lblDisplayFieldResource1.Text
source: Label
ja_jp: 表示のみ
vi: Thành thạo màn hình
zh_cn: 纯显示
zh_tw: 純顯示

# lblDropDownListResource1.Text
source: Drop down list
id: Tombol daftar
ja_jp: プルダウンメニュー
vi: Trình đơn thả xuống
zh_cn: 下拉式菜单
zh_tw: 下拉式選單

# lblFileButtonResource1.Text
source: File
id: Arsip
ja_jp: ファイルを選択
vi: Lựa chọn tệp
zh_cn: 文件选定
zh_tw: 檔案選取

# lblFileUploadResource1.Text
source: Attachments by Form
id: Lampiran terkait (Form)
ja_jp: 関連な添付ファイル名称（フォーム）
vi: Tệp đính kèm liên quan(biểu mẫu)
zh_cn: 相关附件(表单)
zh_tw: 相關附件(表單)

# lblFormFlowResource1.Text
source: Designed Flow
id: Alur yang dirancang
ja_jp: フォームのフロー
vi: Quy trình biểu mẫu
zh_cn: 表单流程
zh_tw: 表單流程

# lblFormNumfieldResource1.Text
source: * Form No. field
id: *Formulir nomor lokasi
ja_jp: *フォームコードフィールド
vi: số biểu mẫu cột
zh_cn: * 表单编号字段
zh_tw: * 表單編號欄位

# lblhiddenFieldNoteResource1.Text
source: Hidden field
id: File yang disembunyikan
ja_jp: フィールドを非表示する
vi: Ẩn trường
zh_cn: 隐藏字段
zh_tw: 隱藏欄位

# lblHiddenFieldResource1.Text
source: Hidden
id: Tersembunyi
ja_jp: 表示しない
vi: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# lblHtmlEditorResource1.Text
source: HTML
id: Bidang HMTL
ja_jp: 文字を編集：
vi: Chỉnh sửa văn bản
zh_cn: 文字编辑
zh_tw: 文字編輯

# lblHyperLinkResource1.Text
source: Hyperlink
id: Tautan
ja_jp: ハイパーリンク
vi: Siêu liên kết
zh_cn: 超链接
zh_tw: 超連結

# lblMemberGroupResource1.Text
source: All group
id: 所有群組
ja_jp: 全てのグループ
vi: Tất cả các nhóm
zh_cn: 所有群组
zh_tw: 所有群組

# lblMemoResource1.Text
source: Note:
id: Catatan:
ja_jp: 付記：
vi: Lưu ý:
zh_cn: 注：
zh_tw: 註：

# lblModifyResource1.Text
source: Edit
id: Mengedit
ja_jp: 編集
vi: Biên tập
zh_cn: 编辑
zh_tw: 編輯

# lblMultiLineTextResource1.Text
source: Multi
id: Teks multi baris
ja_jp: マルチ文字
vi: Mtext
zh_cn: 多行文字
zh_tw: 多行文字

# lblNormalFieldsResource1.Text
source: General Field
id: Bidamg umum
ja_jp: フィールド
vi: Trường chung
zh_cn: 常规字段
zh_tw: 一般欄位

# lblNumberTextResource1.Text
source: Numeric
id: Klasifikasi
ja_jp: 数字
vi: Trị số
zh_cn: 数值
zh_tw: 數值

# lblOptionalResource1.Text
source: Plug-in Field
id: Bidang plug-in
ja_jp: フィールド
vi: Khe cắm bên ngoài
zh_cn: 外挂字段
zh_tw: 外掛欄位

# lblOtherInfoResource1.Text
source: Comments
id: Komentar-komentar:
ja_jp: コメントを入力
vi: Viết bình luận
zh_cn: 意见填写
zh_tw: 意見填寫

# lblPersonalAttachResource1.Text
source: Attachments by Stop
id: Lampiran pribadi (Berhenti)
ja_jp: 個人添付ファイル（ステーション）
vi: Phụ lục cá nhân(trạm điểm)
zh_cn: 个人附件(网站)
zh_tw: 個人附件(站點)

# lblRadioButtonResource1.Text
source: Radio
ja_jp: 選択肢は一つのみです
vi: Mục lựa chọn
zh_cn: 单选钮
zh_tw: 單選鈕

# lblSelectAllResource1.Text
source: Select all
id: Pilih semua
ja_jp: 全てを選択
vi: Chọn tất cả
zh_cn: 全部选定
zh_tw: 全選

# lblSimpleMemoResource1.Text
source: The current Theme is set as [Plain], it will display as current format. Please click Preview to see the Form.
id: Tema yang dipakai saat ini adalah [Plain], tema tersebut akan tampil sebagai format saat ini. Silahkan klik pratinjau untuk melihat format
ja_jp: 現在使用しているテーマは です。
vi: Kiểu chủ đề bố cục biểu mẫu hiện tại là kiểu [Truyền thống(từng cột)], khi hiển thị sẽ hiển thị theo thiết kế hiện tại. Bạn có thể nhấp để xem trước xem màn hình khi biểu mẫu đang được sử dụng.
zh_cn: 当前表单排版主题样式为“简约(一列多栏)”样式，显示时会依当前设计显示，可点选预览查看表单使用时的画面
zh_tw: 目前表單排版主題樣式為「簡約(一列多欄)」樣式，顯示時會依目前設計顯示，可點選預覽查看表單使用時的畫面

# lblSingleLineTextResource1.Text
source: Single
id: Tunggal
ja_jp: シングル文字
vi: Văn bản dòng đơn
zh_cn: 单行文字
zh_tw: 單行文字

# lblTimeSelectResource1.Text
source: Time
id: Waktu
ja_jp: 時間切れ
vi: Thời gian
zh_cn: 时间
zh_tw: 時間

# lblTraditionMemoResource1.Text
source: The current Theme is set as [Classic], it will display as current format. Please click Preview to see the Form.
id: Tema yang dipakai saat ini adalah [Classic], tema tersebut akan tampil sebagai format saat ini. Silahkan klik pratinjau untuk melihat format
ja_jp: 現在使用しているテーマは です。
vi: Kiểu chủ đề bố cục biểu mẫu hiện tại là kiểu [Truyền thống(từng cột)], sẽ được hiển thị từ trái sang phải và từ trên xuống dưới theo thiết kế hiện tại và được hiển thị theo trình tự từng cột một. Bạn có thể nhấp để xem trước xem màn hình khi biểu mẫu đang được sử dụng.
zh_cn: 当前表单排版主题样式为“传统(一列一栏)”样式，显示时会依当前设计由左至右且由上而下，依顺序一列一栏显示，可点选预览查看表单使用时的画面
zh_tw: 目前表單排版主題樣式為「傳統(一列一欄)」樣式，顯示時會依目前設計由左至右且由上而下，依順序一列一欄顯示，可點選預覽查看表單使用時的畫面

# lblUserAgentResource1.Text
source: Applicant's Substitute
id: Utusan pemohon
ja_jp: 申請者の代理者
vi: Người đại diện của người nộp đơn
zh_cn: 申请者代理人
zh_tw: 申請者代理人

# lblUserDeptResource1.Text
source: Applicant's Dept.
id: Departemen Pemohon
ja_jp: 申請者部門
vi: Bộ phận của người nộp đơn
zh_cn: 申请者部门
zh_tw: 申請者部門

# lblUserFunctionResource1.Text
source: Applicant's Function
id: 申請者職務
ja_jp: 申請者のポジション
vi: Vị trí của người nộp đơn
zh_cn: 申请者职务
zh_tw: 申請者職務

# lblUserProposerResource1.Text
source: Applicant
id: Pemohon
ja_jp: 申請者
vi: Người nộp đơn
zh_cn: 申请者
zh_tw: 申請者

# lblUserRankResource1.Text
source: Applicant's Position
id: Jabatan Pemohon
ja_jp: 申請者のポジション
vi: Vị trí của người nộp đơn
zh_cn: 申请者职级
zh_tw: 申請者職級

# lblUserSetFieldResource1.Text
source: Staff
ja_jp: メンバー組織
vi: Tổ chức nhân sự
zh_cn: 人员组织
zh_tw: 人員組織

# lblUserSetResource1.Text
source: Organization Field
id: Bidang organisasi
ja_jp: 組織フォーム
vi: Lĩnh vực tổ chức
zh_cn: 组织字段
zh_tw: 組織欄位

# RadTabResource3.Text
source: Design
id: Desain
ja_jp: デザイン
vi: Thiết kế
zh_cn: 设计
zh_tw: 設計

# RadTabResource4.Text
source: Preview
ja_jp: プレビュー
vi: Xem trước
zh_cn: 预览
zh_tw: 預覽
