Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/CustomMenuM/App_LocalResources/Default.aspx.*.resx
Languages: ja_jp, vi, zh_cn, zh_tw

# AddParaResource1.Text
source: New parameter
ja_jp: パラメータを追加
vi: Tham số mới
zh_cn: 新建参数
zh_tw: 新增參數

# btnPreviewResource1.Text
source: URL preview
ja_jp: URLをプレビュー
vi: Xem trước liên kết
zh_cn: 预览链接
zh_tw: 預覽連結

# btSaveResource1.Text
source: Save
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存
zh_tw: 儲存

# cbEmployeeResource1.Text
source: Internal employee
ja_jp: 内部メンバー
vi: Công nhân viên nội bộ
zh_cn: 内部员工
zh_tw: 內部員工

# cbMemberResource1.Text
source: Ext. Member
ja_jp: 外部メンバー
vi: Thành viên bên ngoài
zh_cn: 外部会员
zh_tw: 外部會員

# cbMenuResource1.Text
source: Menu type
ja_jp: メニュー
vi: Chọn đơn
zh_cn: 菜单
zh_tw: 選單

# cbPanelResource1.Text
source: Panel
ja_jp: メニュー
vi: Bảng điều khiển
zh_cn: 面板
zh_tw: 面板

# cbVisableBtnOffResource1.Text
source: Display the Button of Close window
ja_jp: 閉じる選択肢を表示します
vi: Hiển thị ấn nút đóng
zh_cn: 显示关闭窗口按钮
zh_tw: 顯示關閉視窗按鈕

# cvBadgeNameResource1.ErrorMessage
source: Input the Name of Notification
ja_jp: お知らせ名称を入力してください
vi: Vui lòng nhập tên thông báo
zh_cn: 请键入通知名称
zh_tw: 請輸入通知名稱

# cvBadgeValidatorResource1.ErrorMessage
source: Click New to start
ja_jp: クリックして開始します
vi: Nhấp vào thêm mới để bắt đầu
zh_cn: 点选新建开始
zh_tw: 點選新增開始

# cvNotDeleteNodeResource1.ErrorMessage
source: Root node or sub-nodes still exist, cannot be deleted.
ja_jp: 削除不能
vi: Đây là nút gốc hoặc vẫn còn các nút con, không thể xóa
zh_cn: 此为根节点或尚有子节点存在，不可删除
zh_tw: 此為根節點或尚有子節點存在，不可刪除

# cvSelectNodeResource1.ErrorMessage
source: Select node or click on "New menu" to proceed
ja_jp: ノードを選択してまたはメニューを追加します
vi: Vui lòng chọn một nút,Hoặc nhấp vào menu Thêm để bắt đầu
zh_cn: 请选择节点，或点选新建菜单开始
zh_tw: 請選擇節點，或點選新增選單開始

# cvWSMethodValidResource1.ErrorMessage
source: Input Call method
ja_jp: 呼び方を入力してください
vi: Vui lòng nhập phương thức gọi
zh_cn: 请键入调用的方法
zh_tw: 請輸入呼叫的方法

# cvWSUrlValidResource1.ErrorMessage
source: Input Source URL
ja_jp: 情報源を入力してください
vi: Vui lòng nhập URL nguồn
zh_cn: 请键入源网址
zh_tw: 請輸入來源網址

# DelParaResource1.Text
source: Delete parameter
ja_jp: パラメータを削除
vi: Xóa tham số
zh_cn: 删除参数
zh_tw: 刪除參數

# gridLinkParaResource.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据
zh_tw: 沒有資料

# hlsampleResource1.Text
source: Example
ja_jp: 例の説明を表示
vi: Hiển thị ví dụ
zh_cn: 显示范例
zh_tw: 顯示範例

# hyImgInfoResource2.Text
source: Example
ja_jp: 例の説明
vi: Mô tả ví dụ.
zh_cn: 范例说明。
zh_tw: 範例說明。

# lblAuthorizationResource1.Text
source: Authorization
ja_jp: 権限
vi: Quyền hạn
zh_cn: 权限
zh_tw: 權限

# lblBadgeNameResource1.Text
source: Notification Name
ja_jp: お知らせ名称
vi: Tên thông báo
zh_cn: 通知名称
zh_tw: 通知名稱

# lblCustomMenuMImage.Text
source: Customized Menu icon
ja_jp: カスタムメニューアイコン
vi: Biểu tượng menu tùy chỉnh
zh_cn: 自定义菜单图标
zh_tw: 自訂選單圖示

# lblCustomMenuResource1.Text
source: Personalized menu
ja_jp: カスタマイズメニュー
vi: Menu tùy chỉnh
zh_cn: 自定义菜单
zh_tw: 自訂選單

# lblEncyptionResource1.Text
source: Advanced Encryption Standard,AES 128bits
ja_jp: パスワードを加入する
vi: Thuật toán mã hóa (Advanced Encryption Standard,AES 128bits)
zh_cn: 加密演算法(Advanced Encryption Standard,AES 128bits)
zh_tw: 加密演算法(Advanced Encryption Standard,AES 128bits)

# lblExamplleResource1.Text
source: Remark : Link to here
ja_jp: ここに接続可能
vi: Lưu ý: có thể liên kết tại đây
zh_cn: 注:可链接至此
zh_tw: 註:可連結至此

# lblFailResource1.Text
source: Connection fail
ja_jp: 接続不能
vi: Kết nối thất bại
zh_cn: 连接失败
zh_tw: 連線失敗

# lblLinkParaResource1.Text
source: URL
vi: Tham số liên kết
zh_cn: 链接参数
zh_tw: 連結參數

# lblLinkUrlResource1.Text
source: Link to website
ja_jp: ウェブサイトに接続
vi: Trang liên kết
zh_cn: 链接网页
zh_tw: 連結網頁

# lblMenuIconResource1.Text
source: Menu icon
ja_jp: メニューのアイコン
vi: Biểu tượng menu
zh_cn: 菜单图标
zh_tw: 選單圖示

# lblMenuTextResource1.Text
source: Menu text
ja_jp: メニューの文字
vi: Chọn đơn văn tự
zh_cn: 菜单文字
zh_tw: 選單文字

# lblModeResource1.Text
source: Mode
ja_jp: モード
vi: Kiểu mẫu
zh_cn: 模式
zh_tw: 模式

# lblMsgCheckDelResource1.Text
source: Confirm to delete this menu?
ja_jp: メニューを削除してもよろしいでしょうか
vi: Bạn có chắc chắn muốn xóa menu này không?
zh_cn: 确实要删除此菜单吗？
zh_tw: 確定要刪除此選單嗎？

# lblNotAllowEmptyResource1.Text
source: Blank not allowed!
ja_jp: 入力必要
vi: Không cho phép để trống!
zh_cn: 不允许空白！
zh_tw: 不允許空白！

# lblPageResource1.Text
source: Page
ja_jp: ページ
vi: trang
zh_cn: 页面
zh_tw: 頁面

# lblPasteResource1.Text
source: Select the icon, Copy & Paste the Topic
ja_jp: 表示したいアイコンを選択して件名をコピーすることができます
vi: Nhấn vào biểu tượng bạn muốn hiển thị, Copy và Paste
zh_cn: 点按欲显示的图标，复制标题并粘贴即可
zh_tw: 點按欲顯示的圖示，複製標題並貼上即可

# lblProcessMessageResource1.Text
source: There are synchronous schedule been executing
ja_jp: 同期ステップ実行中
vi: Đã đang thực hiện lịch trình đồng bộ.
zh_cn: 已有同步计划运行中
zh_tw: 已有同步排程執行中

# lblRangeErrorResource1.Text
source: Word count cannot exceed 50!
ja_jp: 字数制限を50字以内です
vi: Không quá 50 chữ!
zh_cn: 字数不可超过50！
zh_tw: 字數不可超過50！

# lblRegisterDynamicTaskForMenuStartTipResource1.Text
source: The Panel permission update is in schedule
ja_jp: メニューパネル権限の更新スケジュールに入りました
vi: Đã vào giao diện menu cập nhật lịch trình
zh_cn: 已进入菜单面板权限更新计划
zh_tw: 已進入選單面板權限更新排程

# lblRemaekResource1.Text
source: APP will display the numbers of information from Source URL or Call Method
ja_jp: アプリのお知らせ数は情報源、呼出し方により表示します。
vi: Thông tin thu được theo nguồn và phương thức được hiển thị số lượng thông báo trên App.
zh_cn: 透过源及调用方法取得的信息会于App上显示通知数量。
zh_tw: 透過來源及呼叫方法取得的資訊會於App上顯示通知數量。

# lblRequiredLinkUrlResource1.Text
source: Input URL
ja_jp: URLを入力してください
vi: Vui lòng nhập URL
zh_cn: 请键入网址
zh_tw: 請輸入網址

# lblRequireMenuTextMsgResource1.Text
source: Input TEXT
ja_jp: 文字を入力してください
vi: vui lòng nhập văn bản
zh_cn: 请键入文字
zh_tw: 請輸入文字

# lblResourceResource1.Text
source: Multi language selection
ja_jp: 言語
vi: Đa ngôn ngữ
zh_cn: 多国语言
zh_tw: 多國語言

# lblSaveSuccessResource1.Text
source: Save successfully
ja_jp: 保存済み
vi: Lưu thành công
zh_cn: 保存成功
zh_tw: 儲存成功

# lblSetWSResource1.Text
source: Source of Prompt
ja_jp: リマインド情報源
vi: Nguồn của bảng Nhắc nhở
zh_cn: 面板提示源
zh_tw: 面板提示來源

# lblSourceResource1.Text
source: Source Prompt
ja_jp: 表示情報源
vi: Nguồn gợi ý
zh_cn: 提示源
zh_tw: 提示來源

# lblSuccessResource1.Text
source: Connection successful
ja_jp: 接続成功
vi: Kết nối thành công
zh_cn: 连接成功
zh_tw: 連線成功

# lblWSEditResource1.Text
source: Source of Prompt
ja_jp: リマインド情報源
vi: Nguồn của bảng Nhắc nhở
zh_cn: 面板提示源
zh_tw: 面板提示來源

# lblWSMethodResource1.Text
source: Call out method
ja_jp: 呼び方
vi: Phương pháp kêu gọi
zh_cn: 调用的方法
zh_tw: 呼叫的方法

# lblWSUrlResource1.Text
source: Source URL
ja_jp: 情報源
vi: Link gốc
zh_cn: 源网址
zh_tw: 來源網址

# PageResource2.Title
source: Customize Dashboard & Notice
ja_jp: カスタムパネルと通知
vi: Tùy chỉnh bảng điều khiển và thông báo
zh_cn: 自定义面板与通知
zh_tw: 自訂面板與通知

# pvBadgeResource1.Text
source: Notify
ja_jp: お知らせ
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

# pvMenuResource1.Text
source: Panel of Menu
ja_jp: メニュー
vi: Bảng menu
zh_cn: 菜单面板
zh_tw: 選單面板

# radbtnWS_SetResource1.Text
source: Setup
ja_jp: 設定
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

# RadToolBarButtonResource1.Text
source: New menu
ja_jp: メニューを追加する
vi: Thêm mới menu
zh_cn: 新建菜单
zh_tw: 新增選單

# RadToolBarButtonResource3.Text
source: Move up
ja_jp: 上に移動します
vi: Di chuyển thứ tự menu
zh_cn: 菜单顺序上移
zh_tw: 選單順序上移

# RadToolBarButtonResource5.Text
source: Move down
ja_jp: 順番を下から調整
vi: Di chuyển thứ tự menu
zh_cn: 菜单顺序下移
zh_tw: 選單順序下移

# RadToolBarButtonResource7.Text
source: Delete menu
ja_jp: メニューを削除
vi: Xóa menu
zh_cn: 删除菜单
zh_tw: 刪除選單

# RadToolBarButtonResource9.Text
source: Update Menu Panel
ja_jp: メニューパネルの更新
vi: Cập nhật bảng menu
zh_cn: 更新菜单面板
zh_tw: 更新選單面板

# rbCustomIconResource1.Text
source: Customized
ja_jp: 個人化設定
vi: Tự cài
zh_cn: 自定义
zh_tw: 自訂

# rbDefaultResource1.Text
source: No setup
ja_jp: 設定しない
vi: Không thiết lập
zh_cn: 不设置
zh_tw: 不設定

# rbSystemIconResource1.Text
source: Default icon
ja_jp: 内部アイコン
vi: Biểu tượng icon
zh_cn: 内建icon
zh_tw: 內建icon

# rbtnConnTestResource1.Text
source: Connection test
ja_jp: 接続テスト
vi: Thử nghiệm kết nối
zh_cn: 连接测试
zh_tw: 連線測試

# rbtnImageFileResource1.Text
source: Select icon
ja_jp: アイコンを選択
vi: Chọn biểu tượng
zh_cn: 选定图标
zh_tw: 選取圖示

# rbtnOpenInappBrowserResource1.Text
source: Use APP's built-in browser to open a new window
ja_jp: APPのブラウザで始動
vi: Mở cửa sổ bằng trình duyệt trong ứng dụng
zh_cn: 使用App内嵌浏览器打开窗口
zh_tw: 使用App內嵌瀏覽器開啟視窗

# rbtnOpenMobileBrowerResource1.Text
source: Use the device's built-in browser to open a new window
ja_jp: デバイスのブラウザで始動
vi: Mở cửa sổ mới bằng trình duyệt cài sẵn của thiết bị
zh_cn: 使用装置内建浏览器另开新窗口
zh_tw: 使用裝置內建瀏覽器另開新視窗

# rdBadgeTooladdBadgeBarResource1.Text
source: New
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建
zh_tw: 新增

# rdBadgeTooldelBadgeResource1.Text
source: Delete
ja_jp: 削除
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

# rdBadgeToolseqDownResource1.Text
source: Move down
ja_jp: 順序下移
vi: Thứ tự xuống dưới
zh_cn: 顺序下移
zh_tw: 順序下移

# rdBadgeToolseqUpResource1.Text
source: Move up
ja_jp: 順序上移
vi: Thứ tự lên trên
zh_cn: 顺序上移
zh_tw: 順序上移

# rvRequireMenuTextMsgResource1.ErrorMessage
source: Essential field
ja_jp: 記入必要
vi: Cột cần thiết
zh_cn: 此为必要字段
zh_tw: 此為必要欄位

# TemplateField2Resource1.HeaderText
source: Data source
ja_jp: データ情報
vi: Nguồn dữ liệu
zh_cn: 数据源
zh_tw: 資料來源

# TemplateField3Resource1.HeaderText
source: Encryption
ja_jp: 暗号化
vi: Mã hóa
zh_cn: 加密
zh_tw: 加密

# TemplateFieldResource1.HeaderText
source: Parameter Name
ja_jp: パラメータ名称
vi: Tên tham số
zh_cn: 参数名称
zh_tw: 參數名稱
