Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormManagement/WKF_OptionalFields/App_LocalResources/FormReleaseApprovalFieldUC.ascx.*.resx
Languages: ja_jp, mt_mt, vi, zh_cn

# btnEditResource1.Text
source: Edit
ja_jp: 編集
mt_mt: 編輯
vi: Biên tập
zh_cn: 编辑

# cbEliminateFilerResource1.Text
source: Filers export form results not controlled by form field viewing permissions
ja_jp: アーカイブ処理者はエクスポートフォームの結果はフォームフィールドの表示権限によって制御されません
mt_mt: 歸檔者匯出表單結果不受表單欄位觀看權限控制
vi: Nhân viên lưu trữ thoát ra khỏi kết qủa bảng biểu không bị hạn chế bởi quyền xem bảng biểu
zh_cn: 归档者导出表单结果不受表单字段观看权限控制

# cvAllowApplyPeriodCantEmptyResource1.ErrorMessage
source: Input specified period
ja_jp: 指定した期間を入力してください
mt_mt: 請輸入指定期間
vi: Vui lòng nhập khoảng thời gian đã chỉ định
zh_cn: 请键入指定期间

# cvAllowApplyPeriodCheckEndDateResource1.ErrorMessage
source: Start date should be earlier than End date
ja_jp: 開始日を終了日より後にすることはできません
mt_mt: 開始日期不可晚於結束日期
vi: Ngày bắt đầu không được muộn hơn ngày kết thúc
zh_cn: 开始日期不可晚于退出日期

# cvFormCtrlDisalbedResource1.ErrorMessage
source: Form release approval is not enable, please contact administrator.
ja_jp: リリースの承認フォームが有効にならないで、申請できません。電子署名確認管理者に問い合わせてください。
mt_mt: 未啟用表單發佈審核單，無法申請，請洽電子簽核管理員。
vi: Biểu mẫu chưa sử dụng phát hành xin xét duyệt ,không thể Xin , Vui lòng liên hệ với quản trị viên chữ ký điện tử.
zh_cn: 未启用表单发布审核单，无法申请，请洽电子签核管理员。

# cvFormRevisionReasonResource1.ErrorMessage
source: Input the reason for From creating/revising
ja_jp: フォームの作成/改版理由を入力してください
mt_mt: 請輸入表單建立/改版原因
vi: Vui lòng nhập nguyên nhân sửa đổi/ lập biểu mới
zh_cn: 请键入表单创建/改版原因

# cvFormSavePeriodResource1.ErrorMessage
source: Input Retention period
ja_jp: 保存期間を入力してください
mt_mt: 請輸入保存年限
vi: Vui lòng nhập thời gian lưu giữ
zh_cn: 请键入保存年限

# cvFormSettingDisabledForSignResource1.ErrorMessage
source: Form approval function is shutdown, please contact administrator.
ja_jp: フォーム承認機能が閉じており、承認は許可されていません。システム管理者に問い合わせてください。
mt_mt: 已關閉表單審核功能，不允許簽核，請洽系統管理員處理。
vi: Đã tắt chức năng duyệt văn bản , không cho phép ký duyệt , hãy liên hệ nhân viên quản lý hệ thống xử lý
zh_cn: 已关闭表单审核功能，不允许签核，请洽系统管理员处理。

# cvFormSettingDisabledResource1.ErrorMessage
source: Form approval function is shutdown, application is disable.
ja_jp: フォーム承認機能が閉じており、申請できません。
mt_mt: 已關閉表單審核功能，無法申請。
vi: Đã tắt chức năng duyệt văn bản , không thể xin cấp
zh_cn: 已关闭表单审核功能，无法申请。

# cvFormUseAuthorityResource1.ErrorMessage
source: Select form permission
ja_jp: フォーム使用権限を選択してください
mt_mt: 請選擇表單使用權限
vi: Vui lòng chọn quyền truy cập biểu mẫu
zh_cn: 请选择表单使用权限

# cvReleaseDateTimeLaterThanApplyDateTimeResource1.ErrorMessage
source: Expected release time should be later than application time
ja_jp: リリース予定時刻は申請日時より前にしてはならない
mt_mt: 預計發佈時間不可早於申請時間
vi: Thời gian duự kiến công bố không được sớm hơn thời gian xin xét duyệt
zh_cn: 预计发布时间不可早于申请时间

# cvReleaseDateTimeResource1.ErrorMessage
source: Input the release date
ja_jp: リリース日を入力してください
mt_mt: 請輸入發佈日期
vi: Vui lòng nhập ngày phát hành
zh_cn: 请键入发布日期

# hlFlowVerificationReportResource1.Text
source: Download
ja_jp: ダウンロード
mt_mt: 下載
vi: Tải xuống
zh_cn: 下载

# hlFlowVerificationResource1.Text
source: Validation
ja_jp: 検証を開始
mt_mt: 進行驗證
vi: Tiến hành kiểm tra
zh_cn: 进行验证

# hlFormContentResource1.Text
source: Preview
ja_jp: レイアウトプレビュー
mt_mt: 版面預覽
vi: độ rộng bề mặt
zh_cn: 版面预览

# hlFormViewFlowResource1.Text
source: View flow
ja_jp: プロセス閲覧
mt_mt: 觀看流程
vi: Xem quy trình
zh_cn: 观看流程

# lblAllowApplyDateTipResource1.Text
source: *The Specified Period is set as 2022/01/01~2022/01/31, users can only apply the form from 2022/01/01 00:00~2022/01/31 23:59.
ja_jp: 指定された期間は2022/01/01 ~ 2022/01/31に設定され、使用者は2022/01/01 00:00 ~ 222/01/31 23:59までこのフォームを申請することができます。
mt_mt: *指定期間設定為2022/01/01~2022/01/31，使用者只能於2022/01/01 00:00~2022/01/31 23:59 申請此張表單。
vi: Cài đặt khoảng thời gian chỉ định 2022/01/01~2022/01/31 người sử dụng chỉ có thể 2022/01/01 00:00~2022/01/31 23:59 xin bảng biểu
zh_cn: *指定期间设置为2022/01/01~2022/01/31，用户只能于2022/01/01 00:00~2022/01/31 23:59 申请此张表单。

# lblAllowApplyPeriodTitleResource1.Text
source: Application Period
ja_jp: 申請を許可する期間
mt_mt: 允許申請期間
vi: Thời hạn cho phép xin
zh_cn: 允许申请期间

# lblAuthorityMsgResource1.Text
source: Fillable person
ja_jp: 記入権限のあるユーザ
mt_mt: 具填寫權限人員
vi: Người có quyền hạn điền
zh_cn: 具填写权限人员

# lblConfirmArchiveResource1.Text
source: Delete filer?
ja_jp: アーカイブ処理者を削除するかどうか
mt_mt: 是否要刪除歸檔處理者
vi: Bạn muốn xóa người nhập tệp ?
zh_cn: 是否要删除归档处理者

# lblConfirmReaderResource1.Text
source: Delete Form viewer ?
ja_jp: フォーム参照者を削除するかどうか
mt_mt: 是否要刪除表單查閱者
vi: Bạn muốn xóa người xem tệp ?
zh_cn: 是否要删除表单查阅者

# lblFilingHandlerTitleResource1.Text
source: Filer
ja_jp: アーカイブ処理者
mt_mt: 歸檔處理者
vi: Bộ xử lý tệp
zh_cn: 归档处理者

# lblFlowVerificationReportTitleResource1.Text
source: Flow Validation Report
ja_jp: プロセス検証レポート
mt_mt: 流程驗證報表
vi: Báo biểu kiểm chứng quy trình
zh_cn: 流程验证报表

# lblFlowVerificationTitleResource1.Text
source: Flow Validation
ja_jp: プロセス検証
mt_mt: 流程驗證
vi: Kiểm chứng quy trình
zh_cn: 流程验证

# lblFormCategoryNameTitleResource1.Text
source: Form Category
ja_jp: フォーム カテゴリ
mt_mt: 表單類別
vi: Loại bảng biểu
zh_cn: 表单类别

# lblFormContentTitleResource1.Text
source: Form detail
ja_jp: フォームの内容
mt_mt: 表單內容
vi: Nội dung bảng biểu
zh_cn: 表单内容

# lblFormInformationTitleResource1.Text
source: Form information
ja_jp: フォーム情報
mt_mt: 表單資訊
vi: Thông tin bảng biểu
zh_cn: 表单信息

# lblFormIsApprovalResource1.Text
source: Form is in approval , it cannot be submitted repeatedly for approval.
ja_jp: フォーム承認中は、承認を繰り返し要求することはできません。
mt_mt: 表單審核中，不可重複送審。
vi: Bảng biểu đang xét duyệt, không thể gửi xét duyệt lần nữa
zh_cn: 表单审核中，不可重复送审。

# lblFormManagerTitleResource1.Text
source: Form manager
ja_jp: フォーム責任者
mt_mt: 表單負責人
vi: Người phụ trách bảng biểu
zh_cn: 表单负责人

# lblFormNameTitleResource1.Text
source: Form Name
ja_jp: フォーム名
mt_mt: 表單名稱
vi: Tên bảng biểu
zh_cn: 表单名称

# lblFormReaderTitleResource1.Text
source: Form viewer
ja_jp: フォーム参照者
mt_mt: 表單查閱者
vi: Người xem bảng biểu
zh_cn: 表单查阅者

# lblFormRevisionReasonTitleResource1.Text
source: Input the reason for From creating/revising
ja_jp: フォームの作成/改版理由
mt_mt: 表單建立/改版原因
vi: Lập bảng biểu /nguyên nhân sửa đổi
zh_cn: 表单创建/改版原因

# lblFormSaveLimitPeriodTipResource1.Text
source: *The Retention period is set to one year. After the schedule is executed on 2023/01/01, the forms and related attachments that have been closed before 2021/12/31 23:59 (inclusive) will be automatically deleted.
ja_jp: *保存期間を1年に設定し、2023/01/01にスケジュールを実行すると、2021/12/31 23:59（含む）までに終了したフォームと関連添付ファイルが自動的に削除されます。
mt_mt: *保存期限設定為1年，2023/01/01執行排程後，會自動刪除2021/12/31 23:59(含)前已結案的表單及相關附件。
vi: Thời hạn bảo lưu 1 năm . Sau khi lịch trình được thực hiện vào ngày 1 tháng 1 năm 2023, các biểu mẫu và tệp đính kèm liên quan đã được đóng trước 23:59 ngày 31 tháng 12 năm 2021 (bao gồm cả) sẽ tự động bị xóa.
zh_cn: *保存期限设置为1年，2023/01/01运行计划后，会自动删除2021/12/31 23:59(含)前已结案的表单及相关附件。

# lblFormSavePeriodTitleResource1.Text
source: Form Retention period
ja_jp: フォームの保存期間
mt_mt: 表單保存期限
vi: Thời hạn bảo lưu bảng biểu
zh_cn: 表单保存期限

# lblFormUseAuthorityTitleResource1.Text
source: Form users
ja_jp: フォーム使用権限
mt_mt: 表單使用權限
vi: Quyền hạn người dùng
zh_cn: 表单使用权限

# lblFormUserAuthorityTitleResource1.Text
source: Form authorization
ja_jp: フォームの個人権限
mt_mt: 表單人員權限
vi: Bảng giới hạn quyền nhân viên
zh_cn: 表单人员权限

# lblFormVersionTitleResource1.Text
source: Form revision
ja_jp: フォームバージョン
mt_mt: 表單版本
vi: Bảng mẫu
zh_cn: 表单版本

# lblFormViewFlowTitleResource1.Text
source: Flow
ja_jp: フォームプロセス
mt_mt: 表單流程
vi: Quy trình bảng biểu
zh_cn: 表单流程

# lblFormWaitReleaseResource1.Text
source: Form is in releasing , it cannot be submitted repeatedly for approval.
ja_jp: フォームの公開保留中は、承認を繰り返し要求することはできません。
mt_mt: 表單待發佈中，不可重複送審。
vi: Bảng biểu đang phát hành , không thể xin xét duyệt lần nữa
zh_cn: 表单待发布中，不可重复送审。

# lblMsgEditorResource1.Text
source: Modify by
ja_jp: 編集者
mt_mt: 修改者
vi: Người sửa
zh_cn: 修改者

# lblMsgSignerResource1.Text
source: Written by
ja_jp: 記入者
mt_mt: 填寫者
vi: Người điền
zh_cn: 填写者

# lblNotAllowMobileSignResource1.Text
source: This form does not allow operation on mobile devices
ja_jp: このフォームはスマートフォンでの操作は許可されていません
mt_mt: 此表單不允許在行動裝置操作
vi: Bảng biểu không cho phép hoạt động dịch chuyển
zh_cn: 此表单不允许在行动装置操作

# lblReleaseDateTimeTitleResource1.Text
source: Release time
ja_jp: リリース時間
mt_mt: 發佈時間
vi: Thời gian công bố
zh_cn: 发布时间

# lblSaveYearRangeTipResource1.Text
source: *The input range is 1~99
ja_jp: *入力範囲は1～99
mt_mt: *輸入範圍為1~99
vi: Phạm vi nhập từ 1-99
zh_cn: *输入范围为1~99

# lblSaveYearTitleResource1.Text
source: years
ja_jp: 年
mt_mt: 年
vi: Năm
zh_cn: 年

# RadToolBarButtonResource1.Text
source: Add Filer
ja_jp: アーカイブ人員の追加
mt_mt: 新增歸檔人員
vi: Thêm người nhập dữ liệu
zh_cn: 新建归档人员

# RadToolBarButtonResource3.Text
source: Delete
ja_jp: 削除
mt_mt: 刪除
vi: Xóa
zh_cn: 删除

# RadToolBarButtonResource5.Text
source: Add Form viewer
ja_jp: フォーム参照者の追加
mt_mt: 新增表單查閱者
vi: Thêm người tham khảo bảng biểu
zh_cn: 新建表单查阅者

# RadToolBarButtonResource7.Text
source: Delete
ja_jp: 削除
mt_mt: 刪除
vi: Xóa
zh_cn: 删除

# rbAllowApplyPeriodNoLimitResource1.Text
source: Unlimited
ja_jp: 無制限
mt_mt: 不限制
vi: Không hạn chế
zh_cn: 不限制

# rbAllowApplyPeriodSpecificDateResource1.Text
source: Specified period
ja_jp: 期間の指定
mt_mt: 指定期間
vi: Khoảng thời gian chỉ định
zh_cn: 指定期间

# rbReleaseAfterApprovalResource1.Text
source: Release after approval
ja_jp: 承認後すぐにリリース
mt_mt: 審核後立即發佈
vi: Sau khi xét duyệt lập tức công bố
zh_cn: 审核后立即发布

# rbReleaseExpectSpecificDateTimeResource1.Text
source: Expected release time
ja_jp: リリース予定日
mt_mt: 預計發佈日期
vi: Dự kiến thời gian công bố
zh_cn: 预计发布日期

# rbSaveNoLimitResource1.Text
source: Retention forever
ja_jp: 永遠に保持
mt_mt: 永遠保留
vi: Bảo lưu vĩnh viễn
zh_cn: 始终保留

# rbSavePeriodByYearResource1.Text
source: Retention
ja_jp: 保存
mt_mt: 保存
vi: Bảo lưu
zh_cn: 保存

# TemplateFieldResource1.HeaderText
source: Departments that can be inquired
ja_jp: 照会可能部門
mt_mt: 可查詢部門
vi: Bộ phận có thể tra cứu
zh_cn: 可查询部门

# TemplateFieldResource2.HeaderText
source: Filer
ja_jp: アーカイブ人員の追加
mt_mt: 歸檔人員
vi: nhân viên lưu trữ
zh_cn: 归档人员

# TemplateFieldResource3.HeaderText
source: Operation
ja_jp: 操作
mt_mt: 操作
vi: Thao tác
zh_cn: 操作

# TemplateFieldResource4.HeaderText
source: Form viewer
ja_jp: フォーム参照者
mt_mt: 表單查閱者
vi: Người xem bảng biểu
zh_cn: 表单查阅者
