Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/Configuration/Leave/App_LocalResources/Add.aspx.*.resx
Languages: ja_jp, mt_mt, vi, zh_cn

# Label18Resource1.Text
source: Apply in
ja_jp: 休み開始日から
mt_mt: 請假結束日後
vi: Sau khi nghỉ phép
zh_cn: 请假退出日后

# RequiredFieldValidator4Resource1.ErrorMessage
source: Without pay?
ja_jp: 給料を減ってるどうかを選択してください
mt_mt: 請選擇扣薪與否
vi: Vui lòng chọn xem có khấu trừ hay không
zh_cn: 请选择扣薪与否

# cvCheckSeparateAftResource1.ErrorMessage
source: Enter days
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# RequiredFieldValidator1Resource1.ErrorMessage
source: Enter Leave code
ja_jp: 休みコードを入力してください
mt_mt: 請輸入假別代碼
vi: Vui lòng nhập mã nghỉ
zh_cn: 请键入假别代码

# ListItemResource13.Text
source: Yes
ja_jp: はい
mt_mt: 是
vi: Có
zh_cn: 是

# Label1Resource1.Text
source: Deduct from salary
ja_jp: 給料を減ってるどうか
mt_mt: 扣薪與否
vi: Trừ lương hay không
zh_cn: 扣薪与否

# Label3Resource1.Text
source: Leave code
ja_jp: 休みコード
mt_mt: 假別代碼
vi: Mã loại nghỉ
zh_cn: 假别代码

# lblAfterDayInfoResource1.Text
source: *If the setting is 5 days, and the leave is 9/11-9/13, you need to apply before 9/18 23:59.
ja_jp: *休み申請可能な期限は5日に設定される。例えば9/11~9/13の間に休みをしたい場合が 9/18 23:59前に申請を提出してください
mt_mt: *設定為5天，則使用者申請9/11~9/13的休假，需於9/18 23:59前提出申請
vi: * Nếu thiết lập là 1 ngày, nếu người dùng xin nghỉ từ 11/9 đến 13/9 thì phải nộp hồ sơ trước 23h59 ngày 10/11
zh_cn: *设置为5天，则用户申请9/11~9/13的休假，需于9/18 23:59前提出申请

# lblLeaCodeDisableCreatorResource1.Text
source: Not the department which adds the Leave
ja_jp: この休み別が使えない部門
mt_mt: 非新增該假別部門
vi: Không thêm bộ phận nghỉ việc
zh_cn: 非新建该假别部门

# lblTimeLimitMsgResource1.Text
source: Description of Restriction
ja_jp: 申請制限について説明
mt_mt: 申請限制說明
vi: Mô tả hạn chế nộp đơn
zh_cn: 申请限制说明

# Label26Resource1.Text
source: Apply at Most
ja_jp: 申請次数制限
mt_mt: 最多可申請
vi: Nhiều nhất có thể đăng kí
zh_cn: 最多可申请

# Label9Resource1.Text
source: Leave by Gender
ja_jp: 休み申請できる性別
mt_mt: 可請性別
vi: Giới tính có sẵn
zh_cn: 可请性别

# ListItemResource11.Text
source: Half Salary
ja_jp: 給料は元の半分になる
mt_mt: 半薪
vi: Nửa năm
zh_cn: 半薪

# cusValiProbPeriodResource1.ErrorMessage
source: Enter 1~11
ja_jp: 1～11の数字を入力してください
mt_mt: 請輸入1~11的數字
vi: Vui lòng nhập một số từ 1 đến 11
zh_cn: 请键入1~11的数字

# ListItemResource2.Text
source: An hour
ja_jp: 一時間
mt_mt: 一小時
vi: 1 giờ
zh_cn: 一小时

# Label31Resource1.Text
source: Remark : Blank if it is no restriction
ja_jp: 付記：設定しないと申請数に制限がないことです
mt_mt: 註:不設定表示不限制申請次數
vi: Lưu ý: Không có cài đặt có nghĩa là không có giới hạn về số lượng đăng kí
zh_cn: 注:不设置表示不限制申请次数

# lblLeaCodeDisableReasonResource1.Text
source: The Leave code can't be modified due to :
ja_jp: コードが修正不能な原因：
mt_mt: 假別代碼不能修改原因:
vi: Mã nghỉ không thể sửa đổi lý do
zh_cn: 假别代码不能修改原因:

# PageResource1.Title
source: Maintain Leave Type
ja_jp: 休み別の追加/メンテナンスする
mt_mt: 假別新增與維護
vi: Thêm và duy trì loại nghỉ
zh_cn: 假别新建与维护

# ListItemResource1.Text
source: Half hour
ja_jp: 30分
mt_mt: 半小時
vi: Nửa giờ
zh_cn: 半小时

# lbtnTimeLimitInfoResource1.Text
source: Example
ja_jp: 例の説明
mt_mt: 範例說明
vi: Mô tả ví dụ
zh_cn: 范例说明

# lblLeaCodeDisableUsedByGroupResource1.Text
source: This Leave is already used by other department
ja_jp: 他の部門が選択してた休み別
mt_mt: 其他部門已自訂選用該假別
vi: Các bộ phận khác đã tùy chỉnh việc nghỉ phép
zh_cn: 其他部门已自定义选用该假别

# lbRegResource1.Text
source: Minimum Unit
ja_jp: 最低ユニット単位
mt_mt: 最小單位
vi: Đơn vị nhỏ nhất
zh_cn: 最小单位

# lblTimeLimitInfoResource1.Text
source: *If the setting is 1 day, and the leave is 9/11-9/13, you need to apply before 9/10 23:59.
ja_jp: *休み申請可能な期限は1日に設定される。例えば9/11~9/13の間に休みをしたい場合が 9/10 23:59前に申請を提出してください
mt_mt: *設定為1天，則使用者申請9/11~9/13的休假，需於9/10 23:59前提出申請
vi: * Nếu thiết lập là 1 ngày, nếu người dùng xin nghỉ từ 11/9 đến 13/9 thì phải nộp hồ sơ trước 23h59 ngày 10/9
zh_cn: *设置为1天，则用户申请9/11~9/13的休假，需于9/10 23:59前提出申请

# Label25Resource1.Text
source: Day,
ja_jp: 日、
mt_mt: 天，
vi: Ngày,
zh_cn: 天，

# CustomValidator1Resource1.ErrorMessage
source: Duplicated(With other department) in Leave Code, please try again
ja_jp: 休み別コード（他の部門）と同じになるので再入力をお願いします
mt_mt: 假別代碼重複請重新輸入
vi: Mã nghỉ bị trùng( với các bộ phận khác), vui lòng nhập lại
zh_cn: 假别代码(与其他部门)重复请重新输入

# lblConsecutiveLeaveResource1.Text
source: Remark : The minimum unit is Half day/Whole day if the Consecutive Leave is selected.
ja_jp: 休み入力可能な日数は半日/終日
mt_mt: 註:如選擇連休，假別最小單位只可設定半天/全天。
vi: Lưu ý: Nếu chọn nghỉ liên tiếp, đơn vị ngày nghỉ nhỏ nhất chỉ có thể cài đặt nửa ngày/ một ngày.
zh_cn: 注:如选择连休，假别最小单位只可设置半天/全天。

# ListItemResource6.Text
source: Calendar day
ja_jp: 日
mt_mt: 日曆天
vi: Ngày dương lịch
zh_cn: 日历天

# lblPeriodEndWordsResource1.Text
source: Months
ja_jp: ヶ月
mt_mt: 個月
vi: Tháng
zh_cn: 个月

# ListItemResource10.Text
source: Full salary
ja_jp: 給料
mt_mt: 全薪
vi: Lương đầy đủ
zh_cn: 全薪

# Label8Resource1.Text
source: Legal Leave
ja_jp: 休み可能な日（時間）数
mt_mt: 可請天(時)數
vi: Ngày có sẵn
zh_cn: 可请天(时)数

# Label27Resource1.Text
source: times
ja_jp: 次数
mt_mt: 次
vi: Lần
zh_cn: 次

# RequiredFieldValidator3Resource1.ErrorMessage
source: Select Consecutive Leave
ja_jp: 連続休みを選択してください
mt_mt: 請選擇連休
vi: Vui lòng chọn các ngày lễ liên tiếp
zh_cn: 请选择连休

# ListItemResource15.Text
source: Yes
ja_jp: はい
mt_mt: 是
vi: Có
zh_cn: 是

# Label4Resource1.Text
source: Restriction
ja_jp: 休み申請可能な間
mt_mt: 可請假間距
vi: Khoảng cách nghỉ có sẵn
zh_cn: 可请假间距

# Label12Resource1.Text
source: Before occurred date
ja_jp: 発生日後
mt_mt: 發生日後
vi: Sau ngày phát sinh
zh_cn: 发生日后

# ListItemResource12.Text
source: No
ja_jp: いいえ
mt_mt: 否
vi: Không
zh_cn: 否

# labHrResource1.Text
source: hour
ja_jp: 時間
mt_mt: 時
vi: Giờ
zh_cn: 时

# lbLSpaceStartMsgResource1.Text
source: Description of Leave interval
ja_jp: 休み可能な時間範囲について説明
mt_mt: 可請假間距說明
vi: Giải thích về khoảng cách nghỉ có sẵn
zh_cn: 可请假间距说明

# cvCheckLeaveCodeResource1.ErrorMessage
source: Not allow illegal character
ja_jp: この使用方が禁止されてます
mt_mt: 含有不合法字元，不允許使用
vi: Chứa các ký tự bất hợp pháp, không được phép
zh_cn: 包含不合法字符，不允许使用

# Label17Resource1.Text
source: days before the start of Leave
ja_jp: 日内、申請を提出します
mt_mt: 天前，提出申請
vi: Trước ngày, đề cập xin
zh_cn: 天前，提出申请

# lblSystemControlMsgResource1.Text
source: This is a system Leave, any unchangeable field is control by other setting.
ja_jp: 修正できないカテゴリーはシステム休みべ別です
mt_mt: 此為系統假別，其中無法修改的項目是由系統邏輯控制。
vi: Đây là hệ thống nghỉ phép, các hạng mục không thể sửa do kiểm soát logic của hệ thống
zh_cn: 此为系统假别，其中无法修改的项目是由系统逻辑控制。

# CustomValidator6Resource1.ErrorMessage
source: Enter number of days!
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# Label16Resource1.Text
source: Apply in
ja_jp: 休み開始日
mt_mt: 請假開始日
vi: Ngày bắt đầu nghỉ phép
zh_cn: 请假开始日

# CustomValidator7Resource1.ErrorMessage
source: Leave Name is already existed, please retry.
ja_jp: 休み名称が既に存在しますので再入力をお願いします
mt_mt: 假別名稱重複請重新輸入
vi: Tên loại nghỉ trùng, vui lòng nhập lại
zh_cn: 假别名称重复请重新输入

# lblLimitUseResource1.Text
source: Only the following members who can apply
ja_jp: 以下メンバーのみ申請できます
mt_mt: 只有以下人員才能申請
vi: Chỉ những người sau đây mới có thể đăng ký
zh_cn: 仅以下人员才能申请

# lblLeaCodeDisableSystemResource1.Text
source: System Leave
ja_jp: システム休暇別
mt_mt: 系統假別
vi: Hệ thống những phần sai
zh_cn: 系统假别

# ListItemResource4.Text
source: Whole day
ja_jp: 終日
mt_mt: 全天
vi: Cả ngày
zh_cn: 全天

# CustomValidator3Resource2.ErrorMessage
source: Enter days
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# RequiredFieldValidator2Resource1.ErrorMessage
source: Enter Type of Leave
ja_jp: 休み名称を入力してください
mt_mt: 請輸入假別名稱
vi: Vui lòng nhập bí danh giả
zh_cn: 请键入假别名称

# ListItemResource3.Text
source: Half day
ja_jp: 半日
mt_mt: 半天
vi: Nửa ngày
zh_cn: 半天

# Label6Resource1.Text
source: Calculation
ja_jp: 計算方
mt_mt: 計算方式
vi: Phương thức tính toán
zh_cn: 计算方式

# ListItemResource14.Text
source: No
ja_jp: いいえ
mt_mt: 否
vi: Không
zh_cn: 否

# Label19Resource1.Text
source: days after the end of Leave
ja_jp: 日内、再申請できます
mt_mt: 天內，補申請
vi: Trong ngày, xin bù
zh_cn: 天内，补申请

# cvCheckSeparateBefResource1.ErrorMessage
source: Enter days
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# cvCheckContResource1.ErrorMessage
source: Integer only if Consecutive Leave is selected
ja_jp: 端数がない数字を入力してください
mt_mt: 如選擇連休則只允許輸入整數
vi: Nếu bạn chọn các ngày nghỉ liên tục, chỉ cho phép các số nguyên
zh_cn: 如选择连休则只允许输入整数

# Label20Resource1.Text
source: Note : set 0 to limit application at current day, set blank to be unlimited. And it will be required if it is Repeatable Application.
ja_jp: 記入必要
mt_mt: 註:設定0表示需為當天才可申請，不設定表示不限制；但若為「多次申請」則需必填。
vi: Lưu ý: Cài đặt 0 có nghĩa là ứng dụng chỉ có thể được thực hiện trong cùng một ngày và không cài đặt có nghĩa là không có hạn chế; nhưng nếu là "nhiều ứng dụng" thì bắt buộc phải có.
zh_cn: 注:设置0表示需为当天才可申请，不设置表示不限制；但若为“多次申请”则需必填。

# ListItemResource16.Text
source: No
ja_jp: いいえ
mt_mt: 否
vi: Không
zh_cn: 否

# lblScaleResource1.Text
source: The Annual Leave in current year of Employment is (12-Month of employment+1)/12
ja_jp: (12-到職月+1)/12比率で休みを申請できます
mt_mt: 到職當年度依(12-到職月份+1)/12比率給假
vi: Trong năm làm việc hiện tại, nghỉ theo tỷ lệ (12-tháng đến làm + 1)/12
zh_cn: 到职当年度依(12-到职月份+1)/12比率给假

# labDayResource1.Text
source: day
ja_jp: 日
mt_mt: 天
vi: Ngày
zh_cn: 天

# ListItemResource7.Text
source: All
ja_jp: どちらでも良い
mt_mt: 皆可
vi: Tất cả
zh_cn: 皆可

# ListItemResource8.Text
source: Male
ja_jp: 男
mt_mt: 男
vi: Nam
zh_cn: 男

# lbtnSpaceStartInfoResource1.Text
source: Example
ja_jp: 例の説明
mt_mt: 範例說明
vi: Mô tả ví dụ
zh_cn: 范例说明

# Label13Resource1.Text
source: Days，Available for apply
ja_jp: 日、申請可能です
mt_mt: 天，可開放申請
vi: Ngày, có thể mở đăng ký
zh_cn: 天，可开放申请

# Label24Resource1.Text
source: Year(Times)
ja_jp: 年（次数）
mt_mt: 年(次)
vi: Năm( lần)
zh_cn: 年(次)

# lblLeaCodeDisableUsedByUserResource1.Text
source: There are Leave forms or Leave cancelling forms which are in-approval in the Leave category
ja_jp: 他に使える休み申請書があります
mt_mt: 該假別有簽核中或銷假中的表單
vi: Đơn xin nghỉ phép được phê duyệt hoặc hủy bỏ
zh_cn: 该假别有签核中或销假中的表单

# Label2Resource1.Text
source: Consecutive Leave
ja_jp: 連休
mt_mt: 連休
vi: Nghỉ liên tục
zh_cn: 连休

# ListItemResource5.Text
source: Work day
ja_jp: 出勤日
mt_mt: 工作天
vi: Ngày làm việc
zh_cn: 工作天

# Label22Resource1.Text
source: Repeatable Application
ja_jp: 申請数が多い
mt_mt: 多次申請
vi: Đăng kí nhiều lần
zh_cn: 多次申请

# Label23Resource1.Text
source: days~Occurrence date，
ja_jp: 日～発生日、
mt_mt: 天~發生日，
vi: Ngày~ngày xảy ra,
zh_cn: 天~发生日，

# Label5Resource1.Text
source: Name
ja_jp: 名称
mt_mt: 名稱
vi: Tên gọi
zh_cn: 名称

# Label11Resource1.Text
source: Days，Available for apply
ja_jp: 日、申請可能です
mt_mt: 天，可開放申請
vi: Ngày, có thể mở đăng ký
zh_cn: 天，可开放申请

# CustomValidator4Resource1.ErrorMessage
source: Enter days
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# lblMsgConfirmResource1.Text
source: Changing Leave Code will course all data that using the original Leave Code lost, confirm to cotinue?
ja_jp: 続けてもよろしいでしょうか
mt_mt: 變更假別代碼有可能會造成使用原假別代碼的資料遺失,確定要繼續嗎?
vi: Việc thay đổi mã nghỉ có thể làm mất dữ liệu khi sử dụng mã nghỉ ban đầu. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 更改假别代码有可能会造成使用原假别代码的数据遗失,确实要继续吗?

# Label7Resource1.Text
source: After occurred date
ja_jp: 発生日前
mt_mt: 發生日前
vi: Trước ngày phát sinh
zh_cn: 发生日前

# CustomValidator2Resource1.ErrorMessage
source: This word is reserved by UOF system, please enter another word
ja_jp: システムから作成する文字なので、使用できません
mt_mt: 此為系統保留字，不允許使用
vi: Đây là từ dành riêng cho hệ thống và không được phép sử dụng
zh_cn: 此为系统保留字，不允许使用

# CustomValidator5Resource1.ErrorMessage
source: Enter number of days!
ja_jp: 日数を入力してください！
mt_mt: 請輸入天數！
vi: Vui lòng nhập số ngày
zh_cn: 请键入天数！

# CustomValidator3Resource1.ErrorMessage
source: Blank is not allow in Leave code
ja_jp: 休み別コードにはブランドを入力出来ません
mt_mt: 假別代碼不可包含空白字元
vi: Mã nghỉ không được chứa các ký tự trống
zh_cn: 假别代码不可包含空白字符

# lblPeriodBeginWordsResource1.Text
source: Need on board over
ja_jp: 勤続数は になる従業員のみ申請出来ます
mt_mt: 申請需到職滿
vi: Đơn đăng ký phải đầy đủ
zh_cn: 申请需到职满

# Label15Resource1.Text
source: Restriction
ja_jp: 申請について制限
mt_mt: 申請限制
vi: Hạn chế nộp đơn
zh_cn: 申请限制

# LabelResource1.Text
source: Note: If the Leave is alreday been applied by members, please do not change the setting, the data might be abnormal in case of the setting is changed.
ja_jp: データ異常を生じないように資料の再編集をしないでください
mt_mt: 註:如此假別已申請過假單，為免造成資料異常請勿隨意更動。
vi: Lưu ý: Nếu bạn đã đăng ký đơn hàng giả, vui lòng không thay đổi tùy ý để tránh dữ liệu bất thường.
zh_cn: 注:如此假别已申请过假单，为免造成数据异常请勿随意更动。

# ListItemResource9.Text
source: Female
ja_jp: 女
mt_mt: 女
vi: Nữ
zh_cn: 女

# Label10Resource1.Text
source: Description
ja_jp: 休み種類について説明
mt_mt: 假別說明
vi: Mô tả loại nghỉ
zh_cn: 假别说明
