Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/Admin/App_LocalResources/FormAdmin.aspx.*.resx
Languages: ja_jp, mt_mt

# ApplyDateResource1.Text
source: 申請日期
ja_jp: 申請時間

# BoundFieldResource1.HeaderText
source: 表單編號
ja_jp: フォーム番号
mt_mt: Form No.

# BoundFieldResource2.HeaderText
source: 申請日期
ja_jp: 申請日
mt_mt: Applied date

# BoundFieldResource3.HeaderText
source: 結案時間
ja_jp: 終了時間
mt_mt: Project closure time

# CustomValidator1Resource1.ErrorMessage
source: 結束時間需晚於開始時間
ja_jp: 終了時間は必ず開始時間より遅い必要があります
mt_mt: End time must be later than start time

# CustomValidator2Resource1.ErrorMessage
source: 請輸入表單編號(起)
ja_jp: フォームの番号を入力してください（開始時間）
mt_mt: Enter Form No. (start)

# CustomValidator3Resource1.ErrorMessage
source: 請輸入表單編號(迄)
ja_jp: フォームの番号を入力してください（終了時間）
mt_mt: Enter Form No. (end)

# DGFormListResource1.EmptyDataText
source: 沒有資料
ja_jp: データが見つかりません
mt_mt: No data found

# EndDateResource1.Text
source: 結案日期
ja_jp: [０を入力すると設定をしない]

# lblBasicQueryResource1.Text
source: 基本查詢
ja_jp: 基本検索
mt_mt: Basic Query

# lblCancelFormFailResource1.Text
source: 表單已結案，無法作廢
ja_jp: クローズ済みなので廃止できません
mt_mt: Form closed, cannot void

# lblCancelResource1.Text
source: 作廢
ja_jp: 廃止する
mt_mt: Void

# lblCloseResource1.Text
source: 已結案
ja_jp: ケースが終了しました
mt_mt: ပိတ်ထားသော

# lblConfirmCancelResource1.Text
source: 確定要作廢?
ja_jp: 廃止を確認しますか
mt_mt: Confirm to void?

# lblConfirmUnlockResource1.Text
source: 確定要解除鎖定?
ja_jp: ロックを解除してもよろしいでしょうか？
mt_mt: Confirm to unlock?

# lblDateResource1.Text
source: 日期
ja_jp: 申請日
mt_mt: Applied Date

# lblDeleteTip1Resource1.Text
source: 系統已設定可刪除所有{1}的結案表單
ja_jp: {1}の完成フォームが削除可能です

# lblDeleteTip2Resource1.Text
source: 系統已設定可刪除{0}年(含)之前{1}的結案表單
ja_jp: {0}年前または{1}の完成フォームが削除可能です

# lblDocNumbersResource1.Text
source: 表單編號起訖
ja_jp: フォーム番号（最初の番号から最後の番号）
mt_mt: Form No. start and end

# lblFormListResource1.Text
source: 表單列表
ja_jp: フォームリスト
mt_mt: Form list

# lblFormNameResource1.Text
source: 表單名稱
ja_jp: フォーム名称
mt_mt: Form name

# lblFormResultResource1.Text
source: 表單結果
ja_jp: 結果
mt_mt: Form result

# lblFormStatusResource1.Text
source: 表單狀態
ja_jp: フォーム状態
mt_mt: Form status

# lblInvalidResource1.Text
source: 作廢
ja_jp: 廃止する
mt_mt: Void

# lblPassResource1.Text
source: 通過
ja_jp: 審査確定
mt_mt: Pass

# lblPleaseSelectFrom.Text
source: 請選擇表單
ja_jp: メンバーを選択する

# lblQueryResource1.Text
source: 查詢
ja_jp: 検索
mt_mt: Query

# lblRemoveLockFailResource1.Text
source: 解除鎖定失敗，可能同時間有人異動表單狀態
ja_jp: ロック解除ができなかったです。解除してる時に誰がフォームを異動するかもしれません
mt_mt: Unlock fail, possibly others modifying form status simultaneously.

# lblRemoveLockResource1.Text
source: 解除鎖定
ja_jp: ロックを解除する
mt_mt: Unlock

# lblReturnApplicantResource1.Text
source: 退回申請者
ja_jp: 申請者のところに返却する
mt_mt: Return to applicant

# lblSetNextSiteResource1.Text
source: 送往下一站點
ja_jp: 次のステーションまで
mt_mt: Send to next stop

# lblStartResource1.Text
source: 處理中
ja_jp: 処理中
mt_mt: In process

# lbtnAgentSetResource1.Text
source: 指定簽核
ja_jp: 指定された署名
mt_mt: Specify approval

# lbtnCancelResource1.Text
source: 作廢
ja_jp: 廃止する
mt_mt: Void

# lbtnRemoveLockResource1.Text
source: 解除鎖定
ja_jp: ロックを解除する
mt_mt: Unlock

# lbtnSetNextSiteResource1.Text
source: 送下一站
ja_jp: 次のステーションまで送りします
mt_mt: Send to next stop

# lbtnTaskFlowResource1.Text
source: 流程
ja_jp: フロー
mt_mt: Flow

# ListItemResource1.Text
source: 所有狀態
ja_jp: 全ての状態
mt_mt: All status

# ListItemResource10.Text
source: 退回申請者
ja_jp: 申請者のところに返却する

# ListItemResource2.Text
source: 處理中
ja_jp: 処理中
mt_mt: In process

# ListItemResource3.Text
source: 已結案
ja_jp: ケースが終了しました
mt_mt: ပိတ်ထားသော

# ListItemResource5.Text
source: 所有表單
ja_jp: 全てのフォーム
mt_mt: All forms

# ListItemResource6.Text
source: 所有結果
ja_jp: すべての結果
mt_mt: All results

# ListItemResource7.Text
source: 通過
ja_jp: 審査確定
mt_mt: Pass

# ListItemResource9.Text
source: 作廢
ja_jp: 廃止する
mt_mt: Void

# PageResource1.Title
source: 表單管理
ja_jp: フォーム管理
mt_mt: Maintain Form

# RequiredFieldValidator1Resource1.ErrorMessage
source: 請輸入日期(起)
ja_jp: 申請日を入力してください（開始時間）
mt_mt: Enter Applied date (Start)

# RequiredFieldValidator2Resource1.ErrorMessage
source: 請輸入日期(迄)
ja_jp: 申請日を入力してください（終了時間）
mt_mt: Enter Applied date (End)

# TBarButtonResource1.Text
source: 強制刪除
ja_jp: 削除する
mt_mt: Delete

# TemplateFieldResource1.HeaderText
source: 表單名稱
ja_jp: フォーム名称
mt_mt: Form name

# TemplateFieldResource2.HeaderText
source: 表單狀態
ja_jp: フォーム状態
mt_mt: Form status

# TemplateFieldResource3.HeaderText
source: 申請人
ja_jp: 申請者
mt_mt: Applicant

# TemplateFieldResource6.HeaderText
source: 標題
ja_jp: 件名
mt_mt: Subject

# wibQueryResource1.Text
source: 查詢
ja_jp: 検索
mt_mt: Query

# lblRejectResource1.Text
source: 否決
mt_mt: Reject

# lblUnusualResource1.Text
source: 異常
mt_mt: Abnormal

# ListItemResource4.Text
source: 異常
mt_mt: Abnormal

# ListItemResource8.Text
source: 否決
mt_mt: Reject

# TemplateFieldResource4.HeaderText
source: 操作
mt_mt: Operation

# TemplateFieldResource5.HeaderText
source: 結果
mt_mt: Result
