Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/Report/App_LocalResources/QueryMonthDataByUser.aspx.*.resx
Languages: mt_mt

# cbxExpandResource1.Text
source: Only available Leave
mt_mt: 只顯示可用假別

# CustomValidator1Resource1.ErrorMessage
source: Start time should be earlier than end time
mt_mt: 起的時間不可晚於訖的時間

# gridItemResource1.EmptyDataText
source: No data found
mt_mt: 沒有資料

# Label2Resource1.Text
source: Time period
mt_mt: 查詢時間

# Label3Resource1.Text
source: Year
mt_mt: 年

# Label4Resource1.Text
source: Month~
mt_mt: 月~

# Label5Resource1.Text
source: Year
mt_mt: 年

# Label6Resource1.Text
source: Month
mt_mt: 月

# lblAbsentResource1.Text
source: Absenteeism hours
mt_mt: 曠職時數

# lblAccountResource1.Text
source: Account
mt_mt: 帳號

# lblDayCountResource1.Text
source: days
mt_mt: 日數

# lblDayResource1.Text
source: day(s)
mt_mt: 天

# lblDeptNameResource1.Text
source: Department name
mt_mt: 部門名稱

# lblExpWorkResource1.Text
source: Required duty hours
mt_mt: 應出勤時數

# lblForgetResource1.Text
source: Times of Forgotten Punch
mt_mt: 忘刷卡次數

# lblHourResource1.Text
source: hour(s)
mt_mt: 時

# lblHoverTimeResource1.Text
source: OT hours of Off day
mt_mt: 休息日加班時數

# lblHrCountResource1.Text
source: hours
mt_mt: 時數

# lblLateMinsResource1.Text
source: Minutes of Late
mt_mt: 遲到分鐘數

# lblLateResource1.Text
source: Number of late
mt_mt: 遲到次數

# lblOoverTimeResource1.Text
source: OT hours of Holiday
mt_mt: 國定假日加班時數

# lblOvertimeResource1.Text
source: Hours of Overtime to Expense
mt_mt: 加班轉費用時數

# lblOverTimeTResource1.Text
source: Hours of Overtime to Compensatory
mt_mt: 加班轉補休時數

# lblPunWorkResource1.Text
source: Duty hours
mt_mt: 刷卡出勤時數

# lblRoverTimeResource1.Text
source: OT hours of Holiday
mt_mt: 例假日加班時數

# lblTravelResource1.Text
source: Hours
mt_mt: 出差時數

# lblUserNameResource1.Text
source: Name
mt_mt: 姓名

# lblWoverTimeResource1.Text
source: OT hours of Weekday
mt_mt: 工作日加班時數

# RadToolBarQueryResource1.Text
source: Query
mt_mt: 查詢

# TBarButtonResource1.Text
source: Query
mt_mt: 查詢

# TemplateFieldResource1.HeaderText
source: Name
mt_mt: 姓名

# TemplateFieldResource2.HeaderText
source: Account
mt_mt: 帳號
