Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/MulitSitesMenu/App_LocalResources/Default.aspx.*.resx
Languages: id

# btSaveResource1.Text
source: 儲存
id: Simpan

# cvNoAuthorityResource1.ErrorMessage
source: 沒有權限
id: tidak ada izin

# cvNotDeleteNodeResource1.ErrorMessage
source: 此為根節點或尚有子節點存在，不可刪除
id: Ini adalah node root atau sub node, tidak dapat dihapus

# cvSelectNodeResource1.ErrorMessage
source: 請選擇節點，或點選新增選單開始
id: Pilih titik atau tekan "Menu Baru" untuk proses

# cvUnSaveResource1.ErrorMessage
source: 新增之選單尚未儲存
id: menu yang ditambah belum di simpan

# Label2Resource1.Text
source: 集團選單
id: Menu Grup

# Label3Resource1.Text
source: 選擇集團
id: Pilih grup

# lblCustomMenuResource1.Text
source: 自訂選單
id: sesuaikan menu

# lblErrorDomainResource1.Text
source: 原集團資訊遺失,請重新選擇。
id: Tempat informasi hilang, silahkan menyusun kembali tempat informasi.

# lblLinkUrlResource1.Text
source: 連結網頁
id: link ke website

# lblMenuTextResource1.Text
source: 選單文字
id: Pilih tulisan

# lblMsgCheckDelResource1.Text
source: 確定要刪除此選單嗎？
id: Yakin mau hapus menu?

# lblNewWindowResource1.Text
source: 開新視窗
id: buka jendela baru

# lblNoUrlResource1.Text
source: 說明 : 第二階選單為選單類別，不需輸入連接位置，請於選單類別下再新增欲管理的選單。
id: Keterangan : Kategori tingkat dua tidak perlu masukan URL. Silahkan tambah menu URL di tingkat dua.

# lblRealLinkTitleResource1.Text
source: 真實網址為：
id: URL yang benar :

# lblRequireMenuTextMsgResource1.Text
source: 此為必要欄位
id: ini adalah kolum yang diperlukan

# lblResourceResource1.Text
source: 選單多國語言
id: Pilih multi-bahasa

# lblSaveSuccessResource1.Text
source: 儲存成功
id: Simpan berhasil

# lblSetDomainResource1.Text
source: 請先到一般組態設定集團Domain Site。
id: Silahkan mengatur Inc. Domain Site dalam General Setup。

# lblUserSetResource1.Text
source: 選取人員
id: Pilih anggota

# lbMsgCheckDeleteParameterResource1.Text
source: 確定要刪除嗎?
id: Yakin mau hapus ?

# TBarButtonResource1.Text
source: 新增選單
id: tambah menu

# TBarButtonResource2.Text
source: 選單順序上移
id: Pindah ke atas

# TBarButtonResource3.Text
source: 選單順序下移
id: Pindah ke bawah

# TBarButtonResource4.Text
source: 刪除選單
id: hapus menu

# TBarButtonResource5.Text
source: 重新載入選單
id: reload menu
