Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/YearLeaveDays/App_LocalResources/ImportYearLeaveInfo.aspx.*.resx
Languages: vi, zh_cn, zh_tw

# cvCheckExplainDaysResource1.ErrorMessage
source: Input Max. Reservation
vi: Vui lòng nhập số lượng đặt chỗ tối đa
zh_cn: 请键入最大保留数
zh_tw: 請輸入最大保留數

# cvCheckSelectFileResource1.ErrorMessage
source: Select File
vi: Vui lòng chọn một tệp
zh_cn: 请选择文件
zh_tw: 請選擇檔案

# hyLinkResource1.Text
source: Download excel template
vi: Ví dụ tải xuống Excel
zh_cn: 下载Excel范例
zh_tw: 下載Excel範例

# Label1Resource1.Text
source: Import year
vi: Nhập dữ liệu phép năm
zh_cn: 导入年度
zh_tw: 匯入年度

# Label2Resource1.Text
source: Reservation setting of last year
vi: Cài đặt bảo lưu 5 năm trước
zh_cn: 上年度保留设置
zh_tw: 上年度保留設定

# Label3Resource1.Text
source: Max. Reservation
vi: Số lượng bảo lưu tối đa
zh_cn: 最大保留数
zh_tw: 最大保留數

# Label4Resource1.Text
source: Select file
vi: Chọn tệp nhập vào
zh_cn: 选择导入文件
zh_tw: 選擇匯入檔案

# Label6Resource1.Text
source: Source of last year Annual Leave
vi: Nguồn thông tin nghỉ phép 5 năm trước
zh_cn: 上年度年休信息源
zh_tw: 上年度年休資訊來源

# Label7Resource1.Text
source: When you choose Reservation setting of last year, system will not import the reservation of last year information.
vi: Khi bạn chọn giữ các cài đặt dựa trên năm trước, trường này sẽ không được nhập ngay cả khi thông tin nghỉ phép hàng năm của năm trước được điền vào tệp đã nhập.
zh_cn: 选择依上年度保留设置时，即使导入的文件中有填入上年度年休信息，也不会导入该字段。
zh_tw: 選擇依上年度保留設定時，即使匯入的檔案中有填入上年度年休資訊，也不會匯入該欄位。

# lblAccountNotExistResource1.Text
source: Account is not existed
vi: Tài khoản không tồn tại
zh_cn: 帐号不存在
zh_tw: 帳號不存在

# lblClickResource1.Text
source: *Double click to copy error message
vi: * Nhấp vào đây để tạo lại thông tin lỗi
zh_cn: *点击这里可复制错误消息
zh_tw: *點擊這裡可複製錯誤訊息

# lblConfirmMsgResource1.Text
source: Notice : It shall be according to the data which is generated at this time, if there has data of the same year.
vi: Nhắc nhở bạn nếu có dữ liệu của cùng năm, thì sẽ lấy phát sinh lần này làm chủ.
zh_cn: 提醒您如有相同年度的数据，则会以本次产生的为主。
zh_tw: 提醒您如有相同年度的資料，則會以本次產生的為主。

# lblDaysResource1.Text
source: day(s)
vi: Ngày
zh_cn: 天
zh_tw: 天

# lblddlDayResource1.Text
source: Sunday
vi: Ngày
zh_cn: 日
zh_tw: 日

# lblDomainErrorResource1.Text
source: Domain Name is not existed
vi: Tên trang mạng không tồn tại
zh_cn: 域名称不存在
zh_tw: 網域名稱不存在

# lblErrorYearLeaveResource1.Text
source: There are Leave forms still in approval
vi: Có biểu nghỉ phép năm đang đợi duyệt, không thể tạo thông tin nghỉ phép năm!
zh_cn: 尚有审核中的年休假单,不可产生年休假信息!
zh_tw: 尚有審核中的年休假單,不可產生年休假資訊!

# lblExplainDaysResource1.Text
source: Please input 0 in maximum reservation if you want to reserve all Annual Leave of the whole year.
vi: Để giữ toàn bộ số phép hàng năm, hãy nhập 0 vào Dự trữ Tối đa.
zh_cn: 如要保留全部的年休数，请在最大保留数中输入0。
zh_tw: 如要保留全部的年休數，請在最大保留數中輸入0。

# lblFormatErrorResource1.Text
source: Format error in importing file
vi: Nhập lỗi định dạng
zh_cn: 导入格式错误
zh_tw: 匯入格式錯誤

# lblHourssResource1.Text
source: hour(s)
vi: Giờ
zh_cn: 小时
zh_tw: 小時

# lblLastYearLeaveDaysBeginNotDateResource1.Text
source: Format error in Time Period(Start) of last year
vi: Số ngày còn lại trong năm ngoái cho đến nay không ở định dạng ngày tháng
zh_cn: 去年剩余天数的可请时间(起)不为日期格式
zh_tw: 去年剩餘天數的可請時間(起)不為日期格式

# lblLastYearLeaveDaysDateRangeErrorResource1.Text
source: Time period (End) of last year should be later than (Start)
vi: Thời gian khả dụng cho những ngày còn lại của năm ngoái không được sớm hơn thời gian khả dụng
zh_cn: 去年剩余天数的可请时间(迄)不可早于可请时间(起)
zh_tw: 去年剩餘天數的可請時間(迄)不可早於可請時間(起)

# lblLastYearLeaveDaysEndNotDateResource1.Text
source: Format error in Time Period(End) of last year
vi: Số ngày còn lại trong năm ngoái cho đến nay không ở định dạng ngày tháng
zh_cn: 去年剩余天数的可请时间(迄)不为日期格式
zh_tw: 去年剩餘天數的可請時間(迄)不為日期格式

# lblLastYearLeaveDaysLessThenZeroResource1.Text
source: Annual Leave left of last year can't be minus.
vi: Số ngày còn lại của năm trước không được nhỏ hơn 0
zh_cn: 去年度剩余天数不可小于0
zh_tw: 去年度剩餘天數不可小於0

# lblLastYearLeaveDaysNotNumberResource1.Text
source: Annual Leave left of last year should be numbers
vi: Số ngày còn lại trong năm qua không phải là giá trị số
zh_cn: 去年剩余天数不为数值
zh_tw: 去年剩餘天數不為數值

# lblLeaveDaysBeginNotDateResource1.Text
source: Time period (Start) of using Annual Leave should be date format
vi: Thời gian có thể nghỉ của năm hiện tại (bắt đầu) không phải là định dạng ngày
zh_cn: 本年度可休天数的可请时间(起)不为日期格式
zh_tw: 本年度可休天數的可請時間(起)不為日期格式

# lblLeaveDaysDateRangeErrorResource1.Text
source: Time period (End) of using Annual Leave should later than (Start)
vi: Thời gian có thể nghỉ của năm hiện tại (kết thúc) không thể nhỏ hơn thời gian xin nghỉ (bắt đầu)
zh_cn: 本年度可休天数的可请时间(迄)不可早于可请时间(起)
zh_tw: 本年度可休天數的可請時間(迄)不可早於可請時間(起)

# lblLeaveDaysEndNotDateResource1.Text
source: Time period (End) of using Annual Leave should be date format
vi: Thời gian có thể nghỉ của năm hiện tại (bắt đầu) không phải là định dạng ngày
zh_cn: 本年度可休天数的可请时间(迄)不为日期格式
zh_tw: 本年度可休天數的可請時間(迄)不為日期格式

# lblLeaveDaysLessThanZeroResource1.Text
source: Available Annual Leave of current year can't be minus.
vi: Số ngày có thể nghỉ của năm này không thể nhỏ hơn 0
zh_cn: 本年度可休天数不可小于0
zh_tw: 本年度可休天數不可小於0

# lblLeaveDaysNotNumberResource1.Text
source: Annual Leave Earned should be numbers
vi: Số ngày có thể nghỉ của năm này là trị số
zh_cn: 本年度可休天数不为数值
zh_tw: 本年度可休天數不為數值

# lblMonthResource1.Text
source: Month
vi: Tháng
zh_cn: 月
zh_tw: 月

# lblNeedInputResource1.Text
source: Input the required field
vi: Vui lòng nhập các trường bắt buộc
zh_cn: 请键入必填字段
zh_tw: 請輸入必填欄位

# lblNoAuthorityResource1.Text
source: Not authorized to maintain this member, please re-import after updating the data.
vi: Không có quyền duy trì của nhân viên này, vui lòng nhập lại sau khi sửa dữ liệu
zh_cn: 没有此人员的维护权限，请修改数据后重新导入。
zh_tw: 沒有此人員的維護權限，請修改資料後重新匯入。

# lblNoFileResource1.Text
source: Import file
vi: Hãy nhập tệp
zh_cn: 请导入文件
zh_tw: 請匯入檔案

# lblNotAllowCreateResource1.Text
source: Data exist in newest year, not allow to import the last year data
vi: Không thể nhập tài liệu cũ, tài liệu cập nhật năm mới đã tồn tại
zh_cn: 不可导入旧年度的数据，已存在更新年度的数据
zh_tw: 不可匯入舊年度的資料，已存在更新年度的資料

# lblNotAllowLastYearDaysResource1.Text
source: Days(Hours) of Reserved Leave in last year cannot less than Days(Hours) of Used Leave in last year : Used
vi: Số ngày nghỉ hàng năm được bảo lưu của năm trước không được ít hơn số ngày nghỉ của năm trước: đã sử dụng
zh_cn: 去年度保留年休天(时)数不可小于去年度已用天(时)数:已用
zh_tw: 去年度保留年休天(時)數不可小於去年度已用天(時)數:已用

# lblNotAllowYearDaysResource1.Text
source: Days(Hours) of Available Leave in current year cannot less than Days(Hours) of Used Leave in last year : Used
vi: Số (giờ) nghỉ phép năm không được nhỏ hơn số ( giờ) ngày sử dụng hàng năm: đã sử dụng
zh_cn: 今年年休可休(时)数不可小于今年度已用天(时)数:已用
zh_tw: 今年年休可休(時)數不可小於今年度已用天(時)數:已用

# lblNotArraveDateResource1.Text
source: Employee date empty
vi: Không có cài đặt ngày đến làm việc của công nhân
zh_cn: 没有设置员工到职日
zh_tw: 沒有設定員工到職日

# lblNotSetDateResource1.Text
source: Effective date of Annual Leave is required
vi: Không cài đặt ngày bắt đầu làm việc
zh_cn: 没有设置起算基准日
zh_tw: 沒有設定起算基準日

# lblReasonResource1.Text
source: Import Annual Leave information
vi: Nhập dữ liệu phép năm
zh_cn: 导入年休
zh_tw: 匯入年休

# lblResultCountResource1.Text
source: {0} data is imported
vi: Đã nhập khẩu {0} bút tài liệu
zh_cn: 已导入{0}笔数据
zh_tw: 已匯入{0}筆資料

# lblRowResource1.Text
source: Line {0}
vi: Thứ{0}tài liệu
zh_cn: 第{0}数据
zh_tw: 第{0}資料

# lblSetMHmemoResource1.Text
source: Select [Reserve] to customize reserved deadline, otherwise reserved deadline will be the same as the end date of newly generated Annual Leave.
vi: Nếu bạn chọn giữ lại, bạn có thể tùy chỉnh thời gian lưu giữ, nếu không, thời gian lưu giữ giống như ngày kết thúc của phép năm mới tạo.
zh_cn: 如选择保留则可自定义保留期限，如不自定义则保留期限与新产生年休退出日相同。
zh_tw: 如選擇保留則可自訂保留期限，如不自訂則保留期限與新產生年休結束日相同。

# lblUnitResource1.Text
source: days
vi: Số ngày (giờ)
zh_cn: 天(时)数
zh_tw: 天(時)數

# lblYearthLessThanZeroResource1.Text
source: Seniority cannot be smaller than 0
vi: Thâm niên không được dưới 0
zh_cn: 工龄不可小于0
zh_tw: 年資不可小於0

# lblYearthNotIntResource1.Text
source: Seniority should be an integer
vi: Thâm niên không phải là một số nguyên
zh_cn: 工龄不为整数
zh_tw: 年資不為整數

# ListItemResource1.Text
source: Import file
vi: Theo tệp chính được nhập
zh_cn: 依导入文件为主
zh_tw: 依匯入檔案為主

# ListItemResource2.Text
source: Reservation setting of last year
vi: Giữ nguyên cài đặt theo năm trước
zh_cn: 依上年度保留设置
zh_tw: 依上年度保留設定

# ListItemResource3.Text
source: Reserve all
vi: Đặt trước tất cả
zh_cn: 保留总数
zh_tw: 保留總數

# ListItemResource4.Text
source: Only reserve annual leave of last year
vi: Chỉ giữ lại kỳ nghỉ năm ngoái
zh_cn: 只保留去年年休
zh_tw: 只保留去年年休

# ListItemResource5.Text
source: Do not reserve
vi: Không lưu
zh_cn: 不保留
zh_tw: 不保留

# PageResource1.Title
source: Import Annual Leave information
vi: Nhập thông tin phép năm
zh_cn: 导入年休信息
zh_tw: 匯入年休資訊

# lblUserNotActiveResource1.Text
source: User has expired or suspended
vi: Nhân viên đã hết hạn hoặc ngừng hoạt động
zh_cn: 人员已到期或禁用
zh_tw: 人員已到期或停用

# lblFileNotParseResource1.Text
source: The imported file cannot be parsed
vi: Không thể phân tích tệp đã nhập
zh_cn: 汇入的档案无法解析
zh_tw: 匯入的檔案無法解析
