Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/YearLeaveDays/App_LocalResources/MaintainYearLeave.aspx.*.resx
Languages: vi, zh_cn, zh_tw

# CompareValidator1Resource1.ErrorMessage
source: End should be later than Start
vi: Ngày kết thúc không được sớm hơn ngày bắt đầu
zh_cn: 讫日不可早于起日
zh_tw: 訖日不可早於起日

# CompareValidator2Resource1.ErrorMessage
source: End should be later than Start
vi: Ngày kết thúc không được sớm hơn ngày bắt đầu
zh_cn: 讫日不可早于起日
zh_tw: 訖日不可早於起日

# cvCheckNewestYearLeaveResource1.ErrorMessage
source: The next year Annual Leave of this person is generated, cannot be deleted.
vi: Người này đã nghỉ phép hàng năm cho năm tiếp theo và không được xóa.
zh_cn: 该人员已产生下一年度年休，不可删除。
zh_tw: 該人員已產生下一年度年休，不可刪除。

# cvCheckYearLeaveUsedResource1.ErrorMessage
source: The current year Annual Leave of this person has been used, cannot be deleted.
vi: Người này đã sử dụng kỳ nghỉ hàng năm của năm nay và không thể bị xóa.
zh_cn: 该人员已使用此年度年休，不可删除。
zh_tw: 該人員已使用此年度年休，不可刪除。

# Label10Resource1.Text
source: End
vi: Kết thúc
zh_cn: 讫
zh_tw: 訖

# Label18Resource1.Text
source: Origin
vi: Nguồn
zh_cn: 源
zh_tw: 來源

# Label1Resource1.Text
source: Name
vi: Họ và tên
zh_cn: 姓名
zh_tw: 姓名

# Label20Resource1.Text
source: Reason
vi: Nguyên nhân thay đổi
zh_cn: 变动原因
zh_tw: 異動原因

# Label21Resource1.Text
source: Time
vi: Thời gian sửa đổi
zh_cn: 修改时间:
zh_tw: 修改時間:

# Label22Resource1.Text
source: Modifier:
vi: Người sửa
zh_cn: 修改者:
zh_tw: 修改者:

# Label23Resource1.Text
source: Year
vi: Năm
zh_cn: 年度
zh_tw: 年度

# Label2Resource1.Text
source: Account
vi: Tài khoản
zh_cn: 帐号
zh_tw: 帳號

# Label3Resource1.Text
source: Seniority
vi: Thâm niên
zh_cn: 工龄
zh_tw: 年資

# Label4Resource1.Text
source: Annual Leave Earned
vi: Số ngày có thể nghỉ của năm này
zh_cn: 本年度可休数
zh_tw: 本年度可休數

# Label5Resource1.Text
source: Annual Leave left of last year
vi: Số lượng lưu lại năm ngoái
zh_cn: 去年度保留数
zh_tw: 去年度保留數

# Label6Resource1.Text
source: Date Attended
vi: Ngày nhậm chức
zh_cn: 到职日
zh_tw: 到職日

# Label7Resource1.Text
source: Start
vi: Bắt đầu
zh_cn: 起
zh_tw: 起

# Label8Resource1.Text
source: End
vi: Kết thúc
zh_cn: 讫
zh_tw: 訖

# Label9Resource1.Text
source: Start
vi: Bắt đầu
zh_cn: 起
zh_tw: 起

# lblConfirmMsgResource1.Text
source: It will delete all current year Annual Leave data of this person, are you sure?
vi: Tài liệu nghỉ phép năm nay sẽ bị xóa, bạn có chắc chắn sẽ xóa không?
zh_cn: 将删除该人员此年度年休数据，确定删除？
zh_tw: 將刪除該人員此年度年休資料，確定刪除？

# lblDayResource1.Text
source: days
vi: Ngày
zh_cn: 天
zh_tw: 天

# lblDeleteResource1.Text
source: Delete
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

# lblHourResource1.Text
source: Hours
vi: Giờ
zh_cn: 小时
zh_tw: 小時

# lblImportResource1.Text
source: Import
vi: Nhập dữ liệu
zh_cn: 导入
zh_tw: 匯入

# lblLastYearUnitResource1.Text
source: days
vi: Ngày
zh_cn: 天
zh_tw: 天

# lblManualInsertResource1.Text
source: Add by Manual
vi: Thêm mới thủ công
zh_cn: 手工新建
zh_tw: 手動新增

# lblNotAllowCreateResource1.Text
source: Data exist in newest year, not allow to modify the last year data
vi: Tài liệu của năm cũ không thể sửa ，tài liệu cập nhật năm mới đã tồn tại
zh_cn: 不可维护旧年度的数据，已存在更新年度的数据
zh_tw: 不可維護舊年度的資料，已存在更新年度的資料

# lblNotAllowYearDaysResource1.Text
source: Should not less than used days(hours) : Used
vi: Không được ít hơn số ngày đã sử dụng: Đã sử dụng
zh_cn: 不可小于已用天(时)数:已用
zh_tw: 不可小於已用天(時)數:已用

# lblReasonResource1.Text
source: Delete Annual Leave
vi: Xóa phép năm
zh_cn: 删除年休
zh_tw: 刪除年休

# lblSystemInsertResource1Text
source: System Generated
vi: Hệ thống được tạo ra
zh_cn: 系统产生
zh_tw: 系統產生

# lblThisYearUnitResource1.Text
source: days
vi: Ngày
zh_cn: 天
zh_tw: 天

# PageResource1.Title
source: Maintain Annual Leave
vi: Duy trì thông tin nghỉ phép năm
zh_cn: 维护年休信息
zh_tw: 維護年休資訊

# RequiredFieldValidator1Resource1.ErrorMessage
source: Reason is required
vi: Nguyên nhân thay đổi cần điền
zh_cn: 变动原因必填
zh_tw: 異動原因必填

# RequiredFieldValidator2Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator3Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator4Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator5Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator6Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator7Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# RequiredFieldValidator8Resource1.ErrorMessage
source: Can’t be blank value
vi: Không để trống
zh_cn: 不可空白
zh_tw: 不可空白

# cvCheckYearLeaveIsSignResource1.ErrorMessage
source: There are Leave forms still in approval, annual leave generation is prohibited!
vi: Có biểu nghỉ phép năm đang đợi duyệt, không thể tạo thông tin nghỉ phép năm!
zh_cn: 尚有审核中的年休假单,不可产生年休假信息!
zh_tw: 尚有審核中的年休假單,不可產生年休假資訊!
