Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormUse/FormIQY/App_LocalResources/ReplyIQY.aspx.*.resx
Languages: vi

# chkIQYOtherPeopleResource1.Text
source: 轉他人繼續徵詢
vi: Chuyển cho người khác để tiếp tục tư vấn

# Label10Resource1.Text
source: 新增徵詢人員
vi: Thêm mới nhân viên yêu cầu

# Label11Resource1.Text
source: 徵詢原因與內容
vi: Nguyên nhân và nội dung thăm dò

# Label12Resource1.Text
source: 來自上層徵詢者的徵詢原因：
vi: Đến từ yêu cầu của những người yêu cầu cấp trên

# Label15Resource1.Text
source: (使用滑鼠左鍵在意見文字上點兩下即可複製內容。)
vi: (Nhấp đúp chuột vào ý kiến văn bản bằng chuột trái có thể sao chép nội dung.)

# Label1Resource1.Text
source: 被我徵詢的目前回覆情形：
vi: Tình trạng hiện tại của các câu trả lời cho yêu cầu của tôi:

# Label2Resource1.Text
source: 徵詢者
vi: Người thăm dò

# Label3Resource1.Text
source: 回覆意見
vi: Ý kiến trả lời

# Label4Resource1.Text
source: 回覆徵詢
vi: Trả lời câu hỏi

# Label5Resource1.Text
source: 附件
vi: Tệp đính kèm

# Label6Resource1.Text
source: 是否同時回覆意見
vi: Có trả lời đồng thời không?

# Label7Resource1.Text
source: 徵詢他人原因與內容
vi: Nguyên nhân và nội dung thăm dò

# Label8Resource1.Text
source: 部門主管
vi: Chủ quản bộ phận

# Label9Resource1.Text
source: 申請者建議可徵詢人員
vi: Người nộp đơn có thể tham khảo ý kiến của nhân viên

# lblAlreadySendResource1.Text
source: 在此站點已被徵詢過了
vi: Đã được tư vấn trên trang web này

# lblLimitDiscriptionTextResource1.Text
source: ※單一檔案大小不可超出 {0}
vi: ※ Kích thước của một tệp không thể vượt quá {0}

# lblNoSelectResource1.Text
source: 請選擇要徵詢人員
vi: Hãy chọn người để tham khảo ý kiến

# lblNullOpinipnResource1.Text
source: 未選取回覆意見
vi: Chưa chọn ý kiến phản hồi

# lblSaveResource1.Text
source: 暫存
vi: lưu trữ tạm thời

# lblSendResource1.Text
source: 送出
vi: Gửi

# lblSendSelfResource1.Text
source: 不允許徵詢自己
vi: Không cho phép tự hỏi

# lblValidatorMsgResource1.Text
source: 請選擇是否同時回覆意見
vi: Vui lòng chọn đồng thời trả lời bình luận hay không

# PageResource1.Title
source: 回覆徵詢
vi: Trả lời câu hỏi

# rbApproveResource1.Text
source: 贊同
vi: Tán thành

# rbNResource1.Text
source: 徵詢他人暫不回覆意見
vi: Cuộc thăm dò tạm thời không có ý kiến phản hổi

# rbOpposeResource1.Text
source: 反對
vi: Phản đối

# rbOtherResource1.Text
source: 其他
vi: Khác

# rbYResource1.Text
source: 徵詢他人並回覆意見
vi: Thăm dò mọi người và thu hồi ý kiến
