Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Calendar/App_LocalResources/CreateMeeting.aspx.*.resx
Languages: ja_jp, mt_mt, vi, zh_cn

# BoundFieldResource1.HeaderText
source: 待辦
ja_jp: 未処理事項
mt_mt: To do
vi: Đợi xử lý
zh_cn: 待办

# BoundFieldResource2.HeaderText
source: 決議
ja_jp: 決定
mt_mt: Conclusion
vi: Tự quyết định
zh_cn: 决议

# BoundFieldResource3.HeaderText
source: 附件
ja_jp: 添付ファイル
vi: Tệp đính kèm

# btnAutoSetRealAttendUserResource1.Text
source: 帶入預計參加人員
ja_jp: 予想出席者を加入する
mt_mt: Import planned participant
vi: Dự kiến nhân viên tham dự
zh_cn: 带入预计参加人员

# cbLiveMeetingResource1.Text
source: 線上會議
ja_jp: オンライン会議
mt_mt: Online meeting
vi: Họp trực tuyến
zh_cn: 在线会议

# createTimeResource1.HeaderText
source: 維護時間
ja_jp: メンテ時間
vi: Duy trì thời gian
zh_cn: 维护时间

# CustomValidator1Resource1.ErrorMessage
source: 參加人員不允許空白
ja_jp: 必ず参加人員を入力してください
mt_mt: Participants cannot be blank
vi: Nhân viên tham gia không được để trống
zh_cn: 参加人员不允许空白

# CustomValidator2Resource1.ErrorMessage
source: {0}({1})設備已被預訂,無法新增借用
ja_jp: 既に予約されましたので追加不能です
vi: {0}({1}) thiết bị đã đặt trước, không có biện pháp mượn thêm mới
zh_cn: {0}({1})设备已被预订,无法新建借用

# CustomValidator3Resource1.ErrorMessage
source: 設備借用時間必須介於會議時間
ja_jp: 設備借りる時間は会議予定時間で記入してください
mt_mt: Booking time should be in the time period between Meeting time
vi: Thời gian mượn thiết bị phải mượn với thời gian họp
zh_cn: 设备借用时间必须介于会议时间

# CustomValidator4Resource1.ErrorMessage
source: 請填入開始時間
ja_jp: 開始時間を記入してください
mt_mt: Enter start time
vi: Vui lòng nhập thời gian bắt đầu
zh_cn: 请填入开始时间

# CustomValidator5Resource1.ErrorMessage
source: 無法新增會議
ja_jp: 会議の追加不能です
mt_mt: Cannot create new meeting
vi: Không thể thêm cuộc họp
zh_cn: 无法新建会议

# CustomValidator6Resource1.ErrorMessage
source: 請填入結束時間
ja_jp: 終了時間を記入してください
mt_mt: Enter end time
vi: Vui lòng nhập thời gian kết thúc
zh_cn: 请填入退出时间

# CustomValidator7Resource1.ErrorMessage
source: 結束時間需晚於開始時間
ja_jp: 終了時間は必ず開始時間より遅い必要があります
mt_mt: End time must be later than start time
vi: Thời gian kết thúc phải muộn hơn thời gian bắt đầu
zh_cn: 退出时间需晚于开始时间

# CustomValidator9Resource1.ErrorMessage
source: 會議記錄人員需為主席或預計參加人員
ja_jp: 会議の記録者は議長または参加予定者である必要がある。
vi: Người ghi cuộc họp phải là chủ tọa hoặc những người tham dự dự kiến
zh_cn: 会议记录人员需为主席或预计参加人员

# cvCheckChairResource1.ErrorMessage
source: 主席不允許空白
ja_jp: 必ず記入必要です
mt_mt: Chairman is required
vi: Chủ tịch không thể để chống
zh_cn: 主席不允许空白

# cvReadAuthorityResource1.ErrorMessage
source: 您已經不是該會議預計參加人員，因此不帶出會議資料
ja_jp: あなたはこの会議の出席者ではないので、会議資料をあなたに表示しません
mt_mt: Since you are no longer the meeting member, data will not be shown
vi: Bạn không còn là nhân viên tham dự cuộc họp vì vậy tài liệu cuộc họp sẽ không được mang ra ngoài
zh_cn: 您已经不是该会议预计参加人员，因此不带出会议数据

# DescriptionTemplateFieldResource1.HeaderText
source: 説明
vi: Mô tả

# GridAllScheduleResource1.EmptyDataText
source: 沒有資料
ja_jp: データが見つかりません
mt_mt: No data found
vi: Không có dữ liệu
zh_cn: 没有数据

# gridRecordResource1.EmptyDataText
source: No Data
vi: Không có dữ liệu

# gridRecordResource2.EmptyDataText
source: No data found
vi: Không tìm thấy dữ liệu

# Label10Resource1.Text
source: 回覆
ja_jp: 返事
mt_mt: ပြန်ဖြေသည်
vi: Hồi đáp
zh_cn: 回复

# Label11Resource1.Text
source: 人員
ja_jp: メンバー
mt_mt: အဖွဲ့ဝင်
vi: Nhân viên
zh_cn: 人员

# Label12Resource1.Text
source: 參加
ja_jp: 参加する
mt_mt: Participate
vi: Tham gia
zh_cn: 参加

# Label13Resource1.Text
source: 不參加
ja_jp: 参加しない
mt_mt: Not participate
vi: Không tham gia
zh_cn: 不参加

# Label14Resource1.Text
source: 尚未回覆
ja_jp: まだ返事しない
mt_mt: No reply yet
vi: Chưa trả lời
zh_cn: 尚未回复

# Label15Resource1.Text
source: 回覆說明
ja_jp: 返事について説明
mt_mt: Reply content
vi: Trả lời chị tiết
zh_cn: 回复说明

# Label17Resource1.Text
source: 密件副本
ja_jp: BCC
mt_mt: BCC
vi: Văn kiện phụ

# Label18Resource1.Text
source: 人
mt_mt: Person(s)
vi: Người

# Label19Resource1.Text
source: 人
mt_mt: Person(s)
vi: Người

# Label1Resource1.Text
source: 預計參加人員
ja_jp: 出席予定者
mt_mt: Planned participant
vi: Dự kiến nhân viên tham gia
zh_cn: 预计参加人员

# Label20Resource1.Text
source: 人
mt_mt: Person(s)
vi: Người

# Label21Resource1.Text
source: 知會人員
ja_jp: お知らせメンバー
mt_mt: Notified member
vi: Thông báo cho nhân viên
zh_cn: 通知人员

# Label22Resource1.Text
source: 手動輸入電子郵件地址並以逗號分隔
ja_jp: コンマで区別してください
mt_mt: အီးမေးလ်လိပ်စာ ကိုယ်တိုင်ထည့်သွင်းခြင်းနှင့် "," ဖြင့် ခွဲခြားခြင်း
vi: Nhập thủ công các địa chỉ email được phân tách bằng dấu phẩy
zh_cn: 手工输入电子邮件地址并以逗号分隔

# Label23Resource1.Text
source: 手動輸入電子郵件地址並以逗號分隔
ja_jp: コンマで区別してください
mt_mt: အီးမေးလ်လိပ်စာ ကိုယ်တိုင်ထည့်သွင်းခြင်းနှင့် "," ဖြင့် ခွဲခြားခြင်း
vi: Nhập thủ công các địa chỉ email được phân tách bằng dấu phẩy
zh_cn: 手工输入电子邮件地址并以逗号分隔

# Label24Resource1.Text
source: 會議通知時間
ja_jp: 会議お知らせ時間
mt_mt: သတိပေးအချိန်ဇယား
vi: Thời gian thông báo cuộc họp
zh_cn: 会议通知时间

# Label2Resource1.Text
source: 主旨
ja_jp: 件名
mt_mt: Subject
vi: Ý nghĩa chính

# Label3Resource1.Text
source: 地點
ja_jp: 場所
mt_mt: Location
vi: Địa điểm
zh_cn: 地点

# Label4Resource1.Text
source: 說明
ja_jp: 説明
mt_mt: Description
vi: Mô tả
zh_cn: 说明

# Label5Resource1.Text
source: 開始時間
mt_mt: စတင်ချိန်
vi: Thời gian bắt đầu
zh_cn: 开始时间

# Label6Resource1.Text
source: 結束時間
ja_jp: 終了時間
mt_mt: End time
vi: Thời gian kết thúc
zh_cn: 退出时间

# Label7Resource1.Text
source: 私人
ja_jp: 個人的な
mt_mt: Display
vi: Cá nhân

# Label8Resource1.Text
source: 提醒時間
ja_jp: リマインド時間
mt_mt: Reminder time
vi: Thời gian nhắc nhở
zh_cn: 提醒时间

# Label9Resource1.Text
source: 建立人員
ja_jp: 作成者
mt_mt: Creator
vi: Người thiết lập
zh_cn: 创建人员

# lbBtn2Resource1.Text
source: 編輯會議紀錄及待辦
ja_jp: 未処理事項を編集する
mt_mt: Edit meeting minutes and to do list
vi: Chỉnh sửa ghi chép cuộc họp và đợi xử lý
zh_cn: 编辑会议纪录及待办

# lbConfirmDeleteResource1.Text
source: 確定要刪除?
ja_jp: 削除してもよろしいでしょうか
mt_mt: Confirm to delete?
vi: Chắc chắn bạn muốn xóa?
zh_cn: 确实要删除?

# lbConfirmJoinResource1.Text
source: 確定回覆
ja_jp: 返事を確認します
mt_mt: Confirm to reply
vi: Xác nhận trả lời
zh_cn: 确定回复

# lbConfirmResource1.Text
source: 確定
vi: Chắc chắn
zh_cn: 确定

# lbDeleteResource1.Text
source: 刪除
ja_jp: 削除する
mt_mt: Delete
vi: Xóa
zh_cn: 删除

# lblAddMeetingErrorResource1.Text
source: 新增會議失敗!!
ja_jp: 会議の追加ができなかった
mt_mt: Create new meeting failure
vi: Thêm cuộc họp thất bại
zh_cn: 新建会议失败!!

# lblAuthErrMsgResource1.Text
source: 您沒有借用{0}的權限，請重新選取。<br />
ja_jp: {0}を借りる権限が持っておりませんので、再選択をお願いします。<br />
vi: Bạn không được phép mượn {0}, vui lòng chọn lại.<br />
zh_cn: 您没有借用{0}的权限，请重新选定。<br />

# lblChairResource1.Text
source: 主席
ja_jp: 司会
mt_mt: Chair
vi: Chủ tịch

# lblCheckConnectionResource1.Text
source: 請檢查Meeting Server的連線資訊是否正確，包含位置、帳號及密碼！(請注意Meeting Server的帳號不能被停用)
ja_jp: WebServiceに呼び出せない。Meeting Serverの確認をお願いします
mt_mt: Check the setting of Meeting Server, including URL, Account and Password!(Account cannot be suspended )
vi: Vui lòng kiểm tra xem thông tin kết nối của Máy chủ cuộc họp có chính xác không, bao gồm vị trí, số tài khoản và mật khẩu! Xin lưu ý rằng không thể hủy kích hoạt tài khoản Máy chủ Cuộc họp
zh_cn: 请检查Meeting Server的连接信息是否正确，包含位置、帐号及密码！(请注意Meeting Server的帐号不能被禁用)

# lblConfirmSyncResource1.Text
source: 會議時間已變更，按[確定]可同步更新設備借用時間，[取消]則僅會變更會議時間。
ja_jp: 会議時間が既に変更されましたので、確認を押すと借りる設備を変わります。取り消しを押す場合は会議時間を変更するだけです
vi: Thời gian họp đã được thay đổi. Nhấn [OK] để cập nhật đồng bộ thời gian mượn thiết bị và [Hủy] sẽ chỉ thay đổi thời gian họp.
zh_cn: 会议时间已更改，按[确定]可同步更新设备借用时间，[取消]则仅会更改会议时间。

# lblContactResource1.Text
source: 會議連絡人
ja_jp: 会議の連絡先
mt_mt: Meeting contact person
vi: Người liên hệ cuộc họp
zh_cn: 会议联系人

# lblDeleteMeetingErrorResource1.Text
source: 刪除會議失敗!!
ja_jp: 会議の削除ができなかった
mt_mt: Delete meeting failure
vi: Xóa cuộc họp thất bại!!
zh_cn: 删除会议失败!!

# lblEditJoinResource1.Text
source: 修改回覆
ja_jp: 返事を修正
vi: Sửa phản hồi
zh_cn: 修改回复

# lblErrResource1.Text
source: {0}({1}) 設備已被預訂,無法新增借用
ja_jp: 会議室の予約はまだしない
vi: {0}({1}) thiết bị đã đặt trước, không có biện pháp mượn thêm mới
zh_cn: {0}({1}) 设备已被预订,无法新建借用

# lblFileResource1.Text
source: 附件
ja_jp: 添付ファイル
mt_mt: Attachment
vi: Tệp đính kèm

# lblLimitMsgResource1.Text
source: {0}只開放借用到{1}，無法新增。
ja_jp: {0}は{1}までしか借りられませんので、追加できません。
vi: {0} chỉ có thể được mượn {1} và không thể thêm vào.
zh_cn: {0}只开放借用到{1}，无法新建。

# lblLiveMeetingResource1.Text
source: 線上會議室
ja_jp: オンライン会議室
mt_mt: Online meeting
vi: Phòng họp trực tuyến
zh_cn: 在线会议室

# lblLoginAlertResource1.Text
source: 登入者非此會議參與人員,所以無法回覆 !
ja_jp: 登録者は会議出席者ではないので、この会議には返事できません
mt_mt: Log in member is not meeting participant, cannot reply!
vi: Người đã đăng nhập không phải là người tham gia cuộc họp này, vì vậy không thể trả lời!
zh_cn: 登录者非此会议参与人员,所以无法回复 !

# lblLoginAlertResource2.Text
source: 登入者非此會議參與人員,所以無法回覆 !
ja_jp: 登録者は会議出席者ではないので、この会議には返事できません
mt_mt: Log in member is not meeting participant, cannot reply!
vi: Người đã đăng nhập không phải là người tham gia cuộc họp này, vì vậy không thể trả lời!
zh_cn: 登录者非此会议参与人员,所以无法回复 !

# lblMeetingConnectionErrorResource1.Text
source: 請檢查線上會議的設定，包含Meeting位置、帳號與密碼!(請注意Meeting Server的帳號不能被停用)
ja_jp: オンラインミーティングの設定を確認してください
mt_mt: Check the setting of Meeting Server, including URL, Account and Password!(Account cannot be suspended )
vi: Vui lòng kiểm tra cài đặt cuộc họp trực tuyến, bao gồm Vị trí cuộc họp, tài khoản và mật khẩu! Xin lưu ý rằng không thể hủy kích hoạt tài khoản Máy chủ cuộc họp
zh_cn: 请检查在线会议的设置，包含Meeting位置、帐号与密码!(请注意Meeting Server的帐号不能被禁用)

# lblMeetingLocationURLErrorResource1.Text
source: Meeting Server位置所輸入的URL不正確或是為不合法的!!
ja_jp: Meeting Serverで入力したURLは正しくない
mt_mt: Meeting Server URL is incorrect or illegal!
vi: URL được nhập cho vị trí Meeting Server không chính xác hoặc không hợp lệ !!
zh_cn: Meeting Server位置所输入的URL不正确或是为不合法的!!

# lblmeetingRecorderResource1.Text
source: 會議記錄人員
ja_jp: 会議記録者
vi: Nhân viên ghi âm cuộc họp
zh_cn: 会议记录人员

# lblModifyMeetingErrorResource1.Text
source: 修改會議失敗!!
ja_jp: 会議について修正ができなかった
mt_mt: Modify meeting failure
vi: Sửa đổi hội nghị thất bại
zh_cn: 修改会议失败!!

# lblNoEmptyMsgResource1.Text
source: 不允許空白
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# lblNoMeetRoomMsgResource1.Text
source: 尚未借用會議室
ja_jp: 会議室はまだ予約してない
vi: Chưa mượn phòng họp
zh_cn: 尚未借用会议室

# lblNotReplyMsgResource1.Text
source: 會議已經開始，無法回覆
ja_jp: 会議が既に開始しましたので、出席返事ができません
mt_mt: Meeting already in progress, cannot be replied
vi: Cuộc họp đã bắt đầu, không thể trả lời
zh_cn: 会议已经开始，无法回复

# lblPreMsgResource1.Text
source: 上一步
ja_jp: 前のステップ
mt_mt: ပြီးခဲ့သည့်
vi: Bước trước

# lblRangeLimitMsgResource1.Text
source: {0}{1}~{2}不開放借用，無法新增。
ja_jp: {0}{1}~{2}は貸し出しが許可されていないので、追加できません。
vi: {0} {1} ~ {2} không mở để mượn và không thể thêm vào.
zh_cn: {0}{1}~{2}不开放借用，无法新建。

# lblRealAttendUserResource1.Text
source: 實際參與人員
ja_jp: 実際に参加するメンバー
mt_mt: Actual participant
vi: Nhân viên tham gia thực tế
zh_cn: 实际参与人员

# lblSampleShowLimitMsgResource1.Text
source: 設備{0}只開放今天後{1}天內借用(可借用到{2})。
ja_jp: 設備{0}は{1}までに{2}日間に借りられます
mt_mt: The {0} booking is available in {1} days. (End of booking date is {2})
vi: Thiết bị {0}chỉ mở sau hôm nay {1}để mượn trong hôm nay(có thể mượn đến {2})。
zh_cn: 设备{0}只开放今天后{1}天内借用(可借用到{2})。

# lblScheduleResource1.Text
source: 會議時間內的其它行程
ja_jp: 会議時間内のその他のスケジュール
vi: Hành trình khác trong thời gian họp
zh_cn: 会议时间内的其他行程

# lblSendSuccessResource1.Text
source: 發送成功
ja_jp: 発送済み
mt_mt: Successfully sent
vi: Gửi thành công
zh_cn: 发送成功

# lblViewScheduleResource1.Text
source: 檢視行程
ja_jp: スケジュールを見る
vi: Xem hành trình
zh_cn: 查看行程

# lbtnEnableBCCResource1.Text
source: 密件副本
ja_jp: BCC
mt_mt: BCC
vi: Văn kiện phụ

# lbtnQueryResultResource1.Text
source: 查詢徵詢結果
ja_jp: お問い合わせの結果を検索する
mt_mt: Query inquiry result
vi: Kết quả điều tra tìm kiếm
zh_cn: 查询徵询结果

# lbtnViewMemberScheduleResource1.Text
source: 檢視行程
ja_jp: スケジュールを見る
vi: Xem hành trình
zh_cn: 查看行程

# ListItemResource1.Text
source: 借用會議室
ja_jp: 会議室を予約
mt_mt: Book meeting room
vi: Phòng hội nghị mượn
zh_cn: 借用会议室

# ListItemResource2.Text
source: 其他地點
ja_jp: 他の所
mt_mt: Other rooms
vi: Địa điểm khác
zh_cn: 其他地点

# msgSendMinuteResource1.Text
source: 尚未選擇任何會議記錄
ja_jp: 会議履歴を選択してない
mt_mt: No meeting minutes selected
vi: Chưa có bất kì ghi chép cuộc họp nào được chọn
zh_cn: 尚未选择任何会议记录

# NoticeTimeListItem1Resource1.Text
source: 10分
mt_mt: 10 minutes
vi: 10 phút

# NoticeTimeListItem2Resource1.Text
source: 30分
mt_mt: 30 minutes
vi: 30 phút

# NoticeTimeListItem3Resource1.Text
source: 1小時
ja_jp: 1時間
mt_mt: 1 hour
vi: 1 tiếng
zh_cn: 1小时

# NoticeTimeListItem4Resource1.Text
source: 2小時
ja_jp: 二時間
mt_mt: ၂ နာရီ(ကြာချိန်)
vi: 2 tiếng
zh_cn: 2小时

# NoticeTimeListItem5Resource1.Text
source: 1天
ja_jp: 一日
mt_mt: 1 day
vi: 1 ngày

# NoticeTimeListItem6Resource1.Text
source: 3天
ja_jp: 三日
mt_mt: 3 days
vi: 3 ngày

# NoticeTimeListItem7Resource1.Text
source: 1週
ja_jp: 一週
mt_mt: 1 week
vi: 1 tuần
zh_cn: 1周

# PageResource1.Title
source: 新增會議
ja_jp: 会議を追加
mt_mt: New meeting
vi: Thêm cuộc họp
zh_cn: 新建会议

# RadTabResource1.Text
source: 會議內容
ja_jp: 会議の内容
mt_mt: Meeting contents
vi: Nội dung cuộc họp
zh_cn: 会议内容

# RadTabResource2.Text
source: 會議記錄
ja_jp: 会議記録
mt_mt: Meeting minutes
vi: Hồ sơ cuộc họp
zh_cn: 会议记录

# RadTabResource3.Text
source: 待辦事項
ja_jp: 交代事項
mt_mt: To do item
vi: Hạng mục đợi làm
zh_cn: 待办事项

# rbJoinResource1.Text
source: 回覆參加會議，並加入我的行事曆
ja_jp: 出席を返事してスケジュールに記入します
mt_mt: Reply to participate in the meeting and add into my schedule
vi: Trả lời cuộc họp và thêm vào lịch của tôi
zh_cn: 回复参加会议，并添加我的行事历

# rbNoticeBeforeResource1.Text
source: 開始前
ja_jp: 開始する前
mt_mt: မစတင်မီ
vi: Trước khi bắt đầu
zh_cn: 开始前

# rbNoticeRightNowResource1.Text
source: 立即通知
ja_jp: すぐお知らせをする
mt_mt: Notify immediately
vi: Lập tức thông báo

# rbUnJoinResource1.Text
source: 回覆不參加
ja_jp: 参加しないと返事する
mt_mt: Reply not to participate
vi: Trả lời không tham gia
zh_cn: 回复不参加

# RequiredFieldValidator1Resource1.ErrorMessage
source: 不允許空白
ja_jp: 入力必要
mt_mt: ကွက်လပ်ထားခြင်းခွင့်မပြု !
vi: Không cho phép để trống
zh_cn: 不允许空白

# RequiredFieldValidator2Resource1.ErrorMessage
source: 不允許空白
ja_jp: 入力必要
mt_mt: ကွက်လပ်ထားခြင်းခွင့်မပြု !
vi: Không cho phép để trống
zh_cn: 不允许空白

# TBarButtonResource1.Text
source: 新增記錄
ja_jp: 記録を追加する
mt_mt: New record
vi: Mới thêm hồ sơ
zh_cn: 新建记录

# TBarButtonResource2.Text
source: 刪除選取項目
ja_jp: 選択している項目を削除
mt_mt: Delete selected items
vi: Xóa mục đã chọn
zh_cn: 删除选定项目

# TBarButtonResource3.Text
source: 發送會議記錄
ja_jp: 会議の記録を送信します
mt_mt: Meeting minutes sent
vi: Gửi biên bản cuộc họp
zh_cn: 发送会议记录

# TemplateFieldResource1.HeaderText
source: 主旨
ja_jp: 件名
mt_mt: Subject
vi: Ý nghĩa chính

# userWithDepResource3.HeaderText
source: 維護人員
ja_jp: 作成者
vi: Duy trì nhân viên
zh_cn: 维护人员
