Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DmsDocs.aspx.*.resx
Languages: id, mt_mt, vi

# BoundFieldResource1.HeaderText
source: 文件編號
id: Nomor dokumen
mt_mt: Document number
vi: Mã tài liệu

# BoundFieldResource2.HeaderText
source: 版本
id: perbaikan
mt_mt: Revision
vi: Phiên bản

# BoundFieldResource3.HeaderText
source: 修改日
id: Tanggal modifikasi
mt_mt: Modification date
vi: Ngày sửa đổi

# CheckBox1Resource1.Text
source: 所有文件(含無讀取權及作廢、失效、下架)
id: Semua dokumen (Tersmasuk yang tidak punya otorisasi, kosong, kadaluarsa, tidak bisa disimpan)
mt_mt: All documents (Include not authorized, voided, expired, off shelved)
vi: Tất cả tài liệu (bao gồm không có quyền đọc và vô hiệu, không hợp lệ, xuống kệ

# Grid1Resource1.EmptyDataText
source: 沒有資料
id: Tidak ada daftar yang ditemukan
mt_mt: No data found
vi: Không có dữ liệu

# Grid1Resource2.EmptyDataText
source: 沒有資料
id: tidak ada data
mt_mt: No data found
vi: Không có dữ liệu

# gridDetailResource1.EmptyDataText
source: 沒有資料
id: Tidak ada daftar yang ditemukan
mt_mt: No data found
vi: Không có dữ liệu

# gridDetailResource2.EmptyDataText
source: 沒有資料
id: tidak ada data
mt_mt: No data found
vi: Không có dữ liệu

# imgAgentResource1.ToolTip
source: 強制訂閱
id: Paksa berlangganan
mt_mt: Forced subscription
vi: Đăng ký bắt buộc

# labDocClassResource1.Text
source: 文件類別
id: kategori dokumen
mt_mt: Document category
vi: Loại tài liệu

# labDocDenyResource1.Text
source: 發佈拒絕
id: Pengeluaran ditolak
mt_mt: Release Reject
vi: Từ chối phát hành

# labDocStoreResource1.Text
source: 文件庫
id: database dokumen
mt_mt: Document database
vi: Kho tài liệu

# Label10Resource1.Text
source: 狀態：
id: Status:
mt_mt: Status:
vi: Trạng thái

# Label1source1.Text
source: 顯示方式：
id: Format tampilan:
mt_mt: Display format:
vi: Phương thức hiển thị

# label2Resource1.Text
source: 作者：
id: Pengarang:
mt_mt: Author:
vi: Người lập

# Label3Resource1.Text
source: 異動時間：
id: waktu:
mt_mt: Time:
vi: Thời gian thay đổi

# Label4Resource1.Text
source: 版本：
id: perbaikan:
mt_mt: Revision:
vi: Phiên bản:

# Label5Resource1.Text
source: 關鍵字：
id: Kata kunci
mt_mt: Keyword:
vi: Từ khóa

# Label6Resource1.Text
source: 狀態：
id: Status:
mt_mt: Status:
vi: Trạng thái

# Label7Resource1.Text
source: 摘要：
id: Ringkasan:
mt_mt: Summary:
vi: Nội dung chính

# Label8Resource1.Text
source: 文件編號：
id: Nomor dokumen:
mt_mt: Document number:
vi: Mã tài liệu:

# Label9Resource1.Text
source: 排列方式：
id: Format Urutan:
mt_mt: Sequence format：
vi: Phương thức sắp xếp：

# Labela4Resource1.Text
source: 生效日：
id: Tanggal berlaku:
mt_mt: Effective date:
vi: Ngày có hiệu lực

# Labela6Resource1.Text
source: 過期日：
id: Tanggal tidak berlaku
mt_mt: Expired date:
vi: Ngày hết hạn

# labNoActiveResource1.Text
source: 未生效
id: Belum berlaku
mt_mt: Not yet in effect
vi: Không có hiệu lực

# lblActiveResource1.Text
source: 立即生效
id: Segera berlaku
mt_mt: Effective immediately
vi: Hiệu quả ngay lập tức

# lblAddUseErrorResource1.Text
source: 加入常用文件時發生錯誤
id: kesalahan terjadi saat menambahkan pada kebanyakan dokumen yang digunakan.
mt_mt: Error occurred while adding in commonly used documents
vi: Đã xảy ra lỗi khi thêm mục yêu thích

# lblApprovalResource1.Text
source: 審核中
id: Persetujuan sedang dalam proses
mt_mt: Approval in process
vi: Đang xét duyệt

# lblCheckinResource1.Text
source: 已存回
id: Tersimpan
mt_mt: သိမ်ခဲ့သည်
vi: Đã kiểm tra lại

# lblCheckOutResource1.Text
source: 已取出
id: Periksa kedalam
mt_mt: စစ်ဆေးခြင်း
vi: Đã lấy ra

# lblClassDelResource1.Text
source: 類別已被刪除
id: kategori telah dihapus
mt_mt: Category deleted
vi: Thể loại đã bị xóa

# lblConfirmAddResource1.Text
source: 確定要加入收藏嗎?
id: apakah mau di hidden?
mt_mt: Add to collection ?
vi: Bạn có chắc chắn muốn thêm vào danh sách yêu thích không?

# lblConfirmAddUseResource1.Text
source: 確定要加入常用文件?
id: Apakah Anda yakin untuk menambahkan pada dokumen yang biasanya dipergunakan?
mt_mt: Confirm to add in commonly used document?
vi: Bạn có chắc chắn muốn thêm vào tệp chung không?

# lblFileNotTransferToUofResource1.Text
source: 目前檔案仍在Proxy伺服器，正由系統進行傳輸中，請稍後！
id: Arsip ini masih di server proxy, Menggungah sekarang, Silahkan tunggu
mt_mt: This file is still in Proxy server, it is uploading now, please wait！
vi: Hiện tại tệp vẫn còn trên máy chủ Proxy và đang được hệ thống chuyển về, vui lòng đợi!

# lblFileResource1.Text
source: 檔案名稱：
id: Nama berkas:
mt_mt: File name:
vi: Tên tệp

# lblFolderDelResource1.Text
source: 目錄已被刪除
id: Direktori yang dihapuskan
mt_mt: Directory deleted
vi: Mục lục đã bị xóa

# lblInactiveResource1.Text
source: 已失效
id: Tidak berlaku
mt_mt: Expired
vi: Đã mất hiệu lực

# lblNeverOverdueResource1.Text
source: 永不過期
id: Tidak pernah kedaluarsa
mt_mt: Never expire
vi: Không bao giờ hết hạn

# lblOldVerResource1.Text
source: 舊版本
id: Perubahan yang lama
mt_mt: Old revision
vi: Phiên bản cũ

# lblPublishResource1.Text
source: 已公佈
id: Dikeluarkan
mt_mt: Released
vi: Đã công bố

# lblReActResource1.Text
source: 已上架
id: Disusun diatas rak
mt_mt: Shelved
vi: Đã thêm vào

# lblSuccessAddResource1.Text
source: 已成功加入我的收藏。
id: telah ditambah di hidden
mt_mt: Add to collection successfully
vi: Đã thêm thành công danh sách của tôi.

# lblTempInactResource1.Text
source: 已下架
id: Agak dikesampingkan
mt_mt: Off shelved
vi: Đã gỡ xuống

# lblVoidResource1.Text
source: 已作廢
id: kosong/gagal
mt_mt: ဗလာ
vi: Đã vô hiệu

# lbtnAnalysisResource1.Text
source: 統計
id: Statistik
mt_mt: Statistics
vi: Thống kê

# lbtnCommonuseResource1.Text
source: 加入常用文件
id: Tambahkan dokumen-dokumen yang biasanya dipergunakan
mt_mt: Common
vi: Thêm các tệp chung

# lbtnDetailFavoritesResource1.Text
source: 加入收藏
id: tambah hidden
mt_mt: Collection
vi: Thêm vào mục yêu thích

# lbtnFavoritesResource1.Text
source: 加入收藏
id: tambah hidden
mt_mt: Collection
vi: Thêm vào mục yêu thích

# lbtnInfoResource1.Text
source: 資訊
id: Informasi
mt_mt: Information
vi: Thông tin

# lbtnRemoteUploadResource1.Text
source: 異地發佈
id: penyebaran di tempat lain
mt_mt: Release to other server
vi: Phát hành bên ngoài

# lbtnScoreResource1.Text
source: 評分
id: Peringkat
mt_mt: Rank
vi: Đánh giá

# lbtnSubscribeResource1.Text
source: 訂閱
id: Subscribe
mt_mt: Subscribe
vi: Đăng ký

# ListItemResource001.Text
source: 文件列表
id: Daftar dokumen
mt_mt: Document list
vi: Danh sách tệp

# ListItemResource002.Text
source: 詳細資料
id: Informasi terinci
mt_mt: Detailed information
vi: Dữ liệu chi tiết

# ListItemResource1.Text
source: 文件名稱
id: Pergerakan dokumen
mt_mt: Document name
vi: Tên tệp tin

# ListItemResource10.Text
source: 已存回
id: Tersimpan
mt_mt: သိမ်ခဲ့သည်
vi: Đã kiểm tra lại

# ListItemResource11.Text
source: 已取出
id: Periksa kedalam
mt_mt: စစ်ဆေးခြင်း
vi: Đã lấy ra

# ListItemResource12.Text
source: 審核中
id: Persetujuan sedang dalam proses
mt_mt: Approval in process
vi: Đang xét duyệt

# ListItemResource13.Text
source: 已作廢
id: kosong/gagal
mt_mt: ဗလာ
vi: Đã vô hiệu

# ListItemResource14.Text
source: 發佈拒絕
id: Pengeluaran ditolak
mt_mt: Release Reject
vi: Từ chối phát hành

# ListItemResource15.Text
source: 已下架
id: Agak dikesampingkan
mt_mt: Off shelved
vi: Đã gỡ xuống

# ListItemResource16.Text
source: 已上架
id: Disusun diatas rak
mt_mt: Shelved
vi: Đã thêm vào

# ListItemResource17.Text
source: 已失效
id: Tidak berlaku
mt_mt: Expired
vi: Đã mất hiệu lực

# ListItemResource18.Text
source: 舊版本
id: Perubahan yang lama
mt_mt: Old revision
vi: Phiên bản cũ

# ListItemResource19.Text
source: 全部
id: Semua
mt_mt: All
vi: Toàn bộ

# ListItemResource2.Text
source: 文件編號
id: Nomor dokumen
mt_mt: Document number
vi: Mã tài liệu

# ListItemResource3.Text
source: 作者
id: Pengarang
mt_mt: Author
vi: Người lập

# ListItemResource4.Text
source: 狀態
id: Status
mt_mt: Status
vi: Trạng thái

# ListItemResource5.Text
source: 修改日
id: Tanggal modifikasi
mt_mt: Modification date
vi: Ngày sửa đổi

# ListItemResource6.Text
source: 關鍵字
id: Kata kunci
mt_mt: Keyword
vi: Từ khóa

# ListItemResource7.Text
source: 顯示所有文件(不含無讀取權及作廢、失效、下架)
id: Menampilkan semua (kecuali tidak punya wewenang, kosong, kadaluarsa, tidak bisa menyimpan)
mt_mt: Display all(Except not authorized, voided, expired, off shelved)
vi: Hiển thị tất cả tệp(không bao gồm quyền và quá hạn, thất bại, xuống kệ )

# ListItemResource8.Text
source: 顯示所有文件(含無讀取權及作廢、失效、下架)
id: Menampilkan semua
mt_mt: Display all
vi: Hiển thị tất cả tệp ( bao gồm quyền và quá hạn, thất bại, xuống kệ )

# ListItemResource9.Text
source: 已公佈
id: Dikeluarkan
mt_mt: Released
vi: Đã công bố

# TemplateFieldResource1.HeaderText
source: 文件評比
id: Tingkat dokumen
mt_mt: Document rank
vi: So sánh tập tin

# TemplateFieldResource2.HeaderText
source: 文件名稱
id: Pergerakan dokumen
mt_mt: Document name
vi: Tên tệp tin

# TemplateFieldResource3.HeaderText
source: 作者
id: Pengarang
mt_mt: Author
vi: Người lập

# TemplateFieldResource4.HeaderText
source: 狀態
id: Status
mt_mt: Status
vi: Trạng thái

# TemplateFieldResource5.HeaderText
source: 操作
id: Jalankan
mt_mt: Operation
vi: Thao tác

# TemplateFieldResource6.HeaderText
source: 文件編號
id: Nomor dokumen
mt_mt: Document number
vi: Mã tài liệu

# TemplateFieldResource8.HeaderText
source: 關鍵字
id: Kata kunci
mt_mt: Keyword
vi: Từ khóa
