Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DocCheckIn.aspx.*.resx
Languages: vi

# authDepResource1.Text
source: Authority
vi: Bộ phận chịu trách nhiệm

# btnEditRemarkResource1.Text
source: Description Edit
vi: Duy trì tham khảo mô tả

# cbActiveEqualPublishResource1.Text
source: It will record the Released date if the Released date is later than Effective date
vi: Khi tài liệu được xuất bản, ngày xuất bản muộn hơn ngày có hiệu lực và ngày xuất bản sẽ được ưu tiên áp dụng.

# cbActiveQrCodeResource1.Text
source: Enable
vi: Khởi động

# cbAllowReleaseResource1.Text
source: Allow to generate UDOC
vi: Cho phép sản xuất hồ sơ ngoại tuyến

# cbCanDownloadAuthResource1.Text
source: Downloadable
vi: Có thể tải xuống

# cbCanSaveResource1.Text
source: Allow permission of "Store as"
vi: Có thể được lưu dưới dạng

# cbRefLinkResource1.Text
source: The reference document is limited in current Revision
vi: Tài liệu tham khảo chỉ giới hạn bản trước đó

# chkAttachFromArticleResource1.Text
source: Use primary document master copy control settings
vi: Sử dụng cài đặt kiểm soát bản gốc tài liệu chính

# chkAttachPrintResource1.Text
source: Printable
vi: In được

# chkBORROW_APPLYResource1.Text
source: Allow to Apply for View request
vi: Cho phép truy cập ứng dụng

# chkBorrowResource1.Text
source: Allow to Apply for View request
vi: Cho phép truy cập ứng dụng

# chkCOMMON_EDITResource1.Text
source: Allow author group to collaborate editing
vi: Cho phép nhóm tác giả đồng chỉnh sửa

# chkContentPrintResource1.Text
source: Printable
vi: In được

# chkConvertToPDFResource1.Text
source: Online View Only
vi: Bắt đầu sử dụng cuộc họp trực tuyến

# chkCopyResource1.Text
source: Copy
vi: Có thể tái tạo

# chkDownloadResource1.Text
source: Downloadable
vi: Có thể tải xuống

# chkFilePrintResource1.Text
source: Printable
vi: In được

# chkPrintResource1.Text
source: Printable
vi: Có thể in được

# chkPrintUDocResource1.Text
source: Printable
vi: 可列印

# chkSaveResource1.Text
source: Allow permission of "Store as"
vi: Có thể được lưu dưới dạng

# chkUseParentSetResource1.Text
source: Using parent directory confidentiality level setting
vi: Sử dụng cài đặt bảo mật cho mục lục chính

# chkUseParentSetupResource1.Text
source: Use parent directory’s view request setup.
vi: Sử dụng cài đặt điều chỉnh phê duyệt thư mục chính

# custodyUserResource1.Text
source: Document Keeper
vi: Người giữ tài liệu.

# CustomValidator1Resource1.ErrorMessage
source: Please upload file
vi: Vui lòng tải tệp lên

# CustomValidator2Resource1.ErrorMessage
source: Save fail
vi: Lưu lại thất bại

# CustomValidator3Resource1.ErrorMessage
source: Thread not checked in, cannot save
vi: Bài báo không được đăng xuất và không thể đăng ký

# CustomValidator4Resource1.ErrorMessage
source: Storage time setup error
vi: Kỳ hạn bảo lưu cài đặt sai

# CustomValidator5Resource1.ErrorMessage
source: Select view request member
vi: Vui lòng chọn một trọng tài

# cvOneFileResource1.ErrorMessage
source: The content of document can upload a single file only
vi: Chỉ có thể tải lên một tệp cho nội dung của tệp

# cvSourceNoChoiceResource1.ErrorMessage
source: Select「」member
vi: Mời lựa chọn nhân viên 「」

# FinishPreviousButtonResource1.Text
source: Previous page
vi: Trang trước

# gridDocRefResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu

# labApproveHelpResource1.Text
source: Released based on approval from any of the below 「directory administrators」：
vi: Có thể được phát hành sau khi thông qua và phê duyệt bởi [Người quản lý mục lục] nào dưới đây:

# labClassNameResource1.Text
source: Document category
vi: Loại tài liệu

# labDefApproveResource1.Text
source: Released based on approval from any of the below 「directory administrators」：
vi: Có thể được phát hành sau khi thông qua và phê duyệt bởi [Người quản lý mục lục] nào dưới đây:

# labDocDenyResource1.Text
source: Release Reject
vi: Từ chối phát hành

# labDocStoreResource1.Text
source: Document database
vi: Kho tài liệu

# Label11Resource1.Text
source: Document number
vi: Mã tài liệu

# Label12Resource1.Text
source: Document re-save
vi: Lưu lại văn bản

# Label12Resource2.Text
source: Document name
vi: Tên tệp tin

# Label13Resource1.Text
source: Issuing unit
vi: Đơn vị phát hành

# Label14Resource1.Text
source: Document Keeper
vi: Người giữ tài liệu.

# Label15Resource1.Text
source: Summary
vi: Nội dung chính

# Label16Resource1.Text
source: View request flow
vi: Quy trình truy cập

# Label18Resource1.Text
source: (Reference document is not limited by Revision, if it is not checked )
vi: (Nếu không chọn đủ,biểu thị tài liệu tham khảo không bị hạn chế )

# Label1Resource1.Text
source: Document content
vi: Nội dung tài liệu

# Label20Resource1.Text
source: View request Applied
vi: Đang kí truy cập

# Label24Resource1.Text
source: Release/Update Notice
vi: Thông báo phát hành / thay đổi

# Label2Resource1.Text
source: Remark on revision
vi: Ghi chú phiên bản

# Label3Resource1.Text
source: Confidentiality level
vi: Mức độ bí mật

# Label4Resource1.Text
source: Primary document master copy control
vi: Không chế bản thảo tài liệu chính

# Label5Resource1.Text
source: Collaborate editing
vi: Chỉnh sửa chung

# Label6Resource1.Text
source: View request Applied
vi: Đang kí truy cập

# Label7Resource1.Text
source: Effective setup
vi: Cài đặt có hiệu lực

# Label8Resource1.Text
source: Expired setup
vi: Thiết lập hết hạn

# LabelKeyWordResource1.Text
source: Keyword
vi: Từ khóa

# labNoActiveResource1.Text
source: Not Effective
vi: Không có hiệu lực

# labUseWKFResource1.Text
source: Using BPM, please select flow：
vi: Sử dụng ký điện tử, vui lòng chọn lưu trình ký

# lanNoApproveResource1.Text
source: Directory does not have an administrator. Approval setup cannot be processed.
vi: Thư mục này không có bộ quản lý thư mục và không thể thực hiện cài đặt kiểm tra

# lblActiveQrCodeResource1.Text
source: Generate document QR Code
vi: Tạo văn bản QR Code

# lblApprovalResource1.Text
source: Approval in process
vi: Đang xét duyệt

# lblArticleResource1.Text
source: Text (Original, excluding watermark)
vi: Nội dung văn bản gốc (nội dung ban đầu, không bao gồm watermark)

# lblAttachControlResource1.Text
source: Attachment
vi: Tệp đính kèm

# lblAttachFileResource1.Text
source: Attachment
vi: Tệp đính kèm

# lblattachmentResource1.Text
source: Attachment
vi: Tệp đính kèm

# lblAttachTilteResource1.Text
source: Original file of Attachments
vi: Kiểm soát bản thảo tệp đính kèm

# lblattchmentInfoResource1.Text
source: 2.The attachment is not supported online view, readers can download the original file after released.
vi: 2. File đính kèm chưa hỗ trợ xem trực tuyến, sau khi file được phát hành, người phân bổ có thể tải file gốc về máy.

# lblAuthDepResource1.Text
source: Authority
vi: Bộ phận chịu trách nhiệm

# lblAutoSerialResource1.Text
source: *Document Tracking No.
vi: mã tài liệu tự động

# lblChangeReasonResource1
source: Release/Update reason
vi: Lý do phát hành / thay đổi

# lblCheckinErrorResource1.Text
source: Save fail
vi: Lưu lại thất bại

# lblCheckinResource1.Text
source: Saved
vi: Đã kiểm tra lại

# lblCheckOutResource1.Text
source: Checked in
vi: Đã lấy ra

# lblChoiceBtntxtResource1.Text
source: Select Department
vi: Chọn bộ phận

# lblClassResource1.Text
source: Document category
vi: Loại tài liệu

# lblcontentAttachTitleResource1.Text
source: Original file of Attachments Control
vi: Kiểm soát bản thảo tệp đính kèm

# lblContentTitleResource1.Text
source: Text master copy control
vi: Kiểm soát bản thảo tài liệu gốc

# lblcvNonEmptyResource1.Text
source: It is required
vi: Không để trống

# lblDocFileInfoResource1.Text
source: Content of document can upload a single file only, Attachment and upload multiple files.
vi: Chỉ có thể tải lên một tệp cho nội dung của tệp và nhiều tệp có thể được tải lên cho phần đính kèm.

# lblDownloadAuthResource1.Text
source: Download authorization level
vi: Quyền tải xuống

# lblDownloadAuthTitleResource1.Text
source: Original file
vi: Tệp gốc

# lblDraftResource1.Text
source: Draft
vi: Bản nháp

# lblFolderPathResource1.Text
source: Directory citation
vi: Thư mục tham khảo

# lblInactiveResource1.Text
source: Expired
vi: Đã mất hiệu lực

# lblNameRepeatResource1.Text
source: Document name already used in this directory.
vi: Tên tệp đã được sử dụng trong thư mục này

# lblNeedDocContentResource1.Text
source: Input Text
vi: Vui lòng nhập nội dung tài liệu

# lblNeedDocNameResource1.Text
source: Input Subject
vi: Vui lòng nhập tiêu đề tài liệu

# lblNoExtensionResource1.Text
source: Attachment file name missing, upload aborted
vi: Không thể tải lên tệp mà không có phần mở rộng

# lblNoExtensionResource1.Text1
source: Attachment file name missing, upload aborted
vi: Không thể tải lên tệp mà không có phần mở rộng

# lblOldVerResource1.Text
source: Old revision
vi: Phiên bản cũ

# lblOneFileResource1.Text
source: The content of document can upload a single file only
vi: Chỉ có thể tải lên một tệp cho nội dung của tệp

# lblOnlineViewResource.Text
source: View file online
vi: Xem tệp trực tuyến

# lblPrintUDocMemo1Resource1.Text
source: 1. When online view of Text is enabled, those who are allowed to print the content of Text must have the author and above permissions to view the original content and print it.
vi: 1. Khi tính năng xem trực tuyến bài viết này được kích hoạt, những người được phép in nội dung bài viết này phải có quyền (bao gồm) hoặc cấp cao hơn mới được phép xem nội dung gốc và in nó.

# lblPrintUDocMemo2Resource1.Text
source: 2. The person who is allowed to print online viewing files needs to have the use permission of UDoc Viewer at the same time to print while viewing online; if the person cannot print, please contact the system administrator.
vi: 2. Người được phép in tệp đính kèm để xem tệp trực tuyến cũng phải có quyền của UDoc Viewer để in tệp trực tuyến; nếu người đó không thể in, vui lòng liên hệ với nhân viên quản lý hệ thống

# lblPrintUDocMemoResource1.Text
source: The selected members should have Udoc Viewer authorized, so they can print those documents which had active Master Page Control and attachments, Text is exception.
vi: Người được chọn cần có quyền sử dụng UDoc Viewer để in các tệp có bật kiểm soát tài liệu và các tệp đính kèm của bài viết này. Nội dung của bài viết này không giới hạn ở điều này.

# lblPrintUDocTilteResource1.Text
source: Printing control
vi: Kiểm soát in ấn

# lblPublishResource1.Text
source: Released
vi: Đã công bố

# lblReActResource1.Text
source: Shelved
vi: Đã thêm vào

# lblRemarkMemo1.Text
source: 1. Attachments are not allowed to generate offline documents.
vi: 1. Phần đính kèm không được phép tạo tệp ngoại tuyến.

# lblRemarkMemo2.Text
source: 2. The person who is allowed to print online viewing files needs to have the use permission of UDoc Viewer at the same time to print while viewing online; if the person cannot print, please contact the system administrator.
vi: 2. Người được phép in và xem tệp trực tuyến cũng phải có quyền sử dụng UDoc Viewer để in tệp trong khi xem trực tuyến; nếu người đó không thể in, vui lòng liên hệ với nhân viên quản lý hệ thống

# lblRemarkResource1.Text
source: Remark
vi: Ghi chú

# lblSelectMemResource1.Text
source: Employee
vi: Nhân viên

# lblSelectMsgResource1.Text
source: Please select the following person :
vi: Vui lòng chọn những người sau:

# lblSerialRepeatResource1.Text
source: Document number already in use
vi: Số tập tin đã được sử dụng

# lblSource2Resource1.Text
source: Download authorization level
vi: Quyền tải xuống

# lblSourceControlResource1.Text
source: Primary Document
vi: Tài liệu chính

# lblSourceResource1.Text
source: Original file
vi: Tệp gốc

# lblSourceResource5.Text
source: Original file
vi: Tệp gốc

# lblStatusErrorResource1.Text
source: Thread not checked in, cannot save
vi: Bài báo không được đăng xuất và không thể đăng ký

# lblSuitableDepResource1.Text
source: Applied Dep.
vi: Các bộ phận áp dụng

# lblTempInactResource1.Text
source: Off shelved
vi: Đã gỡ xuống

# lblUpdatingResource1.Text
source: Revision Updating
vi: Đang sửa đổi

# lblUploadContentDocResource1.Text
source: 7.Edit text
vi: 7.Chỉnh sửa bản gốc

# lblUploadResource1.Text
source: Please upload file
vi: Vui lòng tải tệp lên

# lblUrgencyResource1.Text
source: Priority
vi: Tốc độ tập tin

# lblViewerTitleResource.Text
source: Preview in the Form :
vi: Xem trước nội dung tệp trực tiếp trong biểu mẫu:

# lblViodingResource1.Text
source: (In Void Approval)
vi: Vô hiệu hóa trong khi xét duyệt

# lblVoidResource1.Text
source: Void
vi: Đã vô hiệu

# lbtnInfoResource1.Text
source: Information
vi: Thông tin

# lbtnRemoveResource1.Text
source: Remove
vi: Loại bỏ

# lbtnUpdateResource1.Text
source: Renew
vi: Cập nhật

# ListItemResource1.Text
source: Electronic file
vi: Tập tin điện tử

# ListItemResource10.Text
source: Right listed members not allowed
vi: Nhân viên bên phải cột không cho phép

# ListItemResource11.Text
source: All not allowed
vi: Tất cả đều không được phép

# ListItemResource12.Text
source: All members
vi: Cho phép toàn bộ nhân viên

# ListItemResource13.Text
source: Allow list members below
vi: Cho phép nhân viên cột dưới

# ListItemResource14.Text
source: Not allow listed members below
vi: Nhân viên cột dưới không cho phép

# ListItemResource15.Text
source: Simplified flow
vi: Quy trình đơn giản

# ListItemResource16.Text
source: BPM
vi: Xác nhận và kí điện tử

# ListItemResource17.Text
source: Yes
vi: Có

# ListItemResource18.Text
source: No
vi: Không

# ListItemResource2.Text
source: Hard copy
vi: Giấy

# ListItemResource3.Text
source: Normal
vi: Thông thường

# ListItemResource4.Text
source: Classified
vi: Bí mật

# ListItemResource5.Text
source: Confidential
vi: Bí mật

# ListItemResource6.Text
source: Secret
vi: Tối mật

# ListItemResource7.Text
source: Top secret
vi: Tuyệt đối bí mật

# ListItemResource8.Text
source: All members
vi: Cho phép toàn bộ nhân viên

# ListItemResource9.Text
source: Right listed members approved
vi: Cho phép nhân viên cột bên phải

# PageResource1.Title
source: Document re-save
vi: Lưu lại văn bản

# publishUnitResource1.Text
source: Issuing unit
vi: Đơn vị phát hành

# rdoActiveDay1Resource1.Text
source: Effective immediately
vi: Hiệu quả ngay lập tức

# rdoActiveDay2Resource1.Text
source: Effective date
vi: Ngày có hiệu lực

# rdoInvalidDay1Resource1.Text
source: Never expire
vi: Không bao giờ hết hạn

# rdoInvalidDay2Resource1.Text
source: Expired date
vi: Ngày đến

# rdoPDFResource1.Text
source: Convert to PDF (limited to PDF convertible documents)
vi: Chuyển thành PDF (giới hạn đối với các tài liệu PDF)

# rdoSourceResource1.Text
source: Original file
vi: Tệp gốc

# rdoUrgencyExHighResource1.Text
source: Urgent
vi: Khẩn cấp

# rdoUrgencyHighResource1.Text
source: High
vi: Gấp

# rdoUrgencyNormalResource1.Text
source: Normal
vi: Phổ thông

# StartNextButtonResource1.Text
source: Next
vi: Trang sau

# StepNextButtonResource1.Text
source: Next
vi: Trang sau

# StepPreviousButtonResource1.Text
source: Previous page
vi: Trang trước

# suitableDepResource1.Text
source: Applied Dep
vi: Các bộ phận áp dụng

# TemplateFieldResource1.HeaderText
source: Document name
vi: Tên tệp tin

# TemplateFieldResource2.HeaderText
source: Function
vi: Công năng

# TemplateFieldResource5.HeaderText
source: Document Keeper
vi: Người giữ tài liệu.

# TemplateFieldResource6.HeaderText
source: Status
vi: Trạng thái

# TemplateFieldResource7.HeaderText
source: Description
vi: Mô tả tham khảo

# wibtnDocRefLinkResource1.Text
source: Add in reference document
vi: Thêm vào tài liệu tham khảo

# wibtnSelectFlowResource1.Text
source: View flow
vi: Lưu trình quan sát

# Wizard1Resource1.CancelButtonText
source: Cancel
vi: Hủy bỏ

# Wizard1Resource1.FinishCompleteButtonText
source: Done
vi: Hoàn thành

# Wizard1Resource1.FinishPreviousButtonText
source: Previous page
vi: Trang trước

# Wizard1Resource1.SkipLinkText
source: Ignore browser link.
vi: Bỏ qua liên kết tham khảo

# Wizard1Resource1.StartNextButtonText
source: Next
vi: Trang sau

# Wizard1Resource1.StepNextButtonText
source: Next
vi: Trang sau

# Wizard1Resource1.StepPreviousButtonText
source: Previous page
vi: Trang trước

# WizardStepResource1.Title
source: 1. Basic attribute
vi: 1. Thuộc tính cơ bản

# WizardStepResource2.Title
source: 2. Storage time
vi: 2.Thời gian bảo vệ

# WizardStepResource3.Title
source: 3. Confidentiality setup
vi: 3.Thiết lập bảo mật

# WizardStepResource4.Title
source: 4. View request authorization
vi: 4.quyền truy cập

# WizardStepResource5.Title
source: 5. Document category
vi: 5.Thể loại tài liệu

# WizardStepResource6.Title
source: 7. File uploaded
vi: 7. Tải tệp lên

# WizardStepResource7.Title
source: 6.Reference document
vi: Tài liệu tham khảo
