Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DocDownLoad.aspx.*.resx
Languages: mt_mt, vi, zh_cn

# AttachRadPageViewResource3.Text
source: 附加檔案
mt_mt: Attachment
vi: Tệp đính kèm
zh_cn: 附加文件

# BoundFieldsResource.HeaderText
source: 參考說明
vi: Mô tả tham khảo
zh_cn: 参考说明

# BoundFieldsResource1.HeaderText
source: 被參考說明
vi: Tham khảo thuyết minh
zh_cn: 被参考说明

# ContentRadPageViewResource1.Text
source: 本文內容
mt_mt: Text
vi: Nội dung bản gốc
zh_cn: 本文内容

# CustomValidator1Resource1.ErrorMessage
source: 累計下載次數發生錯誤
mt_mt: Error while accumulating number of downloads
vi: Đã xảy ra số lần tải xuống
zh_cn: 累计下载次数发生错误

# gridDocRefResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu

# imgAttachPDFViewerResource1.AlternateText
source: 觀看文件
vi: Tài liệu quan sát
zh_cn: 观看文档

# imgPDFViewerResource1.AlternateText
source: 觀看文件
vi: Tài liệu quan sát
zh_cn: 观看文档

# imgPDFViewerResource2.AlternateText
source: 觀看文件
vi: Tài liệu quan sát
zh_cn: 观看文档

# imgReConvertResource1.AlternateText
source: 重新轉檔
vi: Chuyển đổi lại
zh_cn: 重新转档

# isRefGridResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu

# labAlertResource1.Text
source: 正在進行檔案轉換，請稍後再觀看
mt_mt: File is in converting, please check later
vi: Đang tiến hành chuyển đổi tệp, vui lòng xem sau
zh_cn: 正在进行文件转换，请稍后再观看

# labDlFileResource1.Text
source: 請按下載...來讀取此份文件......
mt_mt: Click on download…to read this document…
vi: Vui lòng ấn tải xuống...để đọc phần tài liệu……
zh_cn: 请按下载...来读取此份文档......

# labDocDenyResource1.Text
source: 發佈拒絕
mt_mt: Release Reject
vi: Từ chối phát hành
zh_cn: 发布拒绝

# labDocStoreResource1.Text
source: 文件庫
mt_mt: Document database
vi: Kho tài liệu
zh_cn: 文档库

# Label17Resource1.Text
source: 文件大小
mt_mt: Document size
vi: Kích thước văn bản
zh_cn: 文档大小

# Label18Resource1.Text
source: 原稿控制
mt_mt: Master copy control
vi: Kiểm soát ban đầu

# Label1Resource1.Text
source: 文件名稱
mt_mt: Document name
vi: Tên tệp tin
zh_cn: 文档名

# Label2Resource1.Text
source: 版本
mt_mt: Revision
vi: Phiên bản

# Label3Resource1.Text
source: 機密等級
mt_mt: Confidentiality level
vi: Mức độ bí mật
zh_cn: 机密等级

# Label4Resource1.Text
source: 下載次數
mt_mt: Download frequency
vi: Tải xuống thất bại
zh_cn: 下载次数

# Label5Resource2.Text
source: 目錄
mt_mt: Directory
vi: Mục lục
zh_cn: 目录

# Label6Resource1.Text
source: 狀態
mt_mt: Status
vi: Trạng thái
zh_cn: 状态

# Label8Resource1.Text
source: 觀看文件
mt_mt: သတင်းအချက်အလက်မြင်ကွင်း
vi: Tài liệu quan sát
zh_cn: 观看文档

# Label9Resource1.Text
source: 版本
vi: Phiên bản

# labFileErrorResource1.Text
source: 發生錯誤，檔案不存在！
mt_mt: Error, file does not exist!
vi: Đã xảy ra lỗi, tệp không tồn tại!
zh_cn: 发生错误，文件不存在！

# labNoActiveResource1.Text
source: 未生效
mt_mt: Not yet in effect
vi: Không có hiệu lực
zh_cn: 未实现

# labNoResource1.Text
source: 否
mt_mt: No
vi: Không

# labPDFConvertERRORResource.Text
source: 發生錯誤，轉換失敗！
mt_mt: File convert error!
vi: Đã xảy ra lỗi, chuyển đổi không thành công!
zh_cn: 发生错误，转换失败！

# labPDFErrorResource1.Text
source: 檔案目前仍在轉換處理中，請稍待幾分鐘後再試，若一直無法成功轉換，請洽系統管理員
mt_mt: Unfinished, or error...
vi: Tệp vẫn đang được chuyển đổi, vui lòng đợi vài phút và thử lại, nếu chuyển đổi vẫn không thành công, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 文件当前仍在转换处理中，请稍待几分钟后再试，若一直无法成功转换，请洽系统管理员

# labVersionResource1.Text
source: 版本：
mt_mt: Revision:
vi: Phiên bản:

# labWaitResource1.Text
source: 請稍待，文件下載處理中...
mt_mt: Please wait, document downloading…
vi: Vui lòng đợi trong khi tải tệp xuống …
zh_cn: 请稍待，文档下载处理中...

# labYesResource1.Text
source: 是
mt_mt: Yes
vi: Có

# lblApprovalResource1.Text
source: 審核中
mt_mt: Approval in process
vi: Đang xét duyệt
zh_cn: 审核中

# lblAttactPrintNumTitleResoyrce1.Text
source: 附件列印次數
vi: Số lần in tệp đính kèm
zh_cn: 附件打印次数

# lblCheckinResource1.Text
source: 已存回
mt_mt: သိမ်ခဲ့သည်
vi: Đã kiểm tra lại

# lblCheckOutResource1.Text
source: 已取出
mt_mt: စစ်ဆေးခြင်း
vi: Đã lấy ra

# lblContPrintNumTitleResource1.Text
source: 本文列印次數
vi: Số lần in tài liệu gốc
zh_cn: 本文打印次数

# lblCopyButtonResource1.Text
source: 複製本文
mt_mt: Copy text
vi: Sao chép tài liệu gốc
zh_cn: 复制本文

# lblCopyedResource1.Text
source: 本文內容已複製
mt_mt: Text is copied
vi: Nội dung trong văn bản gốc đã được sao chép
zh_cn: 本文内容已复制

# lblDeletingResource1.Text
source: (銷毀審核中)
vi: xét duyệt hủy bỏ
zh_cn: (销毁审核中)

# lblDocContentAttachResource1.Text
source: 附加檔案
mt_mt: Attachment
vi: Tệp đính kèm
zh_cn: 附加文件

# lblDocDeleteResource1.Text
source: 文件已被銷毀
mt_mt: Document destroyed
vi: Tài liệu đã bị tiêu hủy
zh_cn: 文档已被销毁

# lblDocSerialResource1.Text
source: 文件編號：
vi: Mã tài liệu:
zh_cn: 文档编号：

# lblDocVerNotFindResource1.Text
source: 此版本文件不存在
mt_mt: This document revision does not exist.
vi: Tệp phiên bản này không tồn tại
zh_cn: 此版本文档不存在

# lblDownloadResource1.Text
source: 下載文件
mt_mt: Download document
vi: Tài liệu tải xuống
zh_cn: 下载文档

# lblDraftResource1.Text
source: 草稿
mt_mt: Draft
vi: Bản nháp

# lblEditResource1.Text
source: 資訊
mt_mt: Information
vi: Thông tin
zh_cn: 信息

# lblFailToOpenFile.Text
source: 檔案有保全設定,無法開啟!!
mt_mt: Security setup enable, file open failure!
vi: Tệp có cài đặt bảo mật, không thể mở
zh_cn: 文件有保全设置,不能打开!!

# lblFileHasPasswordResource1.Text
source: 原始檔案有設定密碼，無法轉檔
vi: Tệp gốc có cài đặt mật khẩu, không thể chuyển tệp
zh_cn: 原始文件有设置密码，无法转档

# lblFileInProxyMessageResource1.Text
source: 檔案[{1}] 由 proxy[{0}] 同步回UOF中 (開始時間 {2})
vi: Tệp [{1}] được đồng bộ hóa trở lại UOF bằng proxy [{0}] (thời gian bắt đầu {2})
zh_cn: 文件[{1}] 由 proxy[{0}] 同步回UOF中 (开始时间 {2})

# lblFileNotTransferToUofResource1.Text
source: 目前檔案仍在Proxy伺服器，正由系統進行傳輸中，請稍後！
mt_mt: This file is still in Proxy server, it is uploading now, please wait！
vi: Hiện tại tệp vẫn còn trên máy chủ Proxy và đang được hệ thống chuyển về, vui lòng đợi!
zh_cn: 当前文件仍在Proxy服务器，正由系统进行传输中，请稍后！

# lblFilePageOutLimitMsgResource1.Text
source: 檔案頁數{0}頁，超過可轉檔上限。
vi: Số trang tệp là {0}, vượt quá số tệp tối đa có thể được chuyển đổi.
zh_cn: 文件页数{0}页，超过可转档上限。

# lblFilePageOutLimitResource1.Text
source: 檔案頁數超過可轉檔上限{0}頁
vi: Số trang của tệp vượt quá giới hạn {0} trang có thể được chuyển đổi
zh_cn: 文件页数超过可转档上限{0}页

# lblFilePrintNumTitleResource1.Text
source: 主文件列印次數
vi: Thời gian in tài liệu chính
zh_cn: 主文档打印次数

# lblFilePublishDateTitleResource1.Text
source: 公佈日
vi: Ngày công bố
zh_cn: 公布日

# lblInactiveResource1.Text
source: 已失效
mt_mt: Invalid
vi: Đã mất hiệu lực

# lblManualVersionResource1.Text
source: 版本：
vi: Phiên bản:

# lblNoCpoyResource1.Text
source: 禁止複製內容
mt_mt: Copy content is prohibited
vi: Cấm sao chép nội dung
zh_cn: 禁止复制内容

# lblNoLendResource1.Text
source: 舊版本無權限調閱
mt_mt: Old revision is not allowed for view request
vi: Phiên bản cũ không có quyền truy cập
zh_cn: 旧版本无权限调阅

# lblNormalResource1.Text
source: 一般
mt_mt: ပုံမှန်
vi: Thông thường
zh_cn: 常规

# lblNotsupportDocResource1.Text
source: 目錄設定為必須轉檔，但此檔案類型並不支援
mt_mt: The directory is set as "Convert", but the file type of uploaded file is not supported.
vi: Mục lục cài đặt là để chuyển tệp, nhưng loại tệp này không được hỗ trợ
zh_cn: 目录设置为必须转档，但此文件类型并不支持

# lblNoView1Resource1.Text
source: 無權限觀看
mt_mt: Not authorized
vi: Không có quyền hạn điền vào
zh_cn: 无权限观看

# lblNoViewResource1.Text
source: 無權限觀看
mt_mt: Not authorized
vi: Không có quyền hạn điền vào
zh_cn: 无权限观看

# lblOldVerResource1.Text
source: 舊版本
mt_mt: Old revision
vi: Phiên bản cũ
zh_cn: 旧版本

# lblOpenInfoResource1.Text
source: 顯示資訊
mt_mt: Show information
vi: Hiển thị thông tin
zh_cn: 显示信息

# lblPrintContentResource1.Text
source: 列印本文內容
vi: In nội dung bản này
zh_cn: 打印本文内容

# lblPrintUserResource1.Text
source: 列印者：
vi: Người in
zh_cn: 打印者：

# lblProtectMsgResource1.Text
source: 此為保全文件無法線上觀看
mt_mt: The DOC is encrypted, unable to view.
vi: Đây là một tệp được bảo mật và không thể xem trực tuyến
zh_cn: 此为保全文档无法在线观看

# lblPublishDateTextResource1.Text
source: 公佈日
mt_mt: Released date
vi: Ngày công bố
zh_cn: 公布日

# lblPublishResource1.Text
source: 已公佈
mt_mt: Released
vi: Đã công bố
zh_cn: 已公布

# lblReActResource1.Text
source: 已上架
mt_mt: Shelved
vi: Đã thêm vào

# lblReconvertResource1.Text
source: 重新轉檔
mt_mt: Re-Convert
vi: Chuyển đổi lại
zh_cn: 重新转档

# lblReleaseResource1.Text
source: 產出離線文件
vi: Tạo tệp ngoại tuyến
zh_cn: 产出离线文档

# lblSecretmResource1.Text
source: 密
mt_mt: Controlled
vi: Bí mật

# lblSelectButtonResource1.Text
source: 全選本文內容
mt_mt: Select All
vi: Chọn tất cả nội dung của bản này
zh_cn: 全部选定本文内容

# lblShowFileHasPasswordResource1.Text
source: 原始檔案有設定密碼，無法轉檔
vi: Tệp gốc có cài đặt mật khẩu, không thể chuyển tệp
zh_cn: 原始文件有设置密码，无法转档

# lblTempInactResource1.Text
source: 已下架
mt_mt: Off shelved
vi: Đã gỡ xuống

# lblTopSecretResource1.Text
source: 絕對機密
mt_mt: Absolute confidential
vi: Tuyệt đối bí mật
zh_cn: 绝对机密

# lblUpdatingResource1.Text
source: 改版中
mt_mt: Revision Updating
vi: Đang sửa đổi

# lblViewNumTitleResource1.Text
source: 觀看次數
vi: Số lần quan sát
zh_cn: 观看次数

# lblViodingResource1.Text
source: (作廢審核中)
mt_mt: (ခွင့်ပြုချက် ငြင်းပယ်သည်)
vi: Vô hiệu hóa trong khi xét duyệt
zh_cn: (作废审核中)

# lblVisibleInfoResource1.Text
source: 隱藏資訊
mt_mt: Hide information
vi: Ẩn thông tin
zh_cn: 隐藏信息

# lblVoidResource1.Text
source: 已作廢
mt_mt: ဗလာ
vi: Đã vô hiệu
zh_cn: 已作废

# lblXSecretResource1.Text
source: 機密
mt_mt: Confidential
vi: Bí mật
zh_cn: 机密

# lblXXSecretResource1.Text
source: 極機密
mt_mt: Extreme confidential
vi: Tối mật
zh_cn: 极机密

# PageResource1.Title
source: 文件下載
mt_mt: Download document
vi: Tải xuống tài liệu
zh_cn: 文档下载

# radbtnReConvertResource1.Text
source: 重新轉檔
vi: Chuyển đổi lại
zh_cn: 重新转档

# RadTabResource1.Text
source: 被參考文件
mt_mt: Documents which refer to this document
vi: Hồ sơ tham khảo
zh_cn: 被参考文档

# TabResource1.Text
source: 狀態
mt_mt: Status
vi: Trạng thái
zh_cn: 状态

# TabResource2.Text
source: 版本備註
mt_mt: Remark on revision
vi: Ghi chú phiên bản
zh_cn: 版本备注

# TabResource3.Text
source: 參考文件
mt_mt: Reference document
vi: Tài liệu tham khảo
zh_cn: 参考文档

# TemplateFieldResource1.HeaderText
source: 文件名稱
mt_mt: Document name
vi: Tên tệp tin
zh_cn: 文档名

# TemplateFieldResource4.HeaderText
source: 保管者
mt_mt: Keeper
vi: Người giữ tài liệu.

# TemplateFieldResource5.HeaderText
source: 狀態
mt_mt: Status
vi: Trạng thái
zh_cn: 状态

# TemplateFieldResource6.HeaderText
source: 文件名稱
mt_mt: Document name
vi: Tên tệp tin
zh_cn: 文档名

# TemplateFieldResource8.HeaderText
source: 保管者
mt_mt: Keeper
vi: Người giữ tài liệu.

# TemplateFieldResource9.HeaderText
source: 狀態
mt_mt: Status
vi: Trạng thái
zh_cn: 状态

# ContentViewerRadPageViewResource1.Text
source: 觀看本文
vi: Quan sát bài
zh_cn: 观看本文
