Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DocInPublish.aspx.*.resx
Languages: id, ja_jp, mt_mt, vi, zh_cn

# authDepResource1.Text
source: 權責部門
ja_jp: 責任を持つ部門
vi: Bộ phận chịu trách nhiệm
zh_cn: 权责部门

# custodyUserResource1.Text
source: 保管者
vi: Người giữ tài liệu.

# CustomValidator1Resource1.ErrorMessage
source: 該文件不是存回,無法發佈
id: Dokumen tidak diperiksa, tidak dapat diluncurkan.
ja_jp: 保存しなかったファイルなのでリリースできません
mt_mt: Document not saved, cannot be released.
vi: Tài liệu này không phải được lưu trở lại, không được phát hành
zh_cn: 该文档不是存回,无法发布

# CustomValidator2Resource1.ErrorMessage
source: 手動版本已存在
id: Revisi manual sudah ada
ja_jp: マニュアルバージョンは既に存在する
mt_mt: Manual revision already existed
vi: Phiên bản thủ công đã tồn tại
zh_cn: 手工版本已存在

# CustomValidator3Resource1.ErrorMessage
source: 文件取出失敗
id: pengecekan dokumen gagal
ja_jp: ファイルの取り出すことが失敗する
mt_mt: Document checked in fail
vi: Trích xuất tệp không thành công
zh_cn: 文档取出失败

# CustomValidator4Resource1.ErrorMessage
source: 原稿控制已取消, 無法轉成PDF
id: Kontrol salinan master dibatalkan, tidak bisa dikonversi ke PDF.
ja_jp: 原本の管理が取り消しましたので、 PDFに転換できません
mt_mt: Master copy control cancelled, cannot convert to PDF.
vi: Kiểm soát bản thảo gốc đã bị hủy, không thể chuyển thành bản PDF
zh_cn: 原稿控制已取消, 无法转成PDF

# CustomValidator6Resource1.ErrorMessage
source: 文件編號已被使用
id: Nomor dokumen sudah digunakan
ja_jp: コードは既に使用された
mt_mt: Document number already in use
vi: Số tập tin đã được sử dụng
zh_cn: 文档编号已被使用

# cvFileNotInUofResource1.ErrorMessage
source: 目前檔案仍在Proxy伺服器，正由系統進行傳輸中，請稍後！
id: Arsip ini masih di proxy server, sekarang mengunggah, silahkan menunggu !
ja_jp: ファイルはまだProxyサーバーにあってシステムによってファイルの転換を行うのでしばらくお待ちください。
mt_mt: This file is still in Proxy server, it is uploading now, please wait！
vi: Hiện tại tệp vẫn còn trên máy chủ Proxy và đang được hệ thống chuyển về, vui lòng đợi!
zh_cn: 当前文件仍在Proxy服务器，正由系统进行传输中，请稍后！

# cvFileNotInUofResource2.ErrorMessage
source: 目前檔案仍在Proxy伺服器，正由系統進行傳輸中，請稍後！
id: Arsip ini masih di proxy server, sekarang mengunggah, silahkan menunggu !
ja_jp: ファイルはまだProxyサーバーにあってシステムによってファイルの転換を行うのでしばらくお待ちください。
mt_mt: This file is still in Proxy server, it is uploading now, please wait！
vi: Hiện tại tệp vẫn còn trên máy chủ Proxy và đang được hệ thống chuyển về, vui lòng đợi!
zh_cn: 当前文件仍在Proxy服务器，正由系统进行传输中，请稍后！

# cvInitialVerError2Resource1.ErrorMessage
source: 不可為0.0版
id: Revisi nomor tidak boleh 0.0
ja_jp: 0.0バージョンはいけません
vi: Không thể là phiên bản 0.0
zh_cn: 不可为0.0版

# cvInitialVerErrorResource1.ErrorMessage
source: 版本編號小數位不可大於等於版號進號小數設定值
id: Jumlah desimal harus lebih kecil dari angka bawaan
ja_jp: 入力してたバージョン番号が問題が起こる
vi: Vị trí thập phân của số phiên bản không được lớn hơn hoặc bằng giá trị đã đặt của số thập phân của số phiên bản
zh_cn: 版本编号小数字不可大于等于版号进号小数设置数值

# cvPropertyLimit2Resource1.ErrorMessage
source: 必須勾選文件類別
id: diperlukan referensi dokumen
ja_jp: 書類カテゴリーの選択が必要
mt_mt: Document category is required
vi: Danh mục tài liệu Phải tích chọn
zh_cn: 必须勾选文档类别

# cvPropertyLimit3Resource1.ErrorMessage
source: 必須加入參考文件
id: diperlukan referensi dokumen
ja_jp: 参考資料に追加することが必要
mt_mt: Reference document is required
vi: Phải thêm tài liệu tham khảo
zh_cn: 必须添加参考文档

# cvPropertyLimitResource1.ErrorMessage
source: 不可空白或沒選人員
id: Diperlukan
ja_jp: 記入必要
mt_mt: It is required
vi: Không để trống hoặc không lựa chọn nhân viên
zh_cn: 不可空白或没选人员

# labDocStoreResource1.Text
source: 文件庫
id: Database dokumen
ja_jp: データベース
mt_mt: Document database
vi: Kho tài liệu
zh_cn: 文档库

# Label1Resource1.Text
source: 文件
id: Dokumen:
ja_jp: ドキュメント
mt_mt: Document:
vi: Tài liệu
zh_cn: 文档

# Label2Resource1.Text
source: 目前實際版本
id: Revisi aktual saat ini
ja_jp: 現在のバージョン
mt_mt: Current actual revision
vi: Phiên bản thực tế hiện tại
zh_cn: 当前实际版本

# Label3Resource1.Text
source: 公佈後實際版本變更為
id: Setelah pelepasan, revisi aktual dirubah menjadi
ja_jp: リリースした後実際バージョンは 変更する
mt_mt: After release, actual revision changed to
vi: Phiên bản thực tế đã thay đổi thành
zh_cn: 公布后实际版本更改为

# Label4Resource1.Text
source: 目前系統版本
id: Revisi sistim saat ini
ja_jp: 現在システムのバージョン
mt_mt: Current system revision
vi: Phiên bản hệ thống hiện tại:
zh_cn: 当前系统版本

# Label5Resource1.Text
source: 公佈後系統版本變更為
id: Setelah pelepasan, revisi sistim dirubah menjadi
ja_jp: リリースしたバージョン：
mt_mt: After release, system revision changed to
vi: Sau khi thông báo, phiên bản hệ thống đã được thay đổi thành
zh_cn: 公布后系统版本更改为

# Label6Resource1.Text
source: 版本備註
id: Catatatn tentang perbaikan
ja_jp: バージョンのリマーク
mt_mt: Remark on revision
vi: Ghi chú phiên bản
zh_cn: 版本备注

# labNormalResource1.Text
source: 一般
id: Normal
mt_mt: ပုံမှန်
vi: Thông thường
zh_cn: 常规

# lblActiveResource1.Text
source: 立即生效
id: Segera berlaku
ja_jp: 有効になる
mt_mt: Effective immediately
vi: Hiệu quả ngay lập tức
zh_cn: 立即实现

# lblAutoSerialResource1.Text
source: ＊文件自動編號
id: No.pelacakan dokumen
ja_jp: ＊自動的に番号を作成する
mt_mt: *စာရွက်စာတမ်း အမှတ်အသားနံပါတ်
vi: mã tài liệu tự động
zh_cn: ＊文档自动编号

# lblClassNameResource1.Text
source: 文件類別
id: kategori dokumen
ja_jp: 書類カテゴリー
mt_mt: Document category
vi: Loại tài liệu
zh_cn: 文档类别

# lblCustodyUserResource1.Text
source: 保管者
id: Penjaga
mt_mt: Keeper
vi: Người giữ tài liệu.

# lblDocCommentResource1.Text
source: 摘要
id: Ringkasan
ja_jp: あらすじ
mt_mt: Summary
vi: Nội dung chính

# lblDocKeywordResource1.Text
source: 關鍵字
id: Kata kunci
ja_jp: キーワード
mt_mt: Keyword
vi: Từ khóa
zh_cn: 关键字

# lblDocLinkResource1.Text
source: 文件連結
id: Tautan dokumen
ja_jp: 書類に接続
mt_mt: Doc Link
vi: Liên kết tập tin
zh_cn: 文档链接

# lblDocReflinkResource1.Text
source: 參考文件
id: Dokumen referensi
ja_jp: 参考書類
mt_mt: Reference document
vi: Tài liệu tham khảo
zh_cn: 参考文档

# lblDoubleSendResource1.Text
source: 此份文件已發送過發佈申請單{0}。
id: Dokumen ini telah dirilis persetujuannya : {0}
ja_jp: 申請フォームを発送済み
mt_mt: This document is already in Released approval：{0}
vi: Tài liệu này đã được gửi đến biểu mẫu yêu cầu xuất bản {0}.
zh_cn: 此份文档已发送过发布申请单{0}。

# lblFullSerialResource1.Text
source: 自動編號已達上限，請通知目錄管理員增加編號最大上限
id: Pelacakan melebihi batas nomor, silahkan hubungi pengurus untuk memperluas digit nomor urutan
ja_jp: 管理員までお問い合わせください。
mt_mt: Tracking No. exceed limit, please contact Administrator to enlarge digits of Serial No.
vi: Việc đánh số tự động đã đạt đến giới hạn trên, vui lòng thông báo cho quản trị viên thư mục để tăng giới hạn đánh số tối đa
zh_cn: 自动编号已达上限，请通知目录管理员增加编号最大上限

# lblHistoryResource1.Text
source: 觀看版本歷程
id: Melihat Riwayat Perbaikan
ja_jp: バージョン履歴を閲覧
mt_mt: View Revision history
vi: Quan sát bản lưu trình
zh_cn: 观看版本历程

# lblInfoResource1.Text
source: 文件資訊
id: Informasi dokumen
ja_jp: ドキュメント情報
mt_mt: Document information
vi: Thông tin tập tin
zh_cn: 文档信息

# lblNameRepeatResource1.Text
source: 文件標題在此目錄已被使用，請至文件屬性修改標題
id: Nama dokumen telah digunakan di direktori baru, silahkan mengubah [Modify document attribute]
ja_jp: 既に同じ件名を存在してるので、他の件名を入力してください
mt_mt: Document Name is been used in current directory, please modify in [Modify document attribute]
vi: Tiêu đề tệp đã được sử dụng trong thư mục này, vui lòng chuyển đến thuộc tính tệp để sửa đổi tiêu đề
zh_cn: 文档标题在此目录已被使用，请至文档属性修改标题

# lblNameResource1.Text
source: 文件名稱
id: Nama dokumen
ja_jp: ファイル名称
mt_mt: Document name
vi: Tên tệp tin
zh_cn: 文档名

# lblNeverOverdueResource1.Text
source: 永不過期
id: Tidak pernah kedaluarsa
ja_jp: 期限切れがない
mt_mt: Never expire
vi: Không bao giờ hết hạn
zh_cn: 永不过期

# lblNewPropertyCustomizeResource1.Text
source: 自訂屬性有新版本
id: Ada dokumen revisi baru dengan penyesuian atribut
ja_jp: 新しいバージョンがあります
vi: Phiên bản mới của thuộc tính tùy chỉnh
zh_cn: 自定义属性有新版本

# lblProResource1.Text
source: 請到文件屬性修改以下屬性：
id: Silahkan mengubah atribut berikut pada Mengubah Document Attribute :
ja_jp: 以下の属性はファイル属性のところまで修正してください
vi: Vui lòng đến thuộc tính của tài liệu để thay đổi các thuộc tính dưới đây:
zh_cn: 请到文档属性修改以下属性：

# lblPublishResource1.Text
source: 公佈
id: pengeluaran
ja_jp: リリース
mt_mt: Release
vi: Công bố
zh_cn: 公布

# lblPublishUnitResource1.Text
source: 發行單位
id: Satuan penerbitan
ja_jp: 発行単位
mt_mt: Issuing unit
vi: Đơn vị phát hành
zh_cn: 发行单位

# lblRefResource1.Text
source: 觀看參考文件
id: Melihat Doc Referensi
ja_jp: 参考資料を見る
mt_mt: ကိုးကားအချက်အလက် ကမြင်ကွင်း
vi: Quan sát tài liệu tham khảo
zh_cn: 观看参考文档

# lblSecretmResource1.Text
source: 密
id: dikendalikan
ja_jp: 秘密情報
mt_mt: Controlled
vi: Bí mật

# lblSerialResource1.Text
source: 文件編號
id: Nomor dokumen
ja_jp: ドキュメント番号：
mt_mt: Document number
vi: Mã tài liệu
zh_cn: 文档编号

# lblTopSecretResource1.Text
source: 絕對機密
id: Kerahasian mutlak
ja_jp: 極秘
mt_mt: Absolute confidential
vi: Tuyệt đối bí mật
zh_cn: 绝对机密

# lblUrgencyExHighResource2.Text
source: 緊急
id: Sangat mendesak
ja_jp: 大至急
mt_mt: Urgent
vi: Khẩn cấp
zh_cn: 紧急

# lblUrgencyHighResource2.Text
source: 急
id: Mendesak
ja_jp: 至急
mt_mt: High
vi: Gấp

# lblUrgencyNormalResource2.Text
source: 普通
id: Normal
ja_jp: 一般
mt_mt: Normal
vi: Phổ thông

# lblVerMemoResource1.Text
source: 版本備註不可為空白
id: Keterangan pada perbaikan tidak boleh kosong
ja_jp: バージョンのリマークは必ず入力してください
mt_mt: Remark on revision cannot be blank
vi: Ghi chú phiên bản không được để trống
zh_cn: 版本备注不可为空白

# lblXSecretResource1.Text
source: 機密
id: Rahasia
ja_jp: 秘
mt_mt: Confidential
vi: Bí mật
zh_cn: 机密

# lblXXSecretResource1.Text
source: 極機密
id: Rahasia ekstrim
ja_jp: 極秘
mt_mt: Extreme confidential
vi: Tối mật
zh_cn: 极机密

# PageResource1.Title
source: 公佈文件
id: Peluncuran dokumen
ja_jp: フォームをリリースする
mt_mt: Document release
vi: Tài liệu công bố
zh_cn: 公布文档

# publishUnitResource1.Text
source: 發行單位
ja_jp: 発行単位
vi: Đơn vị phát hành
zh_cn: 发行单位

# RequiredFieldValidator1Resource1.ErrorMessage
source: 請輸入版本
id: Masukkan revisi manual
ja_jp: バージョンを入力してください
mt_mt: Enter manual revision
vi: Vui lòng nhập phiên bản
zh_cn: 请键入版本

# suitableDepResource1.Text
source: 適用部門
ja_jp: 適用されてる部門
vi: Các bộ phận áp dụng
zh_cn: 适用部门

# CustomValidator7Resource1.ErrorMessage
source: 輸入的內容不能包括以下符號「,」、「'」、「|」、「@」、「 \」、「"」、「、」、「{}」
ja_jp: 以下の符号は入力不可です：「,」、「'」、「|」、「@」、「 \」、「、」、「"」、「{}」
vi: Nội dung đầu vào không được bao gồm các ký hiệu sau 「,」、「'」、「|」、「@」、「 \」、「"」、「、」、「{}」
zh_cn: 键入的内容不能包含以下符号「,」、「'」、「|」、「@」、「 \」、「"」、「、」、「{}」

# lblChangeReasonResource1.Text
source: 發佈/變更原因
ja_jp: リリース/変更原因
vi: Lý do phát hành / thay đổi
zh_cn: 发布/更改原因

# cvPropertyLimit4Resource1.ErrorMessage
source: 不可空白
ja_jp: 入力必要
vi: Không để trống
