Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DocInform.aspx.*.resx
Languages: ja_jp, vi, zh_cn

# authDepResource1.Text
source: Authority
ja_jp: 責任を持つ部門
vi: Bộ phận chịu trách nhiệm
zh_cn: 权责部门

# btnQueryFlowResource1.Text
source: View approval results
ja_jp: 審査結果を見る
vi: Quan sát kết quả xét duyệt
zh_cn: 观看审核结果

# custodyUserResource1.Text
source: Document Keeper
ja_jp: 保管者
vi: Người giữ tài liệu.
zh_cn: 保管者

# GroupResource1.Text
source: Author functions
ja_jp: 作成者の機能
vi: Chức năng người lập
zh_cn: 作者功能

# GroupResource2.Text
source: Directory administrator functions
ja_jp: ディレクトリ管理者権限
vi: Chức năng của người quản lý mục lục
zh_cn: 目录管理者功能

# GroupResource3.Text
source: Readers
ja_jp: 閲覧者機能
vi: Chức năng người đọc
zh_cn: 读者功能

# ItemResource1.Text
source: Release
ja_jp: リリース
vi: Công bố
zh_cn: 公布

# ItemResource10.Text
source: Shelved
ja_jp: 棚上げする
vi: Lên kệ
zh_cn: 上架

# ItemResource11.Text
source: Document authorization level setup
ja_jp: フォームの権限設定
vi: Cài đặt thuộc tính tệp
zh_cn: 文档权限设置

# ItemResource12.Text
source: Revision history
ja_jp: バージョン履歴
vi: Lịch sử phiên bản
zh_cn: 版本历程

# ItemResource13.Text
source: Rank comments
ja_jp: スコアに対してコメント表
vi: Bảng ý kiến đánh giá
zh_cn: 评分意见表

# ItemResource14.Text
source: View request records
ja_jp: チェック履歴
vi: Hồ sơ truy cập
zh_cn: 调阅记录

# ItemResource15.Text
source: Reference document
ja_jp: 参考書類
vi: Tài liệu tham khảo
zh_cn: 参考文档

# ItemResource2.Text
source: Release
ja_jp: リリース
vi: Công bố
zh_cn: 公布

# ItemResource3.Text
source: Check in cancelled
ja_jp: 取り出す
vi: Hủy lấy ra
zh_cn: 取消取出

# ItemResource4.Text
source: Check in
ja_jp: 取り出す
vi: Lấy ra
zh_cn: 取出

# ItemResource5.Text
source: Save
ja_jp: 保存
vi: Lưu lại
zh_cn: 存回

# ItemResource6.Text
source: Modify document attribute
ja_jp: フォーム属性の修正
vi: Sửa đổi thuộc tính tệp
zh_cn: 文档属性修改

# ItemResource7.Text
source: Destroy
ja_jp: 廃止する
vi: Hủy bỏ
zh_cn: 销毁

# ItemResource8.Text
source: Void
ja_jp: 廃止する
vi: Vô hiệu
zh_cn: 作废

# ItemResource9.Text
source: Off shelved
ja_jp: オフシェルフ
vi: Gỡ xuống
zh_cn: 下架

# LabApproveResource.Text
source: Approved by
ja_jp: 審査担当者
vi: Người duyệt tài liệu
zh_cn: 文档审核者

# labChartTitleResource1.Text
source: Document rank
ja_jp: 発表した文章ランキング
vi: So sánh tập tin
zh_cn: 文档评比

# labDocDenyResource1.Text
source: Release Reject
ja_jp: 頒布不能
vi: Từ chối phát hành
zh_cn: 发布拒绝

# labDocIsDeleteResource1.Text
source: Document is not uploaded or been destroyed
ja_jp: フォームがアップデートする前に既に廃止されました
vi: Tệp chưa được tải lên hoặc đã bị hủy
zh_cn: 文档还未上传或已被销毁

# labDocNoApproveResource.Text
source: Document approval not required
ja_jp: 審査しなくても良いです
vi: Tài liệu không cần phải xem xét
zh_cn: 文档不需审核

# labDocStoreResource1.Text
source: Document database
ja_jp: データベース
vi: Kho tài liệu
zh_cn: 文档库

# Label10Resource1.Text
source: Status:
ja_jp: 状態
vi: Trạng thái
zh_cn: 状态：

# Label12Resource1.Text
source: Confidential
ja_jp: 秘
vi: Bí mật
zh_cn: 机密

# Label13Resource1.Text
source: Revision:
ja_jp: バージョン
vi: Phiên bản:
zh_cn: 版本：

# Label14Resource1.Text
source: System Revision:
ja_jp: システムのバージョン
vi: Phiên bản hệ thống:
zh_cn: 系统版本：

# Label15Resource1.Text
source: Approval release
ja_jp: リリース審査
vi: Phê duyệt phát hành
zh_cn: 发布审核

# Label16Resource1.Text
source: Time
ja_jp: 作成日
vi: Ngày thiết lập
zh_cn: 创建日

# Label17Resource1.Text
source: Document size
ja_jp: ファイルサイズ
vi: Kích thước tệp
zh_cn: 文件大小

# Label18Resource1.Text
source: Summary:
ja_jp: あらすじ
vi: Nội dung chính
zh_cn: 摘要：

# Label19Resource1.Text
source: Release/Update Notice
ja_jp: リリース/変更のお知らせ
vi: Thông báo phát hành / thay đổi
zh_cn: 发布/更改通知

# Label1Resource1.Text
source: Issuing unit
ja_jp: 発行単位
vi: Đơn vị phát hành
zh_cn: 发行单位

# Label2Resource1.Text
source: Document Keeper
ja_jp: 保管者
vi: Người giữ tài liệu.
zh_cn: 保管者

# Label3Resource1.Text
source: Document information
ja_jp: ドキュメント情報
vi: Thông tin tập tin
zh_cn: 文档信息

# Label4Resource1.Text
source: Document number
ja_jp: ドキュメント番号：
vi: Mã tài liệu
zh_cn: 文档编号

# Label5Resource1.Text
source: Document type:
ja_jp: フォームのタイプ
vi: Loại tệp:
zh_cn: 文档类型：

# Label6Resource1.Text
source: Joint edit allowed
ja_jp: グループで編集することをできます
vi: Cho phép cùng chỉnh sửa
zh_cn: 允许共同编辑

# Label7Resource1.Text
source: Author:
ja_jp: 作成者
vi: Người lập
zh_cn: 作者：

# Label8Resource1.Text
source: Effective date
ja_jp: 有効になる日
vi: Ngày có hiệu lực của tài liệu
zh_cn: 文档实现日

# Label9Resource1.Text
source: Expired date
ja_jp: フォームの時間切れ日
vi: Ngày hết hạn tài liệu
zh_cn: 文档过期日

# LabelKeyWordResource1.Text
source: Keyword:
ja_jp: キーワード
vi: Từ khóa
zh_cn: 关键字：

# labNoActiveResource1.Text
source: Not Effective
ja_jp: まだ有効になっていません
vi: Không có hiệu lực
zh_cn: 未实现

# labNormalResource1.Text
source: Normal
ja_jp: 一般
vi: Thông thường
zh_cn: 常规

# lblActiveResource1.Text
source: Effective immediately
ja_jp: 有効になる
vi: Hiệu quả ngay lập tức
zh_cn: 立即实现

# lblApprovalResource1.Text
source: Approval in process
ja_jp: 審査中
vi: Đang xét duyệt
zh_cn: 审核中

# lblAuthDepTextResource1.Text
source: Authority
ja_jp: 担当部門
vi: Bộ phận chịu trách nhiệm
zh_cn: 权责部门

# lblAutoSerialResource1.Text
source: *Document Tracking No.
ja_jp: ＊自動的に番号を作成する
vi: mã tài liệu tự động
zh_cn: ＊文档自动编号

# lblCancelErrorResource1.Text
source: Error occurred while canceling the checking in of the document
ja_jp: 取り出すをキャンセルする時エラーが発生しました
vi: Đã xảy ra lỗi khi tệp bị hủy
zh_cn: 文档取消取出发生错误

# lblCheckinErrorResource1.Text
source: Error occurs while saving document
ja_jp: 保存する際にエラーが発生しました
vi: Phát sinh lỗi khi lưu lại văn bản
zh_cn: 文档存回发生错误

# lblCheckinResource1.Text
source: Saved
ja_jp: 保存済み
vi: Đã kiểm tra lại
zh_cn: 已存回

# lblCheckoutErrorResource1.Text
source: Error occurred while checking in the document
ja_jp: 取り出し際にエラーが発生しました
vi: Đã xảy ra lỗi tìm nạp tệp
zh_cn: 文档取出发生错误

# lblCheckOutResource1.Text
source: Checked in
ja_jp: ファイルを取り出し済み
vi: Đã lấy ra
zh_cn: 已取出

# lblConfirmCancelcheckoutResource1.Text
source: Confirm to cancel check in?
ja_jp: 取り出すことをキャンセルしてもよろしいでしょうか
vi: Bạn có chắc chắn muốn hủy không?
zh_cn: 确实要取消取出?

# lblConfirmDeleteResource1.Text
source: Confirm to destroy this document?
ja_jp: ファイルを廃止してもよろしいでしょうか
vi: Bạn có chắc chắn muốn hủy tệp này không?
zh_cn: 确实要将此文档销毁?

# lblConfirmReactResource1.Text
source: Confirm to re-shelf this document?
ja_jp: このファイルを再リリースことを確認しますか
vi: Bạn có chắc chắn cho tệp tài liệu này lên lại không?
zh_cn: 确实要将此文档重新上架?

# lblConfirmTempInactResource1.Text
source: Confirm to temporary off shelf this document?
ja_jp: しばらくオフシェルフしてもよろしいでしょうか
vi: Bạn có chắc chắn cho tệp tài liệu này xuống tạm thời không?
zh_cn: 确实要将此文档暂时下架?

# lblConfirmVoidResource1.Text
source: Confirm to void this document?
ja_jp: ファイルを廃止してもよろしいでしょうか
vi: Bạn có chắc chắn muốn hủy tài liệu này không?
zh_cn: 确实要将此文档作废?

# lblCopyDocHrefResource1.Text
source: Document link duplicated
ja_jp: フォームのリンクをコピーしました
vi: Đã hoàn tất sao chép liên kết tệp
zh_cn: 文档链接复制完成

# lblCopyVerHrefResource1.Text
source: Document revision link duplicated
ja_jp: バージョンリンクをコピー済み
vi: Đã hoàn tất sao chép liên kết phiên bản tệp
zh_cn: 文档版本链接复制完成

# lblDeleteErrorResource1.Text
source: Error occurred while destroying the document
ja_jp: ファイルが廃止している時にエラーが発生しました
vi: Đã xảy ra lỗi khi hủy tệp
zh_cn: 文档销毁时发生错误

# lblDeletingApprovalResource1.Text
source: Released(Delete in approval)
ja_jp: リリース中（廃止審査中）
vi: Đã công bố ( Đang hủy bỏ đánh giá)
zh_cn: 已公布(销毁审核中)

# lblDeletingResource1.Text
source: (Delete in approval)
ja_jp: （廃止申請を審査中）
vi: xét duyệt hủy bỏ
zh_cn: (销毁审核中)

# lblDialogErrorResource1.Text
source: Pop-up Blocker is active,\n please disable Pop-Up Blocker or add this website to pop-up permission list.
ja_jp: 画面を閉じてください
vi: Cửa sổ cuộc hội thoại bị chặn bởi cửa sổ bật lên. \ NVui lòng tắt tính năng chặn cửa sổ bật lên hoặc thêm trang web để cho phép danh sách cửa sổ bật lên
zh_cn: 对话窗口被快显封锁，\n请关闭快显封锁或将网站添加允许快显列表

# lblDMSStatusResource1.Text
source: Simplified flow
ja_jp: 簡単なフロー
vi: Quy trình đơn giản
zh_cn: 简易流程

# lblDocLinkResource1.Text
source: Doc Link
ja_jp: 書類に接続
vi: Liên kết tập tin
zh_cn: 文档链接

# lblFileResource1.Text
source: Electronic file
ja_jp: デジタルファイル
vi: Tập tin điện tử
zh_cn: 电子档

# lblHistoryResource1.Text
source: View Revision history
ja_jp: バージョン履歴を閲覧
vi: Quan sát bản lưu trình
zh_cn: 观看版本历程

# lblInactiveResource1.Text
source: Expired
ja_jp: 無効になる
vi: Đã mất hiệu lực
zh_cn: 已失效

# lblInfoResource1.Text
source: Document information
ja_jp: ドキュメント情報
vi: Thông tin tập tin
zh_cn: 文档信息

# lblNeverOverdueResource1.Text
source: Never expire
ja_jp: 期限切れがない
vi: Không bao giờ hết hạn
zh_cn: 永不过期

# lblNoPrivilegeResource1.Text
source: Not authorized
ja_jp: 閲覧権限が持っていません
vi: Không có quyền xem tệp
zh_cn: 无文档观看权限

# lblNoResource1.Text
source: No
ja_jp: いいえ
vi: Không
zh_cn: 否

# lblNoSendApproveResource1.Text
source: Document not yet send in for approval, cannot view approval results.
ja_jp: まだ審査してないので、審査結果を閲覧できません
vi: Tài liệu không bị vô hiệu và không thể xem kết quả đánh giá
zh_cn: 文档还未送审，无法观看审核结果

# lblNoSendDeleteResource1.Text
source: You can view the approval result only after the document is deleted.
ja_jp: 資料はまだ破棄してないので、審査結果が見えない
vi: Tài liệu không bị vô hiệu và không thể xem kết quả đánh giá
zh_cn: 文档还未销毁，无法观看审核结果

# lblNoSendVoidResource1.Text
source: Not Voided, Approval results is not found.
ja_jp: まだ審査してないので、審査結果を閲覧できません
vi: Tài liệu không bị vô hiệu và không thể xem kết quả đánh giá
zh_cn: 文档还未作废，无法观看审核结果

# lblOldVerResource1.Text
source: Old revision
ja_jp: 旧バージョン
vi: Phiên bản cũ
zh_cn: 旧版本

# lblPaperResource1.Text
source: Hard copy
ja_jp: 紙
vi: Giấy
zh_cn: 纸本

# lblPublishDatetextResource1.Text
source: Released time
ja_jp: リリース日
vi: Ngày công bố
zh_cn: 公布日

# lblPublishErrorResource1.Text
source: Error occurred while releasing the document
ja_jp: 文章がアップデートしている際にエラーが発生しました
vi: Đã xảy ra lỗi khi xuất bản tệp!
zh_cn: 文档发布时发生错误!

# lblPublishResource1.Text
source: Released
ja_jp: リリース済み
vi: Đã công bố
zh_cn: 已公布

# lblqrInfo2Resource2.Text
source: (click QR Code to download)
ja_jp: （ボタンを押したらダウンロードできます）
vi: (nhấp chuột để tải xuống )
zh_cn: (点按后可下载)

# lblqrInfoResource2.Text
source: QR Code of document
ja_jp: 書類QR Code
vi: QR Code của tài liệu
zh_cn: 文档QR Code

# lblReactErrorResource1.Text
source: Error occurred while document is being shelved
ja_jp: リリースする際にエラーが発生しました
vi: Đăng tài liệu phát sinh lỗi
zh_cn: 文档上架发生错误

# lblReActResource1.Text
source: Shelved
ja_jp: 棚上げ済み
vi: Đã thêm vào
zh_cn: 已上架

# lblRefResource1.Text
source: View Reference DOC.
ja_jp: 参考資料を見る
vi: Quan sát tài liệu tham khảo
zh_cn: 观看参考文档

# lblSecretmResource1.Text
source: Classified
ja_jp: 秘密情報
vi: Bí mật
zh_cn: 密

# lblSuitableDepTextResource1.Text
source: Applied Dep.
ja_jp: 適用されてる部門
vi: Các bộ phận áp dụng
zh_cn: 适用部门

# lblTempInactErrorResource1.Text
source: Error occurred while document is being off shelved
ja_jp: 取り出すをキャンセルする時エラーが発生しました
vi: Đăng tài liệu phát sinh lỗi
zh_cn: 文档下架发生错误

# lblTempInactResource1.Text
source: Off shelved
ja_jp: 削除された
vi: Đã gỡ xuống
zh_cn: 已下架

# lblTopSecretResource1.Text
source: Top secret
ja_jp: 極秘
vi: Tuyệt đối bí mật
zh_cn: 绝对机密

# lblUpdatingResource1.Text
source: Revision Updating
ja_jp: バージョンがアップデートする
vi: Đang sửa đổi
zh_cn: 改版中

# lblUrgencyExHighResource1.Text
source: Urgent
ja_jp: 大至急
vi: Khẩn cấp
zh_cn: 紧急

# lblUrgencyHighResource1.Text
source: High
ja_jp: 至急
vi: Gấp
zh_cn: 急

# lblUrgencyNormalResource1.Text
source: Normal
ja_jp: 一般
vi: Phổ thông
zh_cn: 普通

# lblUrgencyTextResource1.Text
source: Priority
ja_jp: プライオリティ
vi: Tốc độ tập tin
zh_cn: 文档速别

# lblVoidApprovalResource1.Text
source: Released(In Void Approval)
ja_jp: リリース済み（廃止申請中）
vi: Đã công bố ( Đang vô hiệu đánh giá)
zh_cn: 已公布(作废审核中)

# lblVoidErrorResource1.Text
source: Error occurred while voiding the document
ja_jp: エラーが発生しました
vi: Phát sinh lỗi khi hủy tài liệu
zh_cn: 文档作废发生错误

# lblVoidResource1.Text
source: Void
ja_jp: 廃止済み
vi: Đã vô hiệu
zh_cn: 已作废

# lblWKFStatusResource1.Text
source: BPM
ja_jp: 電子サイン
vi: Xác nhận và kí điện tử
zh_cn: 电子签核

# lblXSecretResource1.Text
source: Confidential
ja_jp: 秘
vi: Bí mật
zh_cn: 机密

# lblXXSecretResource1.Text
source: Secret
ja_jp: 極秘
vi: Tối mật
zh_cn: 极机密

# lblYesResource1.Text
source: Yes
ja_jp: はい
vi: Có
zh_cn: 是

# PageResource1.Title
source: Document information
ja_jp: ドキュメント情報
vi: Thông tin tập tin
zh_cn: 文档信息

# publishUnitResource1.Text
source: Issuing unit
ja_jp: 発行単位
vi: Đơn vị phát hành
zh_cn: 发行单位

# RadPanelItemResource1.Text
source: Release
ja_jp: リリース
vi: Công bố
zh_cn: 公布

# RadPanelItemResource10.Text
source: Void
ja_jp: 廃止する
vi: Vô hiệu
zh_cn: 作废

# RadPanelItemResource11.Text
source: Off shelved
ja_jp: オフシェルフ
vi: Gỡ xuống
zh_cn: 下架

# RadPanelItemResource12.Text
source: Shelved
ja_jp: 棚上げする
vi: Lên kệ
zh_cn: 上架

# RadPanelItemResource13.Text
source: Document authorization level setup
ja_jp: フォームの権限設定
vi: Cài đặt thuộc tính tệp
zh_cn: 文档权限设置

# RadPanelItemResource14.Text
source: Administrator
ja_jp: ディレクトリ管理者権限
vi: Chức năng của người quản lý mục lục
zh_cn: 目录管理者功能

# RadPanelItemResource15.Text
source: Revision history
ja_jp: バージョン履歴
vi: Lịch sử phiên bản
zh_cn: 版本历程

# RadPanelItemResource16.Text
source: Rank comments
ja_jp: スコアに対してコメント表
vi: Bảng ý kiến đánh giá
zh_cn: 评分意见表

# RadPanelItemResource17.Text
source: Reference document
ja_jp: 参考書類
vi: Tài liệu tham khảo
zh_cn: 参考文档

# RadPanelItemResource18.Text
source: Readers
ja_jp: 閲覧者機能
vi: Chức năng người đọc
zh_cn: 读者功能

# RadPanelItemResource19.Text
source: OCR result
ja_jp: OCRの結果
vi: Xác nhận kết quả
zh_cn: 辨识结果

# RadPanelItemResource2.Text
source: Release
ja_jp: リリース
vi: Công bố
zh_cn: 公布

# RadPanelItemResource20.Text
source: Restart OCR
ja_jp: 再読み込み
vi: Khởi động lại OCR
zh_cn: 重新辨识

# RadPanelItemResource21.Text
source: OCR result
ja_jp: OCRの結果
vi: Xác nhận kết quả
zh_cn: 辨识结果

# RadPanelItemResource22.Text
source: Restart OCR
ja_jp: 再読み込み
vi: Khởi động lại OCR
zh_cn: 重新辨识

# RadPanelItemResource23.Text
source: Simplified Approval History
ja_jp: 審査フローの履歴
vi: Lịch sử phê duyệt đơn giản
zh_cn: 简易审核历程

# RadPanelItemResource24.Text
source: Replace Document
ja_jp: ドキュメントを移動する
vi: Thay thế tập tin
zh_cn: 文档替换

# RadPanelItemResource25.Text
source: Replace Document
ja_jp: ドキュメントを移動する
vi: Thay thế tập tin
zh_cn: 文档替换

# RadPanelItemResource3.Text
source: Check in cancelled
ja_jp: 取り出すことをキャンセルする
vi: Hủy lấy ra
zh_cn: 取消取出

# RadPanelItemResource4.Text
source: Check in
ja_jp: 取り出す
vi: Lấy ra
zh_cn: 取出

# RadPanelItemResource5.Text
source: Save
ja_jp: 保存
vi: Lưu lại
zh_cn: 存回

# RadPanelItemResource6.Text
source: Modify document attribute
ja_jp: フォーム属性の修正
vi: Sửa đổi thuộc tính tệp
zh_cn: 文档属性修改

# RadPanelItemResource7.Text
source: View request records
ja_jp: チェック履歴
vi: Hồ sơ truy cập
zh_cn: 调阅记录

# RadPanelItemResource8.Text
source: Author
ja_jp: 作成者の機能
vi: Chức năng người lập
zh_cn: 作者功能

# RadPanelItemResource9.Text
source: Destroy
ja_jp: 廃止する
vi: Hủy bỏ
zh_cn: 销毁

# rbtnQueryDeleteFlowResource1.Text
source: View approval results
ja_jp: 審査結果を見る
vi: Quan sát kết quả xét duyệt
zh_cn: 观看审核结果

# suitableDepResource1.Text
source: Applied Dep.
ja_jp: 適用されてる部門
vi: Các bộ phận áp dụng
zh_cn: 适用部门

# TabDeleteResource1.Text
source: Deleted Approval
ja_jp: 審査お願いを破棄
vi: Kiểm tra tiêu hủy
zh_cn: 销毁审核

# TabResource1.Text
source: Summary
ja_jp: あらすじ
vi: Nội dung chính
zh_cn: 摘要

# TabResource2.Text
source: Keyword
ja_jp: キーワード
vi: Từ khóa
zh_cn: 关键字

# TabVoidResource1.Text
source: Void Approval
ja_jp: 廃止審査
vi: Kiểm tra vô hiệu
zh_cn: 作废审核

# TBarButtonResource1.Text
source: Copy document link
ja_jp: フォームのリンクをコピーする
vi: Sao chép liên kết văn bản
zh_cn: 复制文档链接

# TBarButtonResource2.Text
source: Copy revision link
ja_jp: バージョンリンクをコピー
vi: Sao chép liên kết phiên bản
zh_cn: 复制版本链接

# lblVoidingResource1.Text
source: (In Void Approval)
ja_jp: （廃止申請を審査中）
vi: Vô hiệu hóa trong khi xét duyệt
zh_cn: (作废审核中)

# lblDraftResource1.Text
source: Draft
ja_jp: 下書き
vi: Bản nháp
zh_cn: 草稿

# lblChangeReasonResource1.Text
source: Release/Update reason
ja_jp: リリース/変更原因
vi: Lý do phát hành / thay đổi
zh_cn: 发布/更改原因

# lblDocChangeReasonResource1.Text
source: Reason for update
ja_jp: 変更理由
vi: Lý do thay đổi tệp
zh_cn: 文件更改原因
