Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/DocRefList.aspx.*.resx
Languages: id, ja_jp

# BoundFieldResource1.HeaderText
source: 文件編號
id: Nomer dokumen
ja_jp: ドキュメント番号：

# BoundFieldResource2.HeaderText
source: 文件編號
id: Nomer dokumen
ja_jp: ドキュメント番号：

# BoundFieldsResource.HeaderText
source: 參考說明
ja_jp: 説明参照

# imgPDFViewerResource1.AlternateText
source: 觀看文件
id: Lihat dokumen
ja_jp: 閲覧

# labAlertResource1.Text
source: 正在進行檔案轉換，請稍後再觀看
id: Arsip dalam proses perubahan, silahkan periksa nanti
ja_jp: ファイルを転換しているので、しばらくお待ちください。

# labDocDenyResource1.Text
source: 發佈拒絕
id: Menolak merilis
ja_jp: 頒布不能

# labDocDenyResource2.Text
source: 發佈拒絕
id: Menolak merilis
ja_jp: 頒布不能

# labFileErrorResource1.Text
source: 發生錯誤，檔案不存在！
id: Kesalahan, arsip tidak ada !
ja_jp: エラーが発生しました。ファイルが存在しない！

# labNoActiveResource1.Text
source: 未生效
id: Belum berpengaruh
ja_jp: まだ有効になっていません

# labNoActiveResource2.Text
source: 未生效
id: Belum berpengaruh
ja_jp: まだ有効になっていません

# labPDFConvertERRORResource1.Text
source: 發生錯誤，轉換失敗！
id: Kesalahan merubah arsip!
ja_jp: エラーが発生しました。ファイルが転換できない！

# labVersionResource1.Text
source: 版本：
id: Perbaikan:
ja_jp: バージョン

# labVersionResource2.Text
source: 版本：
id: Perbaikan:
ja_jp: バージョン

# lblApprovalResource1.Text
source: 審核中
id: Persetujuan sedang dalam proses
ja_jp: 審査中

# lblApprovalResource2.Text
source: 審核中
id: Persetujuan sedang dalam proses
ja_jp: 審査中

# lblCheckinResource1.Text
source: 已存回
id: Tersimpan
ja_jp: 保存済み

# lblCheckinResource2.Text
source: 已存回
id: Tersimpan
ja_jp: 保存済み

# lblCheckOutResource1.Text
source: 已取出
id: Sudah dirubah
ja_jp: ファイルを取り出し済み

# lblCheckOutResource2.Text
source: 已取出
id: Sudah dirubah
ja_jp: ファイルを取り出し済み

# lblDocDeleteResource1.Text
source: 文件已被銷毀
id: Dokumen dimusnahkan
ja_jp: ファイルが既にリムーブされました

# lblDocSerialResource1.Text
source: 文件編號：
ja_jp: 書類番号：

# lblDraftResource1.Text
source: 草稿
id: Konsep
ja_jp: 下書き

# lblDraftResource2.Text
source: 草稿
id: Konsep
ja_jp: 下書き

# lblFileHasPasswordResource1.Text
source: 原始檔案有設定密碼，無法轉檔
ja_jp: 原始ファイルにはパスワードが設定してるので、ファイルの変更ができない

# lblFileNotTransferToUofResource1.Text
source: 目前檔案仍在Proxy伺服器，正由系統進行傳輸中，請稍後！
id: Arsip ini masih di proxy server, sekarang mengunggah, silahkan menunggu !
ja_jp: ファイルはまだProxyサーバーにあってシステムによってファイルの転換を行うのでしばらくお待ちください。

# lblFilePageOutLimitResource1.Text
source: 檔案頁數超過可轉檔上限{0}頁
ja_jp: ページのファイル転換可能なページは{0}です

# lblInactiveResource1.Text
source: 已失效
id: Tidak sah
ja_jp: 無効になる

# lblInactiveResource2.Text
source: 已失效
id: Tidak sah
ja_jp: 無効になる

# lblManualVersionResource1.Text
source: 版本：
ja_jp: バージョン：

# lblNoLendResource1.Text
source: 舊版本無權限調閱
id: Perbaikan yang lalu tidak dizinkan untuk melihat permintaan
ja_jp: 旧バージョンなので閲覧する権限がない

# lblNotsupportDocResource1.Text
source: 目錄設定為必須轉檔，但此檔案類型並不支援
id: Direktori dipasang sebagai "Merubah", tapi jenis unggahan arsip tidak mendukung
ja_jp: ファイルの転換する必要ですが、このファイルのタイプはサポートしていません。

# lblNoUpLoadResource1.Text
source: 文件還未上傳或已被銷毀
id: Dokumen tidak diunggah atau telah dimusnahkan
ja_jp: フォームがアップデートする前に既に廃止されました

# lblNoViewResource1.Text
source: 無權限觀看
id: Tidak otorisasi
ja_jp: 閲覧権限がない

# lblOldVerResource1.Text
source: 舊版本
id: Perubahan yang lama
ja_jp: 旧バージョン

# lblOldVerResource2.Text
source: 舊版本
id: Perubahan yang lama
ja_jp: 旧バージョン

# lblPrintUserResource1.Text
source: 列印者：
ja_jp: オペレーター

# lblProtectMsgResource1.Text
source: 此為保全文件無法線上觀看
id: Dokumen terenkripsi, Tidak dapat dilihat
ja_jp: 保護されてるファイルなので、オンラインで閲覧することができません

# lblPublishResource1.Text
source: 已公佈
id: Dirilis
ja_jp: リリース済み

# lblPublishResource2.Text
source: 已公佈
id: Dirilis
ja_jp: リリース済み

# lblReActResource1.Text
source: 已上架
id: Disimpan
ja_jp: 棚上げ済み

# lblReActResource2.Text
source: 已上架
id: Disimpan
ja_jp: 棚上げ済み

# lblTempInactResource1.Text
source: 已下架
id: Tidak bisa menyimpan
ja_jp: 削除された

# lblTempInactResource2.Text
source: 已下架
id: Tidak bisa menyimpan
ja_jp: 削除された

# lblUpdatingResource1.Text
source: 改版中
id: Memperbarui perbaikan
ja_jp: バージョンがアップデートする

# lblUpdatingResource2.Text
source: 改版中
id: Memperbarui perbaikan
ja_jp: バージョンがアップデートする

# lblViodingResource1.Text
source: (作廢審核中)
id: (di Persetujuan pengosongan)
ja_jp: （廃止申請を審査中）

# lblViodingResource2.Text
source: (作廢審核中)
id: (di Persetujuan pengosongan)
ja_jp: （廃止申請を審査中）

# lblVoidResource1.Text
source: 已作廢
id: Kosong
ja_jp: 廃止済み

# lblVoidResource2.Text
source: 已作廢
id: Kosong
ja_jp: 廃止済み

# lbtnInfoResource1.Text
source: 資訊
id: Informasi
ja_jp: 情報

# TemplateFieldResource1.HeaderText
source: 文件名稱
id: Pergerakan dokumen
ja_jp: ファイル名称

# TemplateFieldResource2.HeaderText
source: 功能
id: Fungsi
ja_jp: 機能

# TemplateFieldResource3.HeaderText
source: 作者
id: Pengarang
ja_jp: 作成者

# TemplateFieldResource5.HeaderText
source: 狀態
id: Status
ja_jp: 状態

# TemplateFieldResource6.HeaderText
source: 作者
id: Pengarang
ja_jp: 作成者

# TemplateFieldResource8.HeaderText
source: 狀態
id: Status
ja_jp: 状態

# TemplateFieldResource4.HeaderText
source: 保管者
id: Pengurus

# TemplateFieldResource7.HeaderText
source: 保管者
id: Pengurus
