Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/DMS/DocStore/App_LocalResources/UC_DMSDoc.ascx.*.resx
Languages: ja_jp, vi

# BoundFieldResource1.HeaderText
source: Revision
ja_jp: バージョン
vi: Phiên bản

# BoundFieldResource2.HeaderText
source: Modification Date
ja_jp: 修正日
vi: Ngày sửa đổi

# BoundFieldResource3.HeaderText
source: Revision
ja_jp: バージョン
vi: Phiên bản

# btnSearchResource1.Text
source: Search
ja_jp: 検索
vi: Tìm kiếm

# chkShowAllResource1.Text
source: display all documents with other status (
ja_jp: 別のステータスファイルを表示(
vi: Hiển thị trạng thái tài liệu khác

# Grid1Resource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu

# gridCommonResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu

# gridDetailResource1.EmptyDataText
source: No data
ja_jp: データ無し
vi: Không có dữ liệu

# gridDetailResource2.EmptyDataText
source: No data
ja_jp: データ無し
vi: Không có dữ liệu

# gridSearchListResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu

# hyAnalysisResource1.Text
source: Statistics
ja_jp: 集計
vi: Thống kê

# hyCommonuseResource1.Text
source: Add in commonly used documents
ja_jp: よく使うドキュメントに追加
vi: Thêm các tệp chung

# hyFavoritesResource1.Text
source: Add to collection
ja_jp: お気入りに追加
vi: Thêm vào mục yêu thích

# hyPrintRecordResource1.Text
source: Paper Delivery Control
ja_jp: 発送管理
vi: Kiểm soát phân phát giấy

# hyRemoteUploadResource1.Text
source: Released at Remote
ja_jp: 他のデイバイでリリースする
vi: Phát hành bên ngoài

# hyScoreResource1.Text
source: Rank
ja_jp: ランク
vi: Đánh giá

# hySubscribeResource1.Text
source: Subscribe
ja_jp: サァブスクラァィブ
vi: Đăng ký

# imgAgentResource1.ToolTip
source: System Subscription
ja_jp: サァブスクラァィブの代理設定
vi: Đăng ký đại diện

# imgPDFViewerResource1.AlternateText
source: View document
ja_jp: 閲覧
vi: Tài liệu quan sát

# imgPDFViewerResource2.AlternateText
source: View document
ja_jp: 閲覧
vi: Tài liệu quan sát

# imgPDFViewerResource3.AlternateText
source: View document
ja_jp: 閲覧
vi: Tài liệu quan sát

# imgPDFViewerResource4.AlternateText
source: View document
ja_jp: 閲覧
vi: Tài liệu quan sát

# labAlertResource1.Text
source: File is in converting, please check later
ja_jp: ファイルを転換しているので、しばらくお待ちください。
vi: Đang tiến hành chuyển đổi tệp, vui lòng xem sau

# labDocClassResource1.Text
source: Document category
ja_jp: 書類カテゴリー
vi: Loại tài liệu

# labDocDenyResource1.Text
source: Release Reject
ja_jp: 頒布不能
vi: Từ chối phát hành

# labDocStoreResource1.Text
source: Document Database
ja_jp: データベース
vi: Kho tài liệu

# Label10Resource1.Text
source: Class name:
ja_jp: 書類カテゴリー
vi: Loại tài liệu

# Label11Resource1.Text
source: Time:
ja_jp: 変更時間：
vi: Ngày thay đổi :

# Label12Resource1.Text
source: Summary:
ja_jp: あらすじ：
vi: Nội dung chính

# Label13Resource1.Text
source: Keyword:
ja_jp: キーワード
vi: Từ khóa

# Label14Resource1.Text
source: Status:
ja_jp: 状態
vi: Trạng thái

# Label19Resource1.Text
source: Numbers of Download
ja_jp: ダウンロード次数
vi: Tải xuống thất bại

# Label1Resource1.Text
source: Display format:
ja_jp: 表示方式：
vi: Phương thức hiển thị

# Label3Resource1.Text
source: Author:
ja_jp: 作成者
vi: Người lập

# Label4Resource1.Text
source: Function list
ja_jp: 機能表
vi: Biểu chức năng

# Label5Resource1.Text
source: Document revision
ja_jp: バージョン：
vi: Phiên bản tệp

# Label6Resource1.Text
source: Document route
ja_jp: ファイルパス
vi: Đường dẫn tập tin

# Label7Resource1.Text
source: Document size
ja_jp: ファイルサイズ
vi: Kích thước văn bản

# Label8Resource1.Text
source: Release time
ja_jp: リリース日
vi: Ngày công bố

# Label9Resource1.Text
source: Sequence format：
ja_jp: 表示順番：
vi: Phương thức sắp xếp：

# Label9Resource2.Text
source: Document author
ja_jp: ドキュメントの作成者
vi: Tác giả tệp

# Labela41Resource1.Text
source: Revision:
ja_jp: バージョン
vi: Phiên bản:

# Labela4Resource1.Text
source: Effective date:
ja_jp: 有効になる日
vi: Ngày có hiệu lực

# Labela6Resource1.Text
source: Expired date:
ja_jp: 期限日：
vi: Ngày hết hạn

# labFileErrorResource1.Text
source: Error, file does not exist!
ja_jp: エラーが発生しました。ファイルが存在しない！
vi: Đã xảy ra lỗi, tệp không tồn tại!

# labNoActiveResource1.Text
source: Not Effective
ja_jp: まだ有効になっていません
vi: Không có hiệu lực

# labOrderTypeResource1.Text
source: Sort:
ja_jp: 順番：
vi: Sắp xếp theo thứ tự

# labPDFConvertERRORResource1.Text
source: File convert error!
ja_jp: エラーが発生しました。ファイルが転換できない！
vi: Đã xảy ra lỗi, chuyển đổi không thành công!

# lblActiveResource1.Text
source: Effective immediately
ja_jp: 有効になる
vi: Hiệu quả ngay lập tức

# lblAddUseErrorResource1.Text
source: Error occurred while adding in commonly used documents
ja_jp: よく使うドキュメントに追加できなかった
vi: Đã xảy ra lỗi khi thêm mục yêu thích

# lblAnalysisResource1.Text
source: Statistics
ja_jp: 集計
vi: Thống kê

# lblApprovalResource1.Text
source: Approval in process
ja_jp: 審査中
vi: Đang xét duyệt

# lblCheckinResource1.Text
source: Saved
ja_jp: 保存済み
vi: Đã kiểm tra lại

# lblCheckOutResource1.Text
source: Checked in
ja_jp: ファイルを取り出し済み
vi: Đã lấy ra

# lblClassDelResource1.Text
source: Category deleted
ja_jp: カテゴリーが削除された
vi: Thể loại đã bị xóa

# lblClassResource1.Text
source: Document category:
ja_jp: 書類カテゴリー
vi: Loại tài liệu

# lblCommonListResource1.Text
source: Commonly used documents
ja_jp: よく使うドキュメント
vi: Hồ sơ thường dùng

# lblCommonuseResource1.Text
source: Add in commonly used documents
ja_jp: よく使うドキュメントに追加
vi: Thêm các tệp chung

# lblConfirmAddResource1.Text
source: Add to collection ?
ja_jp: お気入りに保存しますか？
vi: Bạn có chắc chắn muốn thêm vào danh sách yêu thích không?

# lblConfirmAddUseResource1.Text
source: Confirm to add in commonly used document?
ja_jp: よく使うドキュメントに追加できなかった
vi: Bạn có chắc chắn muốn thêm vào tệp chung không?

# lblConfirmDeleteCommonListResource1.Text
source: Remove from Commonly used documents?
ja_jp: よく使うファイルからリムーブしますか？
vi: Bạn có chắc chắn muốn hủy các tệp thường dùng không?

# lblDeletingResource1.Text
source: (Delete in approval)
ja_jp: （廃止申請を審査中）
vi: xét duyệt hủy bỏ

# lblDocNumResource1.Text
source: Document number:
ja_jp: ドキュメント番号：
vi: Mã tài liệu:

# lblDocSerialResource1.Text
source: Document number：
ja_jp: 書類番号：
vi: Mã tài liệu:

# lblDocStatusResource1.Text
source: Search status:
ja_jp: フォームの状態：
vi: Trạng thái tệp:

# lblDownloadNumResource1.ToolTip
source: Numbers of Download and Views
ja_jp: 観覧とダウンロード回数
vi: Tải xuống thất bại

# lblDownloadNumResource3.ToolTip
source: Numbers of Download
ja_jp: ダウンロード次数
vi: Tải xuống thất bại

# lblDownloadNumTitleResource1.Text
source: Numbers of Download :
ja_jp: ダウンロード次数
vi: Tải xuống thất bại:

# lblDraftResource1.Text
source: Draft
ja_jp: 下書き
vi: Bản nháp

# lblFavoritesResource1.Text
source: Add to collection
ja_jp: お気入りに追加
vi: Thêm vào mục yêu thích

# lblFileHasPasswordResource1.Text
source: The original file is encrypted, transferred failure
ja_jp: 原始ファイルにはパスワードが設定してるので、ファイルの変更ができない
vi: Tệp gốc có cài đặt mật khẩu, không thể chuyển tệp

# lblFileNotTransferToUofResource1.Text
source: This file is still in Proxy server, it is uploading now, please wait！
ja_jp: ファイルはまだProxyサーバーにあってシステムによってファイルの転換を行うのでしばらくお待ちください。
vi: Hiện tại tệp vẫn còn trên máy chủ Proxy và đang được hệ thống chuyển về, vui lòng đợi!

# lblFilePageOutLimitMsgResource1.Text
source: Total are {0} pages, exceed the upper limit.
ja_jp: ファイルページ数はアップロードできるページ数制限数に超えるので、アップロードできません。
vi: Số trang tệp là {0}, vượt quá số tệp tối đa có thể được chuyển đổi.

# lblFilePageOutLimitResource1.Text
source: There are {0} pages over the limit of transfer pages
ja_jp: ページのファイル転換可能なページは{0}です
vi: Số trang của tệp vượt quá giới hạn {0} trang có thể được chuyển đổi

# lblFileResource1.Text
source: File name:
ja_jp: ファイル名称
vi: Tên tệp

# lblFolderDelResource1.Text
source: Directory deleted
ja_jp: 削除された
vi: Mục lục đã bị xóa

# lblInactiveResource1.Text
source: Expired
ja_jp: 無効になる
vi: Đã mất hiệu lực

# lblManualVersionResource1.Text
source: Revision：
ja_jp: バージョン：
vi: Phiên bản:

# lblNeverOverdueResource1.Text
source: Never expire
ja_jp: 期限切れがない
vi: Không bao giờ hết hạn

# lblNotsupportDocResource1.Text
source: The directory is set as "Convert", but the file type of uploaded file is not supported.
ja_jp: ファイルの転換する必要ですが、このファイルのタイプはサポートしていません。
vi: Mục lục cài đặt là để chuyển tệp, nhưng loại tệp này không được hỗ trợ

# lblOldVerResource1.Text
source: Old revision
ja_jp: 旧バージョン
vi: Phiên bản cũ

# lblPathResource1.Text
source: Document route:
ja_jp: ファイルパス:
vi: Đường dẫn tập tin

# lblPrintRecordResource1.Text
source: Paper Delivery Control
ja_jp: 発送管理
vi: Kiểm soát phân phát giấy

# lblPrintUserResource1.Text
source: Print by:
ja_jp: オペレーター
vi: Người in

# lblProtectMsgResource1.Text
source: The DOC is encrypted, unable to view.
ja_jp: 保護されてるファイルなので、オンラインで閲覧することができません
vi: Đây là một tệp được bảo mật và không thể xem trực tuyến

# lblPublishDateTextResource1.Text
source: Released time：
ja_jp: リリース日
vi: Ngày công bố

# lblPublishResource1.Text
source: Released
ja_jp: リリース済み
vi: Đã công bố

# lblReActResource1.Text
source: Shelved
ja_jp: 棚上げ済み
vi: Đã thêm vào

# lblRemoteUploadResource1.Text
source: Released at Remote
ja_jp: 他のデイバイでリリースする
vi: Phát hành bên ngoài

# lblSatusTitleResource1.Text
source: Status:
ja_jp: 状態
vi: Trạng thái

# lblScoreResource1.Text
source: Rank
ja_jp: ランク
vi: Đánh giá

# lblSearchFolderDocResource1.Text
source: Search for document (name, number, keyword) in this directory (without subdirectories):
ja_jp: このディレクトリ（サブディレクトリを含まない）でファイル（名前、番号、キーワード）を検索します。
vi: Tìm kiếm tài liệu trong mục lục ( Tên, Mã, Từ khóa)

# lblSearchResource1.Text
source: Full text search
ja_jp: 文章内検索
vi: Tìm kiếm toàn văn bản

# lblSubscribeResource1.Text
source: Subscribe
ja_jp: サァブスクラァィブ
vi: Đăng ký

# lblSuccessAddResource1.Text
source: Add to collection successfully
ja_jp: お気に入りへ追加
vi: Đã thêm thành công danh sách của tôi.

# lblTempInactResource1.Text
source: Off shelved
ja_jp: 削除された
vi: Đã gỡ xuống

# lblUpdatingResource1.Text
source: Revision Updating
ja_jp: バージョンがアップデートする
vi: Đang sửa đổi

# lblViewNumTitleResource1.Text
source: number of views：
ja_jp: 観覧人数：
vi: Số lần quan sát

# lblViewTitleResource1.Text
source: number of views
ja_jp: 閲覧数
vi: Số lần quan sát

# lblViodingResource1.Text
source: (In Void Approval)
ja_jp: （廃止申請を審査中）
vi: Vô hiệu hóa trong khi xét duyệt

# lblVoidResource1.Text
source: Void
ja_jp: 廃止済み
vi: Đã vô hiệu

# lbtnAdvancedResource1.Text
source: Advanced
ja_jp: アドバンス
vi: Nâng cao

# lbtnAnalysisResource1.Text
source: Statistics
ja_jp: 集計
vi: Thống kê

# lbtnAnalysisResource2.Text
source: Statistics
ja_jp: 集計
vi: Thống kê

# lbtnAnalysisResource3.Text
source: Statistics
ja_jp: 集計
vi: Thống kê

# lbtnCommonuseResource1.Text
source: Common
ja_jp: よく使うドキュメントに追加
vi: Thêm các tệp chung

# lbtnCommonuseResource2.Text
source: Common
ja_jp: よく使うドキュメントに追加
vi: Thêm các tệp chung

# lbtnDetailFavoritesResource1.Text
source: Collection
ja_jp: お気入りに追加
vi: Thêm vào mục yêu thích

# lbtnFavoritesResource1.Text
source: Collection
ja_jp: お気入りに追加
vi: Thêm vào mục yêu thích

# lbtnInfoResource1.Text
source: Information
ja_jp: 情報
vi: Thông tin

# lbtnInfoResource2.Text
source: Information
ja_jp: 情報
vi: Thông tin

# lbtnInfoResource3.Text
source: Information
ja_jp: 情報
vi: Thông tin

# lbtnPrintRecordResource1.Text
source: Paper Delivery Control
ja_jp: 発送管理
vi: Kiểm soát phân phát giấy

# lbtnRemoteUploadResource1.Text
source: Release to other server
ja_jp: 他のデイバイでリリースする
vi: Phát hành bên ngoài

# lbtnRemoteUploadResource2.Text
source: Publish to other server
ja_jp: 他のデイバイでリリースする
vi: Phát hành bên ngoài

# lbtnScoreResource1.Text
source: Rank
ja_jp: ランク
vi: Đánh giá

# lbtnScoreResource2.Text
source: Rank
ja_jp: ランク
vi: Đánh giá

# lbtnScoreResource3.Text
source: Rank
ja_jp: ランク
vi: Đánh giá

# lbtnShoeAllInfoResource1.Text
source: Description
ja_jp: 說明
vi: Mô tả

# lbtnSubscribeResource1.Text
source: Subscribe
ja_jp: サァブスクラァィブ
vi: Đăng ký

# lbtnSubscribeResource2.Text
source: Subscribe
ja_jp: サァブスクラァィブ
vi: Đăng ký

# lbtnSubscribeResource3.Text
source: Subscribe
ja_jp: サァブスクラァィブ
vi: Đăng ký

# ListItemResource1.Text
source: Document list
ja_jp: リスト
vi: Danh sách tệp

# ListItemResource10.Text
source: Released
ja_jp: リリース済み
vi: Đã công bố

# ListItemResource11.Text
source: Saved
ja_jp: 保存済み
vi: Đã kiểm tra lại

# ListItemResource12.Text
source: Checked in
ja_jp: ファイルを取り出し済み
vi: Đã lấy ra

# ListItemResource13.Text
source: Approval in process
ja_jp: 審査中
vi: Đang xét duyệt

# ListItemResource14.Text
source: Void
ja_jp: 廃止済み
vi: Đã vô hiệu

# ListItemResource15.Text
source: Release Reject
ja_jp: 頒布不能
vi: Từ chối phát hành

# ListItemResource16.Text
source: Off shelved
ja_jp: 削除された
vi: Đã gỡ xuống

# ListItemResource17.Text
source: Expired
ja_jp: 無効になる
vi: Đã mất hiệu lực

# ListItemResource18.Text
source: Document file name
ja_jp: ファイル名称
vi: Tên tập tin

# ListItemResource19.Text
source: Document size
ja_jp: ファイルサイズ
vi: Kích thước văn bản

# ListItemResource2.Text
source: Detailed information
ja_jp: 詳しい情報
vi: Dữ liệu chi tiết

# ListItemResource20.Text
source: Document route
ja_jp: ファイルパス
vi: Đường dẫn tập tin

# ListItemResource21.Text
source: Released date
ja_jp: リリース日
vi: Ngày công bố

# ListItemResource22.Text
source: Author
ja_jp: 作成者
vi: Người lập

# ListItemResource23.Text
source: Not yet in effect
ja_jp: 有効ではない
vi: Không có hiệu lực

# ListItemResource3.Text
source: Document name
ja_jp: ファイル名称
vi: Tên tệp tin

# ListItemResource4.Text
source: Document number
ja_jp: ドキュメント番号：
vi: Mã tài liệu

# ListItemResource5.Text
source: Author
ja_jp: 作成者
vi: Người lập

# ListItemResource6.Text
source: Status
ja_jp: 状態
vi: Trạng thái

# ListItemResource7.Text
source: Released date
ja_jp: リリース日
vi: Ngày công bố

# ListItemResource8.Text
source: Keyword
ja_jp: キーワード
vi: Từ khóa

# ListItemResource9.Text
source: All
ja_jp: 全部
vi: Toàn bộ

# PUBLISH_DATE_BoundFieldResource.HeaderText
source: Released date
ja_jp: リリース日
vi: Ngày công bố

# RadToolBarButtonResource1.Text
source: Cancel
ja_jp: キャンセル
vi: Hủy bỏ

# TemplateFieldResource1.HeaderText
source: Document Rank
ja_jp: 発表した文章ランキング
vi: So sánh tập tin

# TemplateFieldResource10.HeaderText
source: Document Name
ja_jp: ファイル名称
vi: Tên tệp tin

# TemplateFieldResource11.HeaderText
source: Author
ja_jp: 作成者
vi: Người lập

# TemplateFieldResource12.HeaderText
source: Operation
ja_jp: 操作
vi: Thao tác

# TemplateFieldResource16.HeaderText
source: Expired date
ja_jp: 期限日
vi: Ngày đến

# TemplateFieldResource2.HeaderText
source: Document Number
ja_jp: ドキュメント番号：
vi: Mã tài liệu

# TemplateFieldResource3.HeaderText
source: Document Name
ja_jp: ファイル名称
vi: Tên tệp tin

# TemplateFieldResource4.HeaderText
source: Author
ja_jp: 作成者
vi: Người lập

# TemplateFieldResource5.HeaderText
source: Status
ja_jp: 状態
vi: Trạng thái

# TemplateFieldResource6.HeaderText
source: Keyword
ja_jp: キーワード
vi: Từ khóa

# TemplateFieldResource7.HeaderText
source: Operation
ja_jp: 操作
vi: Thao tác

# TemplateFieldResource8.HeaderText
source: Document Rank
ja_jp: 発表した文章ランキング
vi: so sánh tập tin

# TemplateFieldResource9.HeaderText
source: Document Number
ja_jp: ドキュメント番号：
vi: Mã tài liệu
