Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/WKFOptionalFields104/App_LocalResources/LeaveBatchInfoUC.ascx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: Leave
vi: Loại nghỉ

# BoundFieldResource2.HeaderText
source: That day
vi: Ngày phát sinh sự kiện

# BoundFieldResource3.HeaderText
source: Leave Code
vi: Mã đơn nghỉ phép

# btnAddLeaveResource1.Text
source: New list
vi: Chi tiết thêm mới

# cvCheckContinuousResource1.ErrorMessage
source: The Leave time needs to be continuous, please reset
vi: Thời gian nghỉ liên tục, vui lòng đặt lại

# cvCheckDataResource1.ErrorMessage
source: Add in list
vi: Vui lòng thêm thông tin chi tiết

# cvMissingInfoResource1.ErrorMessage
source: The Applicant doesn't have employee ID or Tax ID
vi: Người nộp đơn không có thông tin mã số thống nhất của công ty hoặc mã số nhân viên

# cvRequiredAgentResource1.ErrorMessage
source: Blank not allowed
vi: Không cho phép để trống

# cvRequiredReasonResource1.ErrorMessage
source: Blank not allowed
vi: Không cho phép để trống

# grdLeaveInfoResource1.EmptyDataText
source: No data found
vi: Không tìm thấy dữ liệu

# Label2Resource1.Text
source: Leave & time
vi: Loại nghỉ và thời gian

# Label3Resource1.Text
source: Reason
vi: Nguyên do của sự việc

# Label5Resource1.Text
source: Total hours
vi: Tổng số giờ

# Label6Resource1.Text
source: Hour
vi: Giờ

# lblAddDetailResource1.Text
source: New list
vi: Chi tiết thêm mới

# lblAgentReselectResource1.Text
source: Selected Deputy is not available, please retry.
vi: Tác nhân công việc đã chọn không còn tồn tại và một tác nhân cần được chọn lại.

# lblAgentResource1.Text
source: Deputy
vi: Người ủy quyền chức vụ

# lblAgentUnavailableResource1.Text
source: Selected Deputy is not available, please check related settings in Profile.
vi: Tác nhân công việc đã chọn không còn tồn tại và một tác nhân cần được chọn lại.

# lblApplylessOnMobileDeviceResource1.Text
source: This field does not support editing in Mobile device
vi: Ứng dụng cài đặt trên thiết bị di động không được hỗ trợ

# lblAuthorityMsgResource1.Text
source: Authorized members
vi: Điền nhân viên có quyền hạn

# lblCalResource1.Text
source: Calculate the Leave Hours(Days) first
vi: Vui lòng tính toán số giờ nghỉ phép (Ngày)

# lblComfirmResource1.Text
source: Confirm to delete?
vi: Chắc chắn bạn muốn xóa?

# lblDisplayTitleFormatResource1.Text
source: Leave interval {0} {1}~{2} {3}
vi: Khoảng thời gian nghỉ {0} {1}~{2} {3}

# lblEditlessOnMobileDeviceResource1.Text
source: This field does not support editing in Mobile device
vi: Cột này không được phép chỉnh sửa trong APP

# lblEndDateRowTitleResource1.Text
source: Leave time(End)
vi: Thời gian nghỉ( kết thúc)

# lblErrMsg1Resource1.Text
source: This account is suspended, please try again
vi: Tài khoản đã ngừng dùng，xin vui lòng lựa chọn chức vụ người đại diện mới 。

# lblEventDateRowTitleResource1.Text
source: That day
vi: Ngày phát sinh sự kiện

# lblHasNoAuthorityResource1.Text
source: No authority to fill in
vi: Không có quyền hạn điền vào

# lblHoursRowTitleResource1.Text
source: Leave(days/ hours)
vi: Số ngày nghỉ

# lblIncludeApplyUserResource1.Text
source: Deputy and Applicant can be the different person
vi: Người ủy quyền chức vụ và người nộp đơn không được giống nhau

# lblLeaveAfterResource1.Text
source: The application must be submitted {0} days after the end of the leave date, and the application deadline has been exceeded
vi: Đơn phải đưa trong {0} ngày sau ngày kết thúc nghỉ phép và đã quá thời hạn nộp đơn

# lblLeaveBeforeResource1.Text
source: The application must be submitted {0} days before the start date of the leave application, and the application deadline has been exceeded
vi: Đơn đề nghị phải được gửi {0} ngày , trước ngày bắt đầu nghỉ phép và đã quá thời hạn nộp đơn

# lblLeaveCodeRowTitleResource1.Text
source: Leave
vi: Loại nghỉ

# lblMsgEditorResource1.Text
source: Modifier
vi: Người sửa

# lblMsgSignerResource1.Text
source: Answerer
vi: Người điền

# lblPauseMsgResource1.Text
source: This account was suspended
vi: Tài khoản đã ngừng dùng。

# lblSelectResource1.Text
source: Select
vi: Vui lòng chọn

# lblStratDateRowTitleResource1.Text
source: Leave time(Start)
vi: Thời gian nghỉ ( Từ)

# lblToolTipMsgResource1.Text
source: Modification not allowed (Read only)
vi: Không cho phép sửa ( chỉ đọc)

# lbtnDeleteResource1.Text
source: Delete
vi: Xóa

# lbtnModifyResource1.Text
source: Modify
vi: Sửa

# lbtnUserLeaveDataResource1.Text
source: Available Leave
vi: Số dư còn lại có sẵn

# rdbtnCalResource1.Text
source: Calculate
vi: Tính toán

# TemplateFieldResource2.HeaderText
source: Operation
vi: Thao tác

# TemplateFieldResource3.HeaderText
source: Leave time(Start)
vi: Thời gian nghỉ ( Từ)

# TemplateFieldResource4.HeaderText
source: Leave time(End)
vi: Thời gian nghỉ( kết thúc)

# TemplateFieldResource5.HeaderText
source: Leave(days/ hours)
vi: Số ngày nghỉ
