Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/WKFOptionalFields104/App_LocalResources/OverTimeBatchInfoAdvUC.ascx.*.resx
Languages: ja_jp, vi, zh_cn

# BFCalResultResource1.HeaderText
source: OT hours
ja_jp: 残業時数
vi: Số giờ tăng ca
zh_cn: 加班时数

# BFEndTimeResource1.HeaderText
source: Date(End)
ja_jp: 残業時間（終了時間）
vi: Thời gian tăng ca (đã kết thúc)
zh_cn: 加班时间(讫)

# BFExcludeTypeResource1.HeaderText
source: OT hours
ja_jp: 残業時数
vi: Số giờ bị trừ
zh_cn: 扣除时数

# BFMealAllowanceTypeResource1.HeaderText
source: Meal allowance
ja_jp: 夕食経費を配り
vi: Phí ăn uống không chính xác
zh_cn: 误餐费

# BFOTTypeResource1.HeaderText
source: Exchange method
ja_jp: 代わり方
vi: Phương pháp chuyển đổi
zh_cn: 折换方式

# BFOverTimeUserdResource1.HeaderText
source: Overtime members
ja_jp: 残業者
vi: Nhân viên tăng ca
zh_cn: 加班人员

# BFPunchCheckResource1.HeaderText
source: Punch data
ja_jp: 出勤データ
vi: Dữ liệu quẹt thẻ
zh_cn: 刷卡数据

# BFRemarkResource1.HeaderText
source: Reason
ja_jp: 原因
vi: Nguyên do của sự việc
zh_cn: 事由

# BFStartTimeResource1.HeaderText
source: Date(Start)
ja_jp: 残業時間（開始時間）
vi: Thời gian tăng ca (đến đâu)
zh_cn: 加班时间(起)

# BFStateResource1.HeaderText
source: Verification
ja_jp: 検証
vi: Xác minh
zh_cn: 验证

# cblExcludeHoursDinnerResource1.Text
source: Dinner
ja_jp: 夕食
vi: Bữa tối
zh_cn: 晚餐

# cblExcludeHoursLunchResource1.Text
source: Launch
ja_jp: 昼食
vi: Bữa trưa
zh_cn: 午餐

# cblExcludeHoursOtherResource1.Text
source: Other
ja_jp: その他
vi: Khác
zh_cn: 其他

# cblExcludeHoursSupperResource1.Text
source: Late-Night Snack
ja_jp: 夜食
vi: Ca đêm
zh_cn: 夜餐

# cvCheckDataResource1.ErrorMessage
source: Add in list
ja_jp: 明細を追加する
vi: Vui lòng thêm thông tin chi tiết
zh_cn: 请新建明细

# grdOverTimeBatchAdvResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# lblAddItemResource1.Text
source: New list
ja_jp: 明細を追加する
vi: Chi tiết thêm mới
zh_cn: 新建明细

# lblApplylessForAppResource1.Text
source: Application on mobile devices is not supported
ja_jp: デバイスでは申請不能です
vi: Ứng dụng biểu mẫu này không được áp dụng tại ứng dụng APP
zh_cn: 不支持在App申请此张表单

# lblApplylessOnMobileDeviceResource1.Text
source: Application on mobile devices is not supported
ja_jp: デバイスでは申請不能です
vi: Ứng dụng biểu mẫu này không được áp dụng tại ứng dụng APP
zh_cn: 不支持在App申请此张表单

# lblCalResultingResource1.Text
source: Waiting for Calculation
ja_jp: 計算中
vi: Đợi tính toán
zh_cn: 待计算

# lblComfirmResource1.Text
source: Confirm to delete?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn bạn muốn xóa?
zh_cn: 确实要删除?

# lblDisplayTitleFormatResource1.Text
source: Multi-time OT ({0} people)
ja_jp: 入力した残業時間が多い({0}人
vi: Làm thêm trong nhiều giờ ({0} người)
zh_cn: 多时段加班({0}人)

# lblEditlessOnMobileDeviceResource1.Text
source: This field does not support editing in Mobile device
ja_jp: アプリでの編集が不可です。
vi: Cột này không được phép chỉnh sửa trong APP
zh_cn: 此字段不允许在App编辑

# lblErrorMsgResource1.Text
source: Error Message
ja_jp: エラーメッセージ
vi: Thông tin lỗi
zh_cn: 错误消息

# lblMeatAllowenceNoResource1.Text
source: Give up
ja_jp: 受け取りません
vi: Không hỗ trợ
zh_cn: 不支领

# lblMeatAllowenceYesResource1.Text
source: According to Missed Meal setting in HR system
ja_jp: HRシステムの食事遅れ料金により設定します。
vi: Theo cài đặt phí bữa ăn của hệ thống nhân sự
zh_cn: 依HR系统误餐费设置

# lblModifyDataMemoResource1.Text
source: After the form is sent, the actual OT hours will be calculated and displayed according to the 104 system settings
ja_jp: フォームが完成できたら104システムにより個人残業時間数の表示が出来る
vi: Sau khi biểu mẫu được gửi đi, số giờ làm thêm thực tế sẽ được tính toán và hiển thị theo cài đặt hệ thống 104
zh_cn: 表单送出后才会依104系统的设置来计算和显示个人实际加班时数

# lblMsgEditorResource1.Text
source: Modifier
ja_jp: 修正者
vi: Người sửa
zh_cn: 修改者

# lblMsgSignerResource1.Text
source: Answerer
ja_jp: 記入者
vi: Người điền
zh_cn: 填写者

# lblOTtypePaymentResource1.Text
source: Transfer to Salary
ja_jp: 残業代になる
vi: Chuyển tiền tăng ca
zh_cn: 转加班费

# lblOTTypeRowTitleResource1.Text
source: Exchange method
ja_jp: 代わり方
vi: Phương pháp chuyển đổi
zh_cn: 折换方式

# lblOTtypeTimeOffResource1.Text
source: Transfer to Compensatory Leave
ja_jp: 有給休暇に転換する
vi: Chuyển khoản nghỉ bù
zh_cn: 转补休

# lblOverTimeRangeRowTitleResource1.Text
source: OT Time
ja_jp: 残業時間
vi: Thời gian tăng ca
zh_cn: 加班时间

# lblOverTimeRemarkTitleResource1.Text
source: Reason
ja_jp: 原因
vi: Nguyên do của sự việc
zh_cn: 事由

# lblOverTimeUsersRowTitleResource1.Text
source: Overtime members
ja_jp: 残業者
vi: Nhân viên tăng ca
zh_cn: 加班人员

# lblPriorCheckFailResource1.Text
source: Click Modify to check the reason of verification failure
ja_jp: 変更ボタンを押して検証失敗の原因を確認できます。
vi: Nhấp vào nút sửa đổi để xem lý do tại sao xác thực không thành công
zh_cn: 点按修改钮可查看验证失败原因

# lblPriorCheckNeedSuccessResource1.Text
source: Please delete or modify the content of the person who failed the verification
ja_jp: エラーが発生したデータを削除して下さい
vi: Vui lòng xóa hoặc thay đổi xác minh nội dung đăng ký của nhân viên bị thất bại
zh_cn: 请删除或修改验证失败人员申请内容

# lblPriorCheckResource1.Text
source: Please count the hours and confirm that the information is completely correct before sending
ja_jp: 資料を確認したら送信して下さい
vi: Vui lòng tính toán số giờ tăng ca và xác nhận dữ liệu hoàn toàn không bị sai mới có thể gửi đi
zh_cn: 请先计算时数并确认数据完全无误后才可送出

# lblPriorCheckSuccessResource1.Text
source: Pass
ja_jp: 検査できた
vi: Kiểm tra đã thông qua
zh_cn: 检查通过

# lblPunchCheckNoNoResource1.Text
source: Skip Check
ja_jp: チェックする必要がない
vi: Không cần kiểm tra
zh_cn: 不需检查

# lblPunchCheckYesResource1.Text
source: Setting by 104
ja_jp: 104により設定
vi: Cài đặt theo 105
zh_cn: 依104设置

# lblResultAllFailMsgResource1.Text
source: All OT workers cannot apply for OT.
ja_jp: 全ての残業ユーザーが残業申請不能です
vi: Tất cả nhân viên tăng ca không nộp đơn tăng ca
zh_cn: 所有加班人员均无法申请加班。

# lblResultWaitMsgResource1.Text
source: The OT hours of some OT workers have not yet been calculated, please wait.
ja_jp: まだ計算中なので、しばらくお待ちください。
vi: Giờ làm thêm của một số nhân viên làm thêm giờ vẫn chưa tính xong, xin hãy chờ.
zh_cn: 部分加班人员加班时数尚未完成计算，请稍后。

# lblResutlMsgFormatResource1.Text
source: Apply:{0} Success:{1} Failure:{2}
ja_jp: 申請人数:{0} 完成人数:{1} 失敗人数:{2}
vi: Số người đăng ký:{0} Số người thành công:{1} Số người thất bại:{2}
zh_cn: 申请人数:{0} 成功人数:{1} 失败人数:{2}

# lblStateFailResource1.Text
source: Fail
ja_jp: 失敗
vi: Thất bại
zh_cn: 失败

# lblStatePassResource1.Text
source: Success
ja_jp: 成功
vi: Thành công
zh_cn: 成功

# lbtnApplyDetailResource1.Text
source: Click to view the reason for failure
ja_jp: エラーメッセージ
vi: Bấm vào đây để xem lý do thất bại
zh_cn: 点此查看失败原因

# lbtnDeleteResource1.Text
source: Delete
ja_jp: 削除済みの連絡先は：
vi: Xóa
zh_cn: 删除

# lbtnModifyResource1.Text
source: Modify
ja_jp: 修正/記入時間
vi: Sửa
zh_cn: 修改

# rdbtnAddDetailResource1.Text
source: New list
ja_jp: 明細を追加する
vi: Chi tiết thêm mới
zh_cn: 新建明细

# rdbtnPriorCheckResource1.Text
source: Hours calculate
ja_jp: 計算する時間数
vi: Số giờ tính toán
zh_cn: 计算时数

# TFOperationResource1.HeaderText
source: Operation
ja_jp: 操作
vi: Thao tác
zh_cn: 操作
