Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/WKFOptionalFields104/App_LocalResources/OverAttendReportUpadteUC.ascx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: Date
vi: Ngày

# BoundFieldResource2.HeaderText
source: Time to Punch
vi: Thời gian quẹt thẻ

# BoundFieldResource3.HeaderText
source: Actual Punch time
vi: Thời gian thẻ thực tế

# cvApplicantReasonResource1.ErrorMessage
source: At lease input one Extra Hours reason
vi: Ít nhất điền một lý do quá giờ

# cvReApplicateResource1.ErrorMessage
source: Modify Reason of Extra Hours is not allow repeated application, please check your application detail.
vi: Nguyên nhân quá giờ không được phép xin sửa lại, vui lòng kiểm tra tài liệu xin cấp

# cvReasonResource1.ErrorMessage
source: Reason of Extra Hours is required.
vi: Nguyên nhân quá giờ hoặc diễn giải không được để trống

# grdOverAttendResource1.EmptyDataText
source: No need to modify Extra Hours information in this period.
vi: Khoảng thời gian này không có thông tin sửa đổi vượt quá thời gian chuyên cần

# lblApplciantMissingResource1.Text
source: The Applicant doesn't have employee ID or Tax ID
vi: Người nộp đơn không có thông tin mã số thống nhất của công ty hoặc mã số nhân viên

# lblAuthorityMsgResource1.Text
source: Persons with authority of fill in
vi: Điền nhân viên có quyền hạn

# lblDateVaildResource1.Text
source: The Start time should be earlier than End time
vi: Ngày bắt đầu tìm kiếm không được muộn hơn ngày kết thúc

# lblgridNoDataResource1.Text
source: No Extra Hours
vi: Không có bất kì dữ liệu chấm công ngoài giờ nào

# lblHasNoAuthorityResource1.Text
source: No authority to fill in
vi: Không có quyền hạn điền vào

# lblMsgSignerResource1.Text
source: Answerer
vi: Người điền

# lblNotAllowApplicantResource1.Text
source: Not allow to apply, please contact Administrator.
vi: Ứng dụng cho biểu mẫu này không cho phép, vui lòng liên hệ nhân viên quản lý hệ thống。

# lblOffDutyResource1.Text
source: Off work
vi: Tan làm/Làm việc

# lblOnDutyResource1.Text
source: On duty
vi: Làm việc

# lblOverAttendHeaderResource1.Text
source: Extra Hours Reason(After)
vi: Nguyên nhân quá giờ( Sau khi thay đổi)

# lblQueryOverWeekResource1.Text
source: The query period is limited in 7 days
vi: Khoảng thời gian truy vấn không được lớn hơn bảy ngày

# lblSelectResource1.Text
source: Please select
vi: Vui lòng chọn

# lblToolTipMsgResource1.Text
source: Modification not allowed (Read only)
vi: Không cho phép sửa ( chỉ đọc)

# lnk_CannelResource1.Text
source: [Cancel]
vi: [Hủy bỏ]

# lnk_EditResource1.Text
source: [Modify]
vi: [Sửa chữa]

# lnk_SubmitResource1.Text
source: [Confirm]
vi: [Xác định]

# TemplateFieldResource1.HeaderText
source: On duty/Off work
vi: Tan làm/Làm việc

# TemplateFieldResource2.HeaderText
source: Extra Hours Reason(Before)
vi: Nguyên nhân quá giờ( Trước khi thay đổi)

# TemplateFieldResource3.HeaderText
source: Extra Hours Reason(After)
vi: Nguyên nhân quá giờ( Sau khi thay đổi)

# TemplateFieldResource4.HeaderText
source: Description
vi: Mô tả

# lblReasonTypeChangeResource1.Text
source: The setting has been changed, please contact Leave administrator to adjust 104 Extra hours reason setting.
vi: Cài đặt của phương thức điền đã được thay đổi, Vui lòng thông báo cho người quản lý để điều chỉnh cách điền nguyên nhân quá giờ 104.

# lblActualTimeHeaderResource1.Text
source: Actual Punch time
vi: Thời gian thẻ thực tế

# lblDateHeaderResource1.Text
source: Date
vi: Ngày

# lblMustTimeHeaderResource1.Text
source: Time to Punch
vi: Thời gian quẹt thẻ

# lblReasonNewHeaderResource1.Text
source: Extra Hours Reason(After)
vi: Nguyên nhân quá giờ( Sau khi thay đổi)

# lblReasonOldHeaderResource1.Text
source: Extra Hours Reason(Before)
vi: Nguyên nhân quá giờ( Trước khi thay đổi)

# lblWorkTypeHeaderResource1.Text
source: On duty/Off work
vi: Làm việc/Tan ca

# lblReasonEmptyResource1.Text
source: The reason of Extra hours is required
vi: Chưa điền nguyên nhân quá giờ và mô tả

# lblRemarkEmptyResource1.Text
source: The Remark field is required if it is non-business schedule
vi: Người không thi hành công vụ phải điền vào cột chi tiết

# lblReasonTypeChange2Resource1.Text
source: The setting has been changed, please return to stop which is able to modify the reason of Extra hours or contact Leave administrator to adjust 104 Extra hours reason setting.
vi: Cài đặt của phương thức điền đã được thay đổi, vui lòng quay lại trang web có thể sửa đổi lý do quá giờ hoặc yêu cầu người quản lý điều chỉnh phương pháp điền lý do làm thêm giờ 104.

# lblMsgEditorResource1.Text
source: Modifier
vi: Người sửa

# cvCheckAllowUpdateResource1.ErrorMessage
source: The reason for Extra Hours has been filled in (cannot be filled in again)
vi: Nguyên nhân làm việc quá giờ đã điền ( không được điền lần nữa)

# lblBeginDateResource1.Text
source: Date of Extra Hour
vi: Ngày làm việc quá giờ

# lblQueryNoticeResource1.Text
source: *The query interval is 7 days
vi: * Thời gian tra cứu là bảy ngày

# rbtnQueryResource1.Text
source: Query
vi: Truy vấn
