Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Duty/Leave/Collective/App_LocalResources/LeaveCollectiveDetail.aspx.*.resx
Languages: vi, zh_cn

# BoundFieldResource1.HeaderText
source: Group Leave time(Start)
vi: Thời gian trừ phép (từ)
zh_cn: 扣假时间(起)

# BoundFieldResource2.HeaderText
source: Group Leave time(End)
vi: Thời gian trừ phép( kết thúc)
zh_cn: 扣假时间(讫)

# BoundFieldResource3.HeaderText
source: Reason
vi: Nguyên do của sự việc
zh_cn: 事由

# DeleteResource1.Text
source: Delete
vi: Xóa
zh_cn: 删除

# detailGridResource1.EmptyDataText
source: No data found
vi: Không có dữ liệu
zh_cn: 没有数据

# lblAccountResource2.Text
source: Account
vi: Tài khoản
zh_cn: 帐号

# lblConfirmResource1.Text
source: Confirm Using Leave time
vi: Chắc chắc trừ phép
zh_cn: 确定扣假

# lblDayResource1.Text
source: Day
vi: Ngày
zh_cn: 天

# lblDeleteConfirmResource1.Text
source: Confirm to delete?
vi: Chắc chắn bạn muốn xóa?
zh_cn: 确实要删除?

# lblEndDateResource1.Text
source: Group Leave time(End)
vi: Thời gian trừ phép( kết thúc)
zh_cn: 扣假时间(讫)

# lblErrlrLeaveDiffUseResource1.Text
source: The Repeatable Leave has been used, cannot be deleted.
vi: Hồ sơ được sử dụng cho cắc thông tin xin nghỉ khác, không cho phép xóa
zh_cn: 已有其他请假数据接续使用该笔记录，不允许删除。

# lblHourResource1.Text
source: Hour
vi: Giờ
zh_cn: 小时

# lblHrResource1.Text
source: Hour
vi: Số giờ
zh_cn: 时数

# lblLeaveCodeResource2.Text
source: Leave
vi: Loại nghỉ
zh_cn: 假别

# lblLeaveDayLackResource1.Text
source: {1} of {0} are insufficient
vi: Số dư {1} của {0} không đủ
zh_cn: {0}的{1}余额不足

# lblLeaveNotInRangeResource1.Text
source: {0}Leave date(End) should be earlier than the Annual Leave expired date
vi: Thời gian nghỉ phép của {0} (đã kết thúc) đã vượt quá thời hạn sử dụng phép năm
zh_cn: {0}请假时间(讫)已超过可用年休使用期限

# lblLeaveTimeRepectResource1.Text
source: Used Leave time of {0} overlaps the Business travel time.
vi: Thời gian được trừ khi nghỉ phép đối với {0} trùng với thời gian đi công tác:{0}<br />
zh_cn: {0}的扣假时间与请假时间重叠:{0}<br />

# lblMemberResource1.Text
source: Member
vi: Nhân viên
zh_cn: 人员

# lblMsgNoYearLeaResource1.Text
source: Annual Leave is not in the usable period
vi: Khoảng thời gian có thể được sử dụng để nghỉ phép không hàng năm
zh_cn: 扣假时间非年休可使用区间

# lblNodataResource1.Text
source: No record to process
vi: Không có quyền hạn điền vào
zh_cn: 无数据可进行扣假

# lblNoLeaveCodeResource1.Text
source: {0} is not active this Leave
vi: không cho phép lớp giả này
zh_cn: {0}无启用该假别。

# lblOveRepectResource1.Text
source: Used Leave time of {0} overlaps the Business travel time.
vi: Thời gian được trừ khi nghỉ phép đối với {0} trùng với thời gian đi công tác
zh_cn: {0}的扣假时间与加班时间重叠:

# lblResonResource1.Text
source: Reason
vi: Nguyên do của sự việc
zh_cn: 事由

# lblSameOfficeMsgResource1.Text
source: Unable to proceed Batch Leave due to Different Location of members
vi: Thời gian nghỉ phép (kết thúc) của những người sau đây đã vượt quá thời gian nghỉ phép hàng năm hiện có: {0}
zh_cn: 下列人员归属地点不同，无法同时进行批次扣假。

# lblSettErrorMsgResource1.Text
source: Settlement category of the following members is deferent, unable to process Batch Leave.
vi: Các loại nhân sự sau đây là khác nhau, không thể nghỉ phép cùng một đợt.
zh_cn: 下列人员差勤结算类别不同，无法同时进行批次扣假。

# lblStageStatusLockResource1.Text
source: Leave time is in settlement, it is locked or closed
vi: Kết toán việc đi công tác quá giờ trong thời gian nghỉ phép đã bị hủy hoặc đóng lại
zh_cn: 请假时间差勤结算已锁单或关帐

# lblStartDateResource1.Text
source: Group Leave time(Start)
vi: Thời gian trừ phép (từ)
zh_cn: 扣假时间(起)

# lblTraRepectResource1.Text
source: Used Leave time of {0} overlaps the Business travel time.
vi: Thời gian được trừ khi nghỉ phép đối với {0} trùng với thời gian đi công tác
zh_cn: {0}的扣假时间与出差时间重叠

# lbtnModifyResource1.Text
source: Modify
vi: Sửa
zh_cn: 修改

# PageResource1.Title
source: Batch Leave detail
vi: Số lần khấu trừ chi tiết
zh_cn: 批次扣假明细

# SearchResource1.Text
source: Search members
vi: Nhân viên tìm kiếm
zh_cn: 搜索人员

# TBarButtonResource1.Text
source: Delete
vi: Xóa
zh_cn: 删除

# TBarButtonResource2.Text
source: Search members
vi: Nhân viên tìm kiếm
zh_cn: 搜索人员

# TemplateFieldResource1.HeaderText
source: Account
vi: Tài khoản
zh_cn: 帐号

# TemplateFieldResource2.HeaderText
source: Member
vi: Nhân viên
zh_cn: 人员

# TemplateFieldResource3.HeaderText
source: Leave
vi: Loại nghỉ
zh_cn: 假别

# TemplateFieldResource4.HeaderText
source: Days(Hours)
vi: Số ngày (giờ)
zh_cn: 天(时)数

# TemplateFieldResource5.HeaderText
source: Operation
vi: Thao tác
zh_cn: 操作

# lblNoLeaveCodeLimitResource1.Text
source: The following members are not fit the qualification(Gender) of the Leave
vi: Những người sau đây không thể nghỉ phép nếu họ không đáp ứng được các yêu cầu của đợt nghỉ phép này, vì vậy không thể nộp đơn
zh_cn: 下列人员未符合此假别的申请及性别限制，无法申请

# lblProbationErrorMsgResource1.Text
source: The following members are not fit the qualification(Employee date) of the Leave
vi: Những người sau đây không đáp ứng được giới hạn khả năng của kỳ nghỉ hoặc không có ngày đến định sẵn, vì vậy họ không thể nộp đơn
zh_cn: 下列人员未满足该假别的到职限制或无设置到职日，无法申请
