Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Plant/App_LocalResources/Borrowdetail.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

source: All
id: Semua
ja_jp: 全部
vi: Toàn bộ
zh_cn: 全部

# Attend
source: Participate
id: Partisipasi
ja_jp: 参加する
vi: Tham gia
zh_cn: 参加

# Booking
source: Reserve
id: Pesan
ja_jp: 予約
vi: Hẹn trước
zh_cn: 预约

# BoundFieldResource1.HeaderText
source: Category
id: Kategori
ja_jp: カテゴリー
vi: Loại
zh_cn: 类别

# BoundFieldResource2.HeaderText
source: Name
id: Nama
ja_jp: 名称
vi: Tên gọi
zh_cn: 名称

# BoundFieldResource3.HeaderText
source: Status
ja_jp: 状態
vi: Trạng thái
zh_cn: 状态

# BoundFieldResource4.HeaderText
source: Booking time
id: Waktu dipinjamkan
ja_jp: 予約時間
vi: Thời gian mượn
zh_cn: 借用时间

# btnLoanResource1.Text
source: Booked
id: Pinjaman
ja_jp: 予約された
vi: Cho mượn
zh_cn: 借出

# btnRejectResource1.Text
source: Reject
id: Tolak
ja_jp: 否決
vi: Từ chối
zh_cn: 拒绝

# btnReturnResource1.Text
source: Return
id: Pengembalian
ja_jp: 返す
vi: Trả nợ
zh_cn: 归还

# Completed
source: Finished
id: Selesai
ja_jp: 完成済み
vi: Đã hoàn thành
zh_cn: 已完成

# CustomValidator1Resource1.ErrorMessage
source: Select facility
id: Pilih fasilitas untuk dipinjam
ja_jp: 借りたい場所の設備を選択してください
vi: Vui lòng chọn thiết bị địa điểm bạn muốn mượn
zh_cn: 请选择欲借用的固定资产

# CustomValidator2Resource1.ErrorMessage
source: Facility already booked. Cannot create new booking.
id: Fasilitas yang sudah dipesan. Tidak bisa membuat pinjaman baru.
ja_jp: 既に予約されましたので追加不能です
vi: Thiết bị đã được đặt trước, không thể mượn thêm
zh_cn: 设备已被预订,无法新建借用

# CustomValidator4Resource1.ErrorMessage
source: Fill in end time
id: Mengisi waktu akhir
ja_jp: 開始時間を記入してください
vi: Vui lòng điền thời gian bắt đầu
zh_cn: 请填写开始时间

# CustomValidator4Resource2.ErrorMessage
source: End time must be later than start time
id: Waktu berakhir harus lebih lambat dari waktu mulai
ja_jp: 終了時間は必ず開始時間より遅い必要があります
vi: Thời gian kết thúc phải muộn hơn thời gian bắt đầu
zh_cn: 退出时间需晚于开始时间

# CustomValidator5Resource1.ErrorMessage
source: Fill in end time
id: Mengisi waktu akhir
ja_jp: 終了時間を記入してください
vi: Vui lòng điền thời gian kết thúc
zh_cn: 请填写退出时间

# CustomValidator5Resource2.ErrorMessage
source: Enter start time
id: Masukkan waktu mulai
ja_jp: 開始時間を入力してください
vi: Vui lòng nhập thời gian bắt đầu
zh_cn: 请填入开始时间

# CustomValidator6Resource1.ErrorMessage
source: Only reserved booking can be deleted
id: Hanya pinjaman yang dicadangkan yang dapat dihapus
ja_jp: 予約している項目のみ削除可能です
vi: Chỉ các khoản vay có trạng thái đặt trước mới có thể bị xóa
zh_cn: 仅预约状态的借用才可删除

# CustomValidator7Resource1.ErrorMessage
source: Enter end time
id: masukan waktu akhir
ja_jp: 終了時間を入力してください
vi: Vui lòng nhập thời gian kết thúc
zh_cn: 请填入退出时间

# DisplayAsBusy
source: Busy
id: Sibuk
ja_jp: 完成
vi: Bận
zh_cn: 忙碌

# DisplayAsInMeeting
source: Meeting in progress
id: Pertemuan sedang berlangsung
ja_jp: 会議中
vi: Đang họp
zh_cn: 会议中

# DisplayAsOut
source: Not in office
id: Tidak berada di kantor
ja_jp: 席を外しております
vi: Không ở văn phòng
zh_cn: 不在办公室

# Free
source: Open
id: Buka
ja_jp: 時間があります
vi: Mở
zh_cn: 空闲

# Grid1Resource1.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# Grid1Resource2.EmptyDataText
source: No data found
id: tidak ada data
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# Label6Resource1.Text
source: Periodicity
id: Periodikal
ja_jp: 周期性
vi: Tính chu kì
zh_cn: 周期性

# lbDeleteResource1.Text
source: Delete
id: Hapus
ja_jp: 削除する
vi: Xóa
zh_cn: 删除

# lblAuthErrMsgResource1.Text
source: You have not authorized to booking {0}, please select others.<br />
id: 您沒有借用{0}的權限，請重新選取。<br />
ja_jp: 您沒有借用{0}的權限，請重新選取。<br />
vi: Bạn không được phép mượn {0}, vui lòng chọn lại.<br />
zh_cn: 您没有借用{0}的权限，请重新选定。<br />

# lbLeftBeginResource1.Text
source: Start time
id: Waktu Mulai
ja_jp: 開始時間
vi: Thời gian bắt đầu
zh_cn: 开始时间

# lbLeftCreatorResource1.Text
source: Booking by
id: Dipinjamkan oleh
ja_jp: 借りる者
vi: Nhân viên mượn
zh_cn: 借用人员

# lbLeftDescResource1.Text
source: Description
id: Gambaran
ja_jp: 説明
vi: Mô tả
zh_cn: 说明

# lbLeftEndResource1.Text
source: End time
id: Waktu berakhir
ja_jp: 終了時間
vi: Thời gian kết thúc
zh_cn: 退出时间

# lbLeftPlantResource1.Text
source: Facility
id: Fasilitas
ja_jp: 場所の設備
vi: Thiết bị hiện trường
zh_cn: 固定资产

# lbLeftTopicResource1.Text
source: Subject
id: Subyek
ja_jp: 件名
vi: Ý nghĩa chính
zh_cn: 主旨

# lblErrDetailResource1.Text
source: <br />Subject:{0}<br />Borrow time:{1}<br />Borrower:{2}<br />
id: <br />Subyek:{0}<br />Waktu peminjaman:{1}<br /Peminjam:{2}<br />
ja_jp: <br />借りる件名:{0}<br />借りる時間:{1}<br />借りる者:{2}<br />
vi: <br />mục đích vay mượn :{0}<br />thời gian vay mượn :{1}<br />người vay mượn :{2}<br />
zh_cn: <br />借用主旨:{0}<br />借用时间:{1}<br />借用者:{2}<br />

# lblErrorResource1.Text
source: {0}({1})Facility already booked. Cannot create new booking. Detail:
id: {0}({1})Fasiliras sudah dipesan. Tidak bisa membuat pemesanan baru. Rincian:
ja_jp: 選択している設備が既に予約しましたので、借りられません。借りる明細は：
vi: {0}({1}) thiết bị đã đặt trước, không có biện pháp mượn thêm mới,chi tiết mượn dưới đây:
zh_cn: {0}({1})设备已被预订,无法新建借用,借用明细如下:

# lblErrResource1.Text
source: The following Place/Equipment have been booked, please try after returned. <br />(It will active after the owner clicking "return" in operation)<br />Subject:{0}<br /> Booking time:{1}<br />Borrower:{2}<br />
ja_jp: 下記の場所/設備は既に借りられましたので、現在は借りられません。)<br />件名:{0}<br /> 時間:{1}<br />借りる者:{2}<br />
vi: Các địa điểm / thiết bị sau đây đã được cho mượn và chưa được trả lại, vui lòng mượn sau khi trả lại. Quản trị viên phải trả lại thiết bị để hoàn tất việc trả lại. Chi tiết về việc mượn như sau: Đối tượng mượn: {0} Thời gian mượn: {1} Bên vay: {2}
zh_cn: 下列场地/设备当前已借出，尚未归还，请于归还后再进行借用。<br />(管理者须对该设备进行归还操作，才算完成归还)<br />借用主旨:{0}<br /> 借用时间:{1}<br />借用者:{2}<br />

# lblExtNbrResource1.Text
source: Ext.
id: Sambungan
ja_jp: 内線番号
vi: Phần mở rộng liên hệ
zh_cn: 联络分机

# lblLimitMsgResource1.Text
source: {0} is available until {1}.
id: {0}只開放借用到{1}，無法新增。
ja_jp: {0}は{1}までしか借りられませんので、追加できません。
vi: {0} chỉ có thể được mượn {1} và không thể thêm vào.
zh_cn: {0}只开放借用到{1}，无法新建。

# lblLoginAlertResource1.Text
source: Logged in member is not the facility keeper. Cannot reply!
id: Anggota yang masuk bukan penjaga fasilitas. Tidak bisa menjawab!
ja_jp: 登録者はこの設備の保管者ではないので返事権限がないです
vi: Người đã đăng nhập không phải là người bảo quản thiết bị này, vì vậy không thể trả lời!
zh_cn: 登录者非此设备保管人,所以无法回复 !

# lblMsg1Resource1.Text
source: Booking date can only be within {0} days , please setup Periodicity for Periodicity Booking
id: Tanggal pemesanan hanya dapat dalam {0} hari , silahkan atur secara berkala untuk pemesanan secara berkala
ja_jp: {0}日内の借りることが可能です。周期性借りるを追加したい場合は周期性設定をしてください
vi: Chỉ cho phép khoản vay mới trong vòng {0} ngày và nếu bạn muốn thêm khoản vay định kỳ, trước tiên hãy chọn cài đặt kỳ hạn
zh_cn: 只允许新建{0}天内借用，另欲新建周期性借用，请先选择周期设置

# lblMsg2Resource1.Text
source: Booking date can only be current day, please setup Periodicity for Periodicity Booking
id: Tanggal pemesanan hanya dapat hari ini, silahkan atur pemesanan secara berkala
ja_jp: 当日の借りる申請のみ追加できます
vi: Chỉ cho phép vay mới trong cùng một ngày và nếu bạn muốn thêm khoản vay định kỳ, vui lòng chọn cài đặt kỳ hạn trước
zh_cn: 只允许新建当日借用，另欲新建周期性借用，请先选择周期设置

# lblRangeLimitMsgResource1.Text
source: {0}{1}~{2} is unavailable.
id: {0}{1}~{2}不開放借用，無法新增。
ja_jp: {0}{1}~{2}は貸し出しが許可されていないので、追加できません。
vi: {0} {1} ~ {2} không mở để mượn và không thể thêm vào.
zh_cn: {0}{1}~{2}不开放借用，无法新建。

# lblSampleShowLimitMsgResource1.Text
source: The {0} booking is available in {1} days. (End of booking date is {2})
id: {0} Pemesanan tersedia di {1} hari. (Akhir tanggal pemesanan adalah {2})
ja_jp: 設備{0}は{1}までに{2}日間に借りられます
vi: Thiết bị {0}chỉ mở sau hôm nay {1}để mượn trong hôm nay(có thể mượn đến {2})。
zh_cn: 设备{0}只开放今天后{1}天内借用(可借用到{2})。

# lblSelfBrorrowResource1.Text
source: Booking time overlaps, detail :
id: Waktu pemesanan bersamaan,rincian :
ja_jp: 入力した借りる時間が既に存在しますので、追加できません。追加不能原因が下記になります：
vi: Thời gian mượn lặp đi lặp lại không thể bổ sung, cụ thể như sau:
zh_cn: 借用时间重复, 无法新建,明细如下:

# lblSelfDetailBrorrowResource1.Text
source: <br />{0} and {1}
id: <br />{0} dan {1}
ja_jp: <br />と {1}
vi: <br />{0} và {1}
zh_cn: <br />{0} 和 {1}

# lblStateSigningResource1.Text
source: In progress
id: Persetujuan dalam proses
ja_jp: 審査中
vi: Đang xét duyệt
zh_cn: 审核中

# lbStateAllResource1.Text
source: All
id: Semua
ja_jp: 全部
vi: Toàn bộ
zh_cn: 全部

# lbSteteBookingResource1.Text
source: Reserve
id: Pesan
ja_jp: 予約
vi: Hẹn trước
zh_cn: 预约

# lbSteteLoanedResource1.Text
source: Booked
id: Dipinjamkan
ja_jp: 予約済み
vi: Đã cho vay
zh_cn: 已借出

# lbSteteRejectedResource1.Text
source: Rejected
id: Ditolak
ja_jp: 否決された
vi: Bị từ chối
zh_cn: 被拒绝

# lbSteteReturnedResource1.Text
source: Return
id: Pengembalian
ja_jp: 返す
vi: Trả nợ
zh_cn: 归还

# Loaned
source: Booked
id: Dipinjamkan
ja_jp: 予約済み
vi: Đã cho vay
zh_cn: 已借出

# msgDelconfirmResource1.Text
source: Confirm to delete?
id: Apakah Anda yakin untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn bạn muốn xóa?
zh_cn: 确实要删除?

# NotAttend
source: Not participate
id: Tidak ikut serta
ja_jp: 参加しない
vi: Không tham gia
zh_cn: 不参加

# NotReply
source: No reply yet
id: Belum ada jawaban
ja_jp: まだ返事しない
vi: Chưa trả lời
zh_cn: 尚未回复

# NotYetBegin
source: Not yet started
id: Belum dimulai
ja_jp: まだ始まってない
vi: Chưa bắt đầu
zh_cn: 尚未开始

# PageResource1.Title
source: Booking list
id: Daftar yang dipinjamkan
ja_jp: 借りる明細
vi: Chi tiết mượn
zh_cn: 借用明细

# Proceeding
source: In progress
id: Sedang berlangsung
ja_jp: 進んでいます
vi: Đang tiến hành
zh_cn: 进行中

# RadToolBarButtonResource1.Text
source: New booking
id: pinjaman baru
ja_jp: 予約の追加
vi: Mới thêm mượn
zh_cn: 新建借用

# RadToolBarButtonResource3.Text
source: Delete
id: Hapus
ja_jp: 削除する
vi: Xóa
zh_cn: 删除

source: Rejected
id: Ditolak
ja_jp: 否決された
vi: Bị từ chối
zh_cn: 被拒绝

# RequiredFieldValidator1Resource1.ErrorMessage
source: Blank not allowed
id: Kosong tidak diperbolehkan
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白

# Returned
source: Return
id: Pengembalian
ja_jp: 返す
vi: Trả nợ
zh_cn: 归还

# Signing
source: Approval in process
id: Persetujuan dalam proses
ja_jp: 審査中
vi: Đang xét duyệt
zh_cn: 审核中

# TemplateFieldResource4.HeaderText
source: DETAIL_GUID
id: RINCIAN_PEDOMAN
vi: CHI TiẾT_HƯỚNG DẪN

# TemplateFieldResource5.HeaderText
source: BORROW_GUID
id: PEDOMAN_PEMINJAMAN
vi: MƯỢN_HƯỚNG DẪN
