Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Plant/App_LocalResources/CreateClass.aspx.*.resx
Languages: ja_jp, vi, zh_cn

# cbIsExanineResource1.Text
source: Booking only by Booking Form
ja_jp: 設備借りる申請表のみで申請する
vi: Đơn đăng ký chỉ có thể được thực hiện thông qua mẫu đơn xin mượn thiết bị
zh_cn: 仅可由设备借用申请单进行申请

# chkNotifyCustodianResource1.Text
source: Notify keeper after booking
ja_jp: 設備を借りて保管者にお知らせ
vi: Thông báo cho người quản lý sau khi mượn thiết bị
zh_cn: 借用设备后通知保管人

# CustomValidator1Resource1.ErrorMessage
source: No Maintain Category authority
ja_jp: カテゴリーの管理権限が持っていない
vi: Không có quyền hạn điền vào
zh_cn: 无管理类别权限

# CustomValidator2Resource1.ErrorMessage
source: Category name duplicated
ja_jp: 既に同じカテゴリー名称が存在してる
vi: Tên loại trùng lặp
zh_cn: 类别名称重复

# Label1Resource1.Text
source: Restriction
ja_jp: 借りる制限
vi: Giới hạn mượn
zh_cn: 借用限制

# Label3Resource1.Text
source: Type of Booking
ja_jp: 借りる申請方式
vi: Phương thức đơn xin mượn
zh_cn: 借用申请方式

# Label4Resource1.Text
source: What status will be after approved ?
ja_jp: 承認された後、ファイルの状況が 更新します
vi: Sau khi được phê duyệt, trạng thái thiết bị được cập nhật thành
zh_cn: 核准后，设备状态更新为

# lbCustodianResource1.Text
source: Keeper
ja_jp: 管理者
vi: Người bảo quản
zh_cn: 保管人

# lblBorrowResource1.Text
source: will be available.
ja_jp: の借用を追加できます
vi: Mượn của
zh_cn: 的借用

# lblCanAddResource1.Text
source: , the booking for
ja_jp: に
vi: Có thể được thêm
zh_cn: 可新建

# lblDayResource1.Text
source: day(s)
ja_jp: 日
vi: Ngày
zh_cn: 天

# lblIsMeetingRoomResource1.Text
source: Meeting Room
ja_jp: 会議室
vi: Địa điểm phòng họp
zh_cn: 会议室场地

# lblMonthsNoticeMsg1Resource1.Text
source: E.g. : Set as 00:00 1st day of every month to enable the current month booking
ja_jp: 例えば、毎月5日 09:00に翌月の借用を追加することができます。
vi: Ví dụ: Đặt thành 09:00 ngày 5 hàng tháng để thêm mượn mới cho tháng tiếp theo
zh_cn: 例如：设置为每月5日 09:00可新建次月的借用

# lblMonthsNoticeMsg2Resource1.Text
source: You can only add the booking at June, if the system time is before 7/1 00:00
ja_jp: システム日付は7/5 09:00までに、7/31までの借用が追加されます。
vi: Nếu ngày hệ thống trước 09:00 ngày 7/5, bạn chỉ có thể thêm khoản vay đến ngày 31/7
zh_cn: 系统日期在7/5 09:00前，只能添加到7/31的借用

# lblMonthsNoticeMsg3Resource1.Text
source: You can add the booking in July, if the system time is after 7/1 00:00
ja_jp: システム日付は7/5 09:00以降、8/1-8/31の借用が追加されます。
vi: Ngày hệ thống là sau 09h00 ngày 7/5, mở nhận vay mới từ 8 / 1-8 / 31
zh_cn: 系统日期在7/5 09:00后，开放可新建8/1-8/31的借用

# lblNoticeMsg1Resource1.Text
source: For example : System date is 1/1, if setup up 3 days, it means user can booking to 1/3.
ja_jp: 例：システム日付きが1/1の場合、三日を設定すると1/3までに借りることが出来ます
vi: Nếu ngày hệ thống là 1/1, cài đặt 3 ngày thì có thể mượn đến 1/3
zh_cn: 例如：系统日期是1/1，如设置3天，则可借用到1/3。

# lblNotifyCustodianResource1.Text
source: Booking Notice
ja_jp: 借りるお知らせ
vi: Thông báo mượn
zh_cn: 借用通知

# lblPlantExamingResource1.Text
source: There is Booking Form in approval
ja_jp: 審査中の設備の借入フォームがまだある
vi: Đơn cho mượn thiết bị đang được ký
zh_cn: 尚有设备借用申请单在签核中

# lbNameResource1.Text
source: Name
ja_jp: 名称
vi: Tên gọi
zh_cn: 名称

# ListItemResource1.Text
source: Yes
ja_jp: はい
vi: Có
zh_cn: 是

# ListItemResource2.Text
source: No
ja_jp: いいえ
vi: Không
zh_cn: 否

# ListItemResource3.Text
source: Reserve
ja_jp: 予約
vi: Hẹn trước
zh_cn: 预约

# ListItemResource4.Text
source: Booked
ja_jp: 予約済み
vi: Đã cho vay
zh_cn: 已借出

# ListItemStartMonth0Resource1.Text
source: current month
ja_jp: 当月
vi: Thường tháng
zh_cn: 当月

# ListItemStartMonth1Resource1.Text
source: next month
ja_jp: 次月
vi: Tháng sau
zh_cn: 次月

# ListItemStartMonth2Resource1.Text
source: next 2 Months
ja_jp: 2ヶ月後
vi: 2 tháng sau
zh_cn: 2个月后

# ListItemStartMonth3Resource1.Text
source: next 3 Months
ja_jp: 3ヶ月後
vi: 3 tháng sau
zh_cn: 3个月后

# ListItemStartMonth4Resource1.Text
source: next 4 Months
ja_jp: 4ヶ月後
vi: 4 tháng sau
zh_cn: 4个月后

# ListItemStartMonth5Resource1.Text
source: next 5 Months
ja_jp: 5ヶ月後
vi: 5 tháng sau
zh_cn: 5个月后

# ListItemStartMonth6Resource1.Text
source: next 6 Months
ja_jp: 6ヶ月後
vi: 6 tháng sau
zh_cn: 6个月后

# PageResource1.Title
source: New category
ja_jp: カテゴリーを追加する
vi: Danh mục mới
zh_cn: 新建类别

# rbByExamineResource1.Text
source: Book by Booking Form
ja_jp: 設備リストによって借りる
vi: Mượn theo đơn mượn thiết bị
zh_cn: 由设备借用单借用

# rbNoLimitResource1.Text
source: Booking from Calendar
ja_jp: カレンダーによって借りる
vi: Mượn theo lịch
zh_cn: 由行事历借用

# rdbtnIsUseDayResource1.Text
source: Booking to the setup days from the system date
ja_jp: システム何日までに借りることが可能です
vi: Có thể mượn sau vài ngày kể từ ngày hệ thống
zh_cn: 可借用到系统日之后几天

# rdbtnMonthsResource1.Text
source: From day
ja_jp: 毎月
vi: Mỗi tháng
zh_cn: 每月

# rdbtnNoUseResource1.Text
source: Non-restrict
ja_jp: リミットしない
vi: Không giới hạn
zh_cn: 不限定

# RequiredFieldValidator1Resource1.ErrorMessage
source: Blank not allowed
ja_jp: 入力必要
vi: Không cho phép để trống
zh_cn: 不允许空白
