Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Common/App_LocalResources/UC_ProjectMaintainToolbar.ascx.*.resx
Languages: id, ja_jp, mt_mt, vi, zh_cn

# lblActionAlertMsgResource1.Text
source: [{0}]專案已經{1}
id: [{0}] telah ada {1} proyek
ja_jp: [{0}]プロジェクトは既に{1}
mt_mt: [{0}] project already {1}
vi: [{0}] Dự án có {1}
zh_cn: [{0}]项目已经{1}

# lblAuditMsgResource1.Text
source: 選擇確定後該專案將立即送審，請問您是否確定要繼續？
id: Begitu dikonfirmasikan, proyek dengan segera akan dikirimkan untuk persetujuan. Konfirmasikan jika ingin lanjut?
ja_jp: 確認したら審査がすぐ始まるので、次のステーションに進んでもよろしいでしょうか
mt_mt: Once confirmed, project will immediately send for approval. Please confirm to continue.
vi: Sau khi chọn OK, dự án sẽ được gửi để xem xét ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即送审，请问您是否确实要继续？

# lblAuditNoAuthorityMsgResource1.Text
source: 您沒有送審該專案的權限！
id: Tidak ada wewenang untuk mengirim proyek ini untuk mendapat persetujuan!
ja_jp: 審査を発送する権限が持っていない
mt_mt: No authority to send this project for approval!
vi: Bạn không có quyền gửi dự án này để xem xét!
zh_cn: 您没有送审该项目的权限！

# lblAuditNotAllowedStatusMsgResource1.Text
source: {0}狀態的專案不允許被送審！
id: Proyek dalam status {0} tidak dapat dikirimkan untuk mendapatkan persetujuan!
ja_jp: {0}状態は審査を送ってはいけません
mt_mt: Project under {0} status cannot be send for approval!
vi: {0}dự án ở trạng thái không được phép gửi để dùng thử
zh_cn: {0}状态的项目不允许被送审！

# lblAuditNoTaskMsgResource1.Text
source: 該專案至少需包含一個以上的任務，否則不允許送審
id: Proyek harus memasukkan paling sedikit satu tugas, jika tidak, tidak diperbolehkan untuk dikirim guna mendapatkan persetujuan
ja_jp: 少なくても一つタスクが必要です。じゃないと次のステーションまで進むことができません
mt_mt: Project must include at least one task, otherwise, not allowed to send for approval.
vi: Dự án phải có ít nhất một nhiệm vụ, nếu không nó không được phép gửi để xét duyệt
zh_cn: 该项目至少需包含一个以上的任务，否则不允许送审

# lblAuditorNotStartMsgResource1.Text
source: 該專案已設定審核者，不允許直接起動！
id: Proyek telah memiliki anggota yang disetujui, tidak dapat diinisiasikan!
ja_jp: 既にこのプロジェクトは審査者がいるので、そのまま始動することができません
mt_mt: Project already have an approval member, cannot be initiated!
vi: Người đánh giá đã được thiết lập cho dự án này, và nó không được phép bắt đầu trực tiếp!
zh_cn: 该项目已设置审核者，不允许直接起动！

# lblAuditProjIncompleteMsgResource1.Text
source: 該專案沒有預計時程，不允許被送審！
id: Proyek tidak memiliki skedul yang direncanakan. Tidak bisa dikirimkan untuk pemberian persetujuan!
ja_jp: このプロジェクトは予定完成時間が記入してないので審査をできません
mt_mt: Project has no planned schedule. Cannot be send in for approval!
vi: Dự án không có tiến độ dự kiến ​​và không được phép gửi để xét duyệt!
zh_cn: 该项目没有预计时程，不允许被送审！

# lblAuditStatusResource1.Text
source: 審核中
id: Persetujuan sedang dalam proses
ja_jp: 審査中
mt_mt: Approval in process
vi: Đang xét duyệt
zh_cn: 审核中

# lblAuditTaskNoDateMsgResource1.Text
source: 該專案有未設定日期的任務，不允許送審！
id: Proyek yang berisikan tugas ini tidak ada tanggalnya. Tidak bisa dikirimkan untuk persetujuan!
ja_jp: このプロジェクトは日付きを記入してないので、次のステーションまで発送出来ません
mt_mt: Project contains tasks without dates. Cannot be send in for approval!
vi: Dự án có các nhiệm vụ chưa được hoàn thành và không được phép gửi để xét duyệt!
zh_cn: 该项目有未设置日期的任务，不允许送审！

# lblCloseMsgResource1.Text
source: 選擇確定後該專案將立即結案，請問您是否確定要繼續？
id: Begitu dikonfirmasikan, proyek ditutup dengan segera. Konfirmasikan jika ingin lanjut?
ja_jp: 続けてもよろしいでしょうか
mt_mt: Once confirmed, project will close immediately. Please confirm to continue.
vi: Sau khi chọn OK, dự án sẽ được đóng ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即结案，请问您是否确实要继续？

# lblCloseNoAuthorityMsgResource1.Text
source: 您沒有結束該專案的權限！
id: Tidak ada wewenang untuk menutup proyek ini!
ja_jp: このタスクを終了する権限が持っていない
mt_mt: No authority to close this project!
vi: Bạn không có quyền kết thúc dự án này !
zh_cn: 您没有退出该项目的权限！

# lblCloseNotAllowedStatusMsgResource1.Text
source: {0}狀態的專案不允許被結案！
id: Proyek dalam status {0} tidak dapat ditutup!
ja_jp: {0}の状況ではケースクローズが出来ません
mt_mt: Project under {0} status cannot be closed!
vi: {0}dự án ở trạng thái không được phép kết thúc
zh_cn: {0}状态的项目不允许被结案！

# lblCloseResource1.Text
source: 結案
id: Penutupan
ja_jp: クローズ
mt_mt: Closure
vi: Kết thúc
zh_cn: 结案

# lblCloseStatusResource1.Text
source: 已結案
id: Ditutup
ja_jp: ケースが終了しました
mt_mt: ပိတ်ထားသော
vi: Đã kết thúc
zh_cn: 已结案

# lblCloseUnCompleteMsgResource1.Text
source: 該專案的工作項目尚未全部完成，不允許被結案！
id: Item pekerjaan proyek belum dilengkapi. Tidak bisa ditutup!
ja_jp: ケースクローズができません
mt_mt: Project task items have not been finished. Cannot close!
vi: Các hạng mục công trình của dự án này chưa hoàn thiện nên không được phép kết thúc!
zh_cn: 该项目的任务项目尚未全部完成，不允许被结案！

# lblDeleteMsgResource1.Text
source: 選擇確定後該專案將立即刪除，包含該專案的所有相關資料將一併被刪除，請問您是否確定要繼續？
id: Begitu dikonfirmasikan, proyek dan semua informasi terkait akan dengan segera dihapus. Konfirmasikan jika ingin lanjut?
ja_jp: 削除すること確認しますか
mt_mt: Once confirmed, project and all related information will be deleted immediately. Please confirm if continue?
vi: Sau khi bạn chọn OK, dự án sẽ bị xóa ngay lập tức và tất cả dữ liệu liên quan có chứa thư mục sẽ bị xóa cùng một lúc. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即删除，包含该项目的所有相关数据将一并被删除，请问您是否确实要继续？

# lblDeleteNoAuthorityMsgResource1.Text
source: 您沒有刪除該專案的權限！
id: Tidak ada wewenang untuk menghapus proyek ini!
ja_jp: このタスクを始動する権限が持っていない
mt_mt: No authority to delete this project!
vi: Bạn không có quyền xóa dự án này!
zh_cn: 您没有删除该项目的权限！

# lblDeleteNotAllowedStatusMsgResource1.Text
source: {0}狀態的專案不允許被刪除！
id: Proyek dalam status {0} tidak dapat dihapuskan!
ja_jp: {0}の状態では削除不能です
mt_mt: Project under {0} status cannot be deleted!
vi: {0}dự án ở trạng thái không được phép xóa
zh_cn: {0}状态的项目不允许被删除！

# lblDeleteResource1.Text
source: 刪除
id: Hapus
ja_jp: 削除
mt_mt: Delete
vi: Xóa
zh_cn: 删除

# lblDisableMSDTCMsgResource1.Text
source: 已停用分散式交易管理員 (MSDTC) 的網路存取，<br/>請通知系統管理員修正。
id: Akses jaringan MSDTC telah berhenti, <br/> silahkan hubungi administrator sistem.
ja_jp: 管理員までお問い合わせください
mt_mt: MSDTC ကွန်ရက်သို့ ဝင်ရောက်မှုကို ပိတ်လိုက်သည် <br/> ကျေးဇူးပြု၍ စနစ်ကြီးကြပ်သူနှင့် ဆက်သွယ်ပါ။
vi: Đã dừng quyền truy cập mạng giao dịch phân phối nhân viên quản lý (MSDTC) ，<br/>Vui lòng thông báo nhân viên quản lý chỉnh sửa lại hệ thống。
zh_cn: 已禁用分布式交易管理员 (MSDTC) 的网络访问，<br/>请通知系统管理员修正。

# lblDraftStatusResource1.Text
source: 草稿
id: Draf
ja_jp: 下書き
mt_mt: Draft
vi: Bản nháp

# lblMSDTCErrMsgResource1.Text
source: 分散式交易管理員 (MSDTC) 的網路存取發生錯誤，<br/>請通知系統管理員修正。
id: kesalahan terjadi saat mengakses jaringan MSDTC, <br/> Silahkan menghubungi admistrator sistem.
ja_jp: 取り込みが不能なので、システム管理者までお問い合わせください
mt_mt: MSDTC ကွန်ရက်သို့ ဝင်ရောက်သောကြောင့် မှားယွင်းမှုဖြစ်ခဲ့သည် <br/> ကျေးဇူးပြု၍ စနစ်ကြီးကြပ်သူနှင့် ဆက်သွယ်ပါ။
vi: Giám đốc giao dịch phi tập trung(MSDTC)đã gặp lỗi khi truy cập mạng, <br/>Vui lòng thông báo cho quản trị viên hệ thống để khắc phục.
zh_cn: 分布式交易管理员 (MSDTC) 的网络访问发生错误，<br/>请通知系统管理员修正。

# lblNoAuditorNotAuditMsgResource1.Text
source: 該專案沒有設定審核者，不允許送審！
id: Proyek tidak memiliki anggota yang disetujui. Tidak bisa dikirimkan untuk pemberian persetujuan!
ja_jp: このプロジェクトは審査者を設定してないので審査できません
mt_mt: Project has no approval member. Cannot be send in for approval!
vi: Không có người đánh giá cho dự án này, không được phép gửi xét duyệt !
zh_cn: 该项目没有设置审核者，不允许送审！

# lblNoProjectMsgResource1.Text
source: 請選擇專案
id: Pilih proyek
ja_jp: プロジェクを選択してください
mt_mt: Select project
vi: Vui lòng chọn một dự án
zh_cn: 请选择项目

# lblNotYetBeginStatusResource1.Text
source: 尚未開始
id: Belum dimulai
ja_jp: まだ始まってない
mt_mt: Not yet started
vi: Chưa bắt đầu
zh_cn: 尚未开始

# lblProceedingStatusResource1.Text
source: 進行中
id: Sedang berlangsung
ja_jp: 進んでいます
mt_mt: In progress
vi: Đang tiến hành
zh_cn: 进行中

# lblProjAuditMsgResource1.Text
source: 專案送審
id: Pengiriman Proyek untuk persetujuan
ja_jp: プロジェクターを審査する
mt_mt: Project send for approval
vi: Gửi ký dự án
zh_cn: 项目送审

# lblProjMsgResource1.Text
source: 專案資訊
id: Informasi Proyek
ja_jp: プロジェクト情報
mt_mt: Project information
vi: Thông tin dự án
zh_cn: 项目信息

# lblProjStartMsgResource1.Text
source: 專案起動
id: Pemulaan proyek
ja_jp: プロジェクトを始動する
mt_mt: Project start up
vi: Khởi động dự án
zh_cn: 项目起动

# lblSendAuditResource1.Text
source: 送審
id: Kirim untuk persetujuan
ja_jp: 提出
mt_mt: Send for approval
vi: Gửi để xét duyệt
zh_cn: 送审

# lblStartMsgResource1.Text
source: 選擇確定後該專案將立即啟動，請問您是否確定要繼續？
id: Begitu dikonfirmasikan, proyek dimulai dengan segera. Konfirmasikan jika ingin lanjut?
ja_jp: 続けてもよろしいでしょうか
mt_mt: Once confirmed, project will be initiated immediately. Please confirm to continue!
vi: Ngay sau khi bạn chọn OK dự án sẽ bắt đầu . Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即启动，请问您是否确实要继续？

# lblStartNoAuthorityMsgResource1.Text
source: 您沒有起動該專案的權限！
id: Tidak ada wewenang untuk memulai proyek ini!
ja_jp: このタスクをストップする権限が持っていない
mt_mt: No authority to start up this project!
vi: Bạn không có quyền bắt đầu dự án này ！
zh_cn: 您没有起动该项目的权限！

# lblStartNotAllowedStatusMsgResource1.Text
source: {0}狀態的專案不允許被起動！
id: Proyek dalam status {0} tidak dapat dimulai!
ja_jp: この状況のプロジェクトは始動できません
mt_mt: Project under {0} status cannot be started!
vi: {0}dự án ở trạng thái không được phép bắt đầu
zh_cn: {0}状态的项目不允许被起动！

# lblStartNoTaskMsgResource1.Text
source: 該專案至少需包含一個以上的任務，否則不允許起動
id: Proyek harus memasukkan paling sedikit satu tugas, jika tidak, tidak boleh mulai
ja_jp: 一つ以上のタスクを必要です。
mt_mt: Project must include at least one task, otherwise, not allowed to start.
vi: Dự án phải chứa ít nhất một nhiệm vụ, nếu không nó không được phép bắt đầu
zh_cn: 该项目至少需包含一个以上的任务，否则不允许起动

# lblStartProjIncompleteMsgResource1.Text
source: 該專案沒有預計時程，不允許被起動！
id: Proyek tidak memiliki skedul yang direncanakan. Tidak bisa dijalankan!
ja_jp: このプロジェクトは予定完成時間が記入してないので審査をできません
mt_mt: Project has no planned schedule. Cannot be initiated!
vi: Dự án không có tiến độ dự kiến ​​và không được phép bắt đầu!
zh_cn: 该项目没有预计时程，不允许被起动！

# lblStartResource1.Text
source: 起動
id: Mulai
ja_jp: 始動
mt_mt: Start up
vi: Khởi động
zh_cn: 起动

# lblStartTaskNoDateMsgResource1.Text
source: 該專案有未設定日期的任務，不允許起動！
id: Proyek yang berisikan tugas ini tidak ada tanggalnya. Tidak bisa dimulai!
ja_jp: 日付きを記入してないタスクがあるので始動できません
mt_mt: Project contains tasks without dates. Cannot be initiated!
vi: Dự án có các nhiệm vụ chưa được xác định và không được phép bắt đầu!
zh_cn: 该项目有未设置日期的任务，不允许起动！

# lblSuspendMsgResource1.Text
source: 選擇確定後該專案將立即中止，請問您是否確定要繼續？
id: Begitu dikonfirmasikan, proyek dihentkikan dengan segera. Konfirmasikan jika ingin lanjut?
ja_jp: 続けてもよろしいでしょうか
mt_mt: Once confirmed, project will be stopped immediately. Please confirm to continue?
vi: Sau khi chọn OK, dự án sẽ kết thúc ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即中止，请问您是否确实要继续？

# lblSuspendNoAuthorityMsgResource1.Text
source: 您沒有中止該專案的權限！
id: Tidak ada wewenang untuk menghentikan proyek ini!
ja_jp: 操作権限が持っていない
mt_mt: No authority to stop this project!
vi: Bạn không được phép hủy bỏ dự án này!
zh_cn: 您没有中止该项目的权限！

# lblSuspendNotAllowedStatusMsgResource1.Text
source: {0}狀態的專案不允許被中止！
id: Proyek dalam status {0} tidak dapat dihentikan!
ja_jp: {0}という状況のプロジェクトは中止することができません
mt_mt: Project under {0} status cannot be stopped!
vi: {0}dự án ở trạng thái không được phép bỏ dở
zh_cn: {0}状态的项目不允许被中止！

# lblSuspendResource1.Text
source: 中止
id: berhenti/perhentian
ja_jp: 中止される
mt_mt: Stop
vi: Bỏ dở

# lblSuspendStatusResource1.Text
source: 已中止
id: Sudah dihentikan
ja_jp: 中止しました
mt_mt: Stopped
vi: Đã dừng lại

# RadToolBarButtonResource1.Text
source: 新增專案
id: Proyek baru
ja_jp: プロジェクを追加する
mt_mt: New project
vi: Dự án mới
zh_cn: 新建项目

# RadToolBarButtonResource11.Text
source: 專案中止
id: Proyek berhenti
ja_jp: プロジェクトを中止する
mt_mt: Project stop
vi: Bỏ dở dự án
zh_cn: 项目中止

# RadToolBarButtonResource13.Text
source: 專案刪除
id: Proyek dihapuskan
ja_jp: プロジェクトを削除する
mt_mt: Project delete
vi: Xóa dự án
zh_cn: 项目删除

# RadToolBarButtonResource15.Text
source: 專案結案
id: Penutupan proyek
ja_jp: プロジェクトをクローズする
mt_mt: Project closure
vi: Kết thúc dự án
zh_cn: 项目结案

# RadToolBarButtonResource17.Text
source: 專案設定
id: Pengiriman Proyek untuk persetujuan
ja_jp: プロジェクトを設定
mt_mt: Project setup
vi: Thiết lập dự án
zh_cn: 项目设置

# RadToolBarButtonResource19.Text
source: 審核歷程
id: Sejarah Persetujuan
ja_jp: 審査履歴
mt_mt: Approval history
vi: Qúa trình xét duyệt
zh_cn: 审核历程

# RadToolBarButtonResource21.Text
source: 專案甘特圖
id: Bagan Gantt Proyek
ja_jp: ガントチャート
mt_mt: Project Gantt chart
vi: Biểu đồ đặc biệt dự án
zh_cn: 项目甘特图

# RadToolBarButtonResource3.Text
source: 審核
id: Persetujuan
ja_jp: 審査
mt_mt: Approval
vi: Xét duyệt
zh_cn: 审核

# RadToolBarButtonResource5.Text
source: Excel匯出
id: Mengekspor Excel
ja_jp: エクセルをエクスポートする
mt_mt: Export Excel
vi: Xuất Excel
zh_cn: Excel导出

# RadToolBarButtonResource7.Text
source: 專案送審
id: Pengiriman Proyek untuk persetujuan
ja_jp: プロジェクターを審査する
mt_mt: Project send for approval
vi: Gửi ký dự án
zh_cn: 项目送审

# RadToolBarButtonResource9.Text
source: 專案起動
id: Pemulaan proyek
ja_jp: プロジェクトを始動する
mt_mt: Project start up
vi: Khởi động dự án
zh_cn: 项目起动
