Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Common/App_LocalResources/UC_SearchProject.ascx.*.resx
Languages: ja_jp, vi, zh_cn

# btnAuditResource1.AlternateText
source: Send for approval
ja_jp: 提出
vi: Gửi để xét duyệt
zh_cn: 送审

# btnCloseResource1.AlternateText
source: Closure
ja_jp: クローズ
vi: Kết thúc
zh_cn: 结案

# btnDeleteResource1.AlternateText
source: Delete
ja_jp: 削除
vi: Xóa
zh_cn: 删除

# btnStartResource1.AlternateText
source: Start up
ja_jp: 始動する
vi: Khởi động
zh_cn: 起动

# btnSuspendResource1.AlternateText
source: Stop
ja_jp: 中止する
vi: Bỏ dở
zh_cn: 中止

# gridProjectResource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# lblActionAlertMsgResource1.Text
source: [{0}] project already {1}
ja_jp: [{0}]プロジェクトは既に{1}
vi: [{0}] Dự án có {1}
zh_cn: [{0}]项目已经{1}

# lblAllowCloseResource1.Text
source: (Can be closed)
ja_jp: （ケースクローズできる）
vi: Có thể kết thúc
zh_cn: (可结案)

# lblAuditBtnResource1.Text
source: Send for approval
ja_jp: 提出
vi: Gửi để xét duyệt
zh_cn: 送审

# lblAuditMsgResource1.Text
source: Once confirmed, project will immediately send for approval. Please confirm to continue.
ja_jp: 確認したら審査がすぐ始まるので、次のステーションに進んでもよろしいでしょうか
vi: Sau khi chọn OK, dự án sẽ được gửi để xem xét ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即送审，请问您是否确实要继续？

# lblAuditNoAuthorityMsgResource1.Text
source: No authority to send this project for approval!
ja_jp: 審査を発送する権限が持っていない
vi: Bạn không có quyền gửi dự án này để xem xét!
zh_cn: 您没有送审该项目的权限！

# lblAuditNotAllowedStatusMsgResource1.Text
source: Project status does not allow it to be send for approval!
ja_jp: このプロジェクトの状態が審査出来ません
vi: Tình trạng của dự án không được phép gửi để xét duyệt!
zh_cn: 该项目的状态不允许被送审！

# lblAuditNoTaskMsgResource1.Text
source: Project must include at least one task, otherwise, not allowed to send for approval.
ja_jp: 少なくても一つタスクが必要です。じゃないと次のステーションまで進むことができません
vi: Dự án phải có ít nhất một nhiệm vụ, nếu không nó không được phép gửi để xét duyệt
zh_cn: 该项目至少需包含一个以上的任务，否则不允许送审

# lblAuditorNotStartMsgResource1.Text
source: Project already have an approval member, cannot be initiated!
ja_jp: 既にこのプロジェクトは審査者がいるので、そのまま始動することができません
vi: Người đánh giá đã được thiết lập cho dự án này, và nó không được phép bắt đầu trực tiếp!
zh_cn: 该项目已设置审核者，不允许直接起动！

# lblAuditProjIncompleteMsgResource1.Text
source: Project has no planned schedule. Cannot be send in for approval!
ja_jp: このプロジェクトは予定完成時間が記入してないので審査をできません
vi: Dự án không có tiến độ dự kiến ​​và không được phép gửi để xét duyệt!
zh_cn: 该项目没有预计时程，不允许被送审！

# lblAuditResource1.Text
source: Approval in process
ja_jp: 審査中
vi: Đang xét duyệt
zh_cn: 审核中

# lblAuditTaskNoDateMsgResource1.Text
source: Project contains tasks without dates. Cannot be send in for approval!
ja_jp: このプロジェクトは日付きを記入してないので、次のステーションまで発送出来ません
vi: Dự án có các nhiệm vụ chưa được hoàn thành và không được phép gửi để xét duyệt!
zh_cn: 该项目有未设置日期的任务，不允许送审！

# lblCloseMsgResource1.Text
source: Once confirmed, project will close immediately. Please confirm to continue.
ja_jp: 続けてもよろしいでしょうか
vi: Sau khi chọn OK, dự án sẽ được đóng ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即结案，请问您是否确实要继续？

# lblCloseNoAuthorityMsgResource1.Text
source: No authority to close this project!
ja_jp: このタスクを終了する権限が持っていない
vi: Bạn không có quyền di chuyển dự án này !
zh_cn: 您没有退出该项目的权限！

# lblCloseNotAllowedStatusMsgResource1.Text
source: Project status does not allow it to be closed!
ja_jp: このプロジェクトの状態がクローズできません！
vi: Tình trạng dự án không được phép kết thúc!
zh_cn: 该项目的状态不允许被结案！

# lblCloseResource1.Text
source: Closed
ja_jp: ケースが終了しました
vi: Đã kết thúc
zh_cn: 已结案

# lblCloseUnCompleteMsgResource1.Text
source: Project task items have not been finished. Cannot close!
ja_jp: タスクはまだ終わっていないので中止できません
vi: Các hạng mục công trình của dự án này chưa hoàn thiện nên không được phép kết thúc!
zh_cn: 该项目的任务项目尚未全部完成，不允许被结案！

# lblDeleteMsgResource1.Text
source: Once confirmed, project and all related information will be deleted immediately. Please confirm if continue?
ja_jp: 続けてもよろしいでしょうか
vi: Sau khi bạn chọn OK, dự án sẽ bị xóa ngay lập tức và tất cả dữ liệu liên quan có chứa thư mục sẽ bị xóa cùng một lúc. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即删除，包含该项目的所有相关数据将一并被删除，请问您是否确实要继续？

# lblDeleteNoAuthorityMsgResource1.Text
source: No authority to delete this project!
ja_jp: この項目を削除する権限が持っていない
vi: Bạn không có quyền xóa dự án này!
zh_cn: 您没有删除该项目的权限！

# lblDeleteNotAllowedStatusMsgResource1.Text
source: Project status does not allow deletion!
ja_jp: 削除不能です
vi: Trạng thái của dự án này không được phép xóa!
zh_cn: 该项目的状态不允许被删除！

# lblDraftResource1.Text
source: Draft
ja_jp: 下書き
vi: Bản nháp
zh_cn: 草稿

# lblLaterMsg1Resource1.Text
source: (Delay
ja_jp: 時間切れ
vi: quá thời gian
zh_cn: (超时

# lblLaterMsg2Resource1.Text
source: Day)
ja_jp: 日)
vi: Ngày)
zh_cn: 天)

# lblNoAuditorNotAuditMsgResource1.Text
source: Project has no approval member. Cannot be send in for approval!
ja_jp: 審査者を設定してないので審査できません
vi: Không có người đánh giá cho dự án này, không được phép gửi xét duyệt !
zh_cn: 该项目没有设置审核者，不允许送审！

# lblNotYetBeginResource1.Text
source: Not yet started
ja_jp: まだ始まってない
vi: Chưa bắt đầu
zh_cn: 尚未开始

# lblProceedingResource1.Text
source: In progress
ja_jp: 進んでいる
vi: Đang tiến hành
zh_cn: 进行中

# lblStartBtnResource1.Text
source: Start up
ja_jp: 始動する
vi: Bắt đầu sử dụng
zh_cn: 启动

# lblStartMsgResource1.Text
source: Once confirmed, project will be initiated immediately. Please confirm to continue!
ja_jp: 続けてもよろしいでしょうか
vi: Ngay sau khi bạn chọn OK dự án sẽ bắt đầu . Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即启动，请问您是否确实要继续？

# lblStartNoAuthorityMsgResource1.Text
source: No authority to start up this project!
ja_jp: このプロジェクトを始動する権限が持っていない
vi: Bạn không có quyền bắt đầu dự án này ！
zh_cn: 您没有起动该项目的权限！

# lblStartNotAllowedStatusMsgResource1.Text
source: Project status does not allow it to be started!
ja_jp: この状態のプロジェクトは始動できません
vi: Tình trạng dự án không được phép khởi động!
zh_cn: 该项目的状态不允许被起动！

# lblStartNoTaskMsgResource1.Text
source: Project must include at least one task, otherwise, not allowed to start.
ja_jp: 一つ以上のタスクが必要です。
vi: Dự án phải chứa ít nhất một nhiệm vụ, nếu không nó không được phép bắt đầu
zh_cn: 该项目至少需包含一个以上的任务，否则不允许起动

# lblStartProjIncompleteMsgResource1.Text
source: Project has no planned schedule. Cannot be initiated!
ja_jp: このプロジェクトは予定完成時間が記入してないので審査をできません
vi: Dự án không có tiến độ dự kiến ​​và không được phép bắt đầu!
zh_cn: 该项目没有预计时程，不允许被起动！

# lblStartTaskNoDateMsgResource1.Text
source: Project contains tasks without dates. Cannot be initiated!
ja_jp: このプロジェクトは日付きを記入してないので始動できません
vi: Dự án có các nhiệm vụ chưa được xác định và không được phép bắt đầu!
zh_cn: 该项目有未设置日期的任务，不允许起动！

# lblSuspendMsgResource1.Text
source: Once confirmed, project will be stopped immediately. Please confirm to continue?
ja_jp: 続けてもよろしいでしょうか
vi: Sau khi chọn OK, dự án sẽ kết thúc ngay lập tức. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 选择确定后该项目将立即中止，请问您是否确实要继续？

# lblSuspendNoAuthorityMsgResource1.Text
source: No authority to stop this project!
ja_jp: このプロジェクトを中止する権限が持っていません
vi: Bạn không được phép hủy bỏ dự án này!
zh_cn: 您没有中止该项目的权限！

# lblSuspendNotAllowedStatusMsgResource1.Text
source: Project status does not allow it to be stopped!
ja_jp: このプロジェクトの状態は中止してはいけません
vi: Hiện trạng dự án không được phép tạm dừng!
zh_cn: 该项目的状态不允许被中止！

# lblSuspendResource1.Text
source: Stopped
ja_jp: 中止しました
vi: Đã dừng lại
zh_cn: 已中止

# TemplateFieldResource1.HeaderText
source: Project name
ja_jp: プロジェクト名称
vi: Tên dự án
zh_cn: 项目名称

# TemplateFieldResource2.HeaderText
source: Project status
ja_jp: プロジェクト状態
vi: Trạng thái dự án
zh_cn: 项目状态

# TemplateFieldResource3.HeaderText
source: Start up date/closure date
ja_jp: ケースの開始日/クローズ日
vi: Ngày bắt đầu/ngày kết thúc
zh_cn: 起案日/结案日

# TemplateFieldResource4.HeaderText
source: Planned schedule
ja_jp: 予想日程
vi: Thời gian dự kiến
zh_cn: 预计时程

# TemplateFieldResource5.HeaderText
source: Actual schedule
ja_jp: 実際時間数
vi: Lịch thực tế
zh_cn: 实际时程

# TemplateFieldResource6.HeaderText
source: PM
ja_jp: プロジェクター
vi: Người phụ trách dự án
zh_cn: 项目负责人

# TemplateFieldResource7.HeaderText
source: Action
ja_jp: アクション
vi: Hoạt động:
zh_cn: 动作

# TemplateFieldResource8.HeaderText
source: Differential in Start
ja_jp: 開始日付き
vi: Gía trị khác biệt ngày bắt đầu
zh_cn: 起始日期相差值

# TemplateFieldResource9.HeaderText
source: Differential of finish
ja_jp: 終了日付き
vi: Chênh lệch ngày kết thúc
zh_cn: 退出日期相差值
