Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/WKF/FormUse/FreeTask/App_LocalResources/SignNodeForm.aspx.*.resx
Languages: id, ja_jp, vi, zh_tw

# FormForumResource.Text
source: Form Forum
id: Forum form
ja_jp: フォームについて話し合い
vi: Thảo luận biểu mẫu
zh_tw: 表單討論

# Label13Resource1.Text
source: Closure status:
id: Status penutupan
ja_jp: ケースの終了状態
vi: Tình trạng kết thúc
zh_tw: 結案狀態：

# Label15Resource1.Text
source: Applicant：
id: Pemrakarsa (yang memulai):
ja_jp: 申請人：
vi: Người nộp đơn:
zh_tw: 申請人：

# Label16Resource1.Text
source: Approval
id: Persetujuan
ja_jp: 署名する
vi: Ký duyệt
zh_tw: 簽核

# Label17Resource1.Text
source: Dept.：
id: Area fungsional:
ja_jp: 部門：
vi: Bộ phận
zh_tw: 部門：

# Label1Resource1.Text
source: Next stop information (actual)
id: Informasi pemberhentian berikut (aktual)
ja_jp: 次のステーション情報（実際）
vi: Thông tin trạm trước ( thực tế)
zh_tw: 下一站點資訊 ( 實際 )

# Label1Resource2.Text
source: Time：
id: Tanggal pembuatan:
ja_jp: 申請時間：
vi: Thời gian nộp đơn:
zh_tw: 申請時間：

# Label3Resource1.Text
source: This is free flow form. Click to select next stop member.
id: Ini dalah formulir alur bebas. Klik ke pilih anggota perhentian berikutnya
ja_jp: フリーステーションなので、発送を選択して次の確認者のところまでお送りいたします
vi: Đây là biểu mẫu quy trình miễn phí, vui lòng bấm Gửi để chọn nhân viên trạm tiếp theo.
zh_tw: 此為自由流程表單，請點選送出選擇下一站人員。

# Label8Resource1.Text
source: Approved:
id: Disetujui:
ja_jp: 審査承認
vi: Có thể ký duyệt:
zh_tw: 簽核批可：

# Label9Resource1.Text
source: Priority：
id: Tingkat kepentingan:
ja_jp: 至急程度：
vi: Mức độ khẩn cấp
zh_tw: 緊急程度：

# lblAdditionalSiteResource1.Text
source: Add-Stop
id: Tambahkan pemberi persetujuan
ja_jp: 審査者追加
vi: Thêm ngôn ngữ
zh_tw: 加簽

# lblAddSignCommentResource1.Text
source: Add comments
id: Tambahkan komentar-komentar
ja_jp: コメントを追加
vi: Thêm dấu hiệu
zh_tw: 加入簽核意見

# lblAgentApplicantResource1.Text
source: Applied by：
id: Mengisi formulir oleh :
ja_jp: 代わりに申請する人：
vi: Người điền vào đại diện
zh_tw: 代理填寫者：

# lblApproveTxtResource1.Text
source: Agree
id: Setuju
ja_jp: 同意
vi: Đồng ý
zh_tw: 同意

# lblCommentResource1.Text
source: Applying Information
id: Informasi Umum
ja_jp: 申請情報
vi: Thông tin đơn đăng ký
zh_tw: 申請資訊

# lblConfirmWinTitleResource1.Text
source: Confirm approval
id: Persetujuan Konfirmasi
ja_jp: 書類の確認
vi: Xác nhận ký duyệt
zh_tw: 簽核確認

# lblDialogTitleMsgResource1.Text
source: Send form
id: Formulir Pengiriman
ja_jp: 発送済みフォーム
vi: Gửi biểu mẫu
zh_tw: 送出表單

# lblDisapproveTxtResource1.Text
source: Reject
id: Menolak
ja_jp: 否決
vi: Phủ quyết
zh_tw: 否決

# lblFileUploadResource1.Text
source: Attachments by Form
id: Lampiran terkait (Form)
ja_jp: 関連な添付ファイル名称（フォーム）
vi: Tệp đính kèm liên quan(biểu mẫu)
zh_tw: 相關附件(表單)

# lblFormFlowResource1.Text
source: Approval Routing and Status
id: Rute dan Status Persetujuan
ja_jp: フロー
vi: Quy trình biểu mẫu
zh_tw: 表單流程

# lblIsSignAgentResource1.Text
source: Currently approving for {0}
id: 目前代理 {0} 簽核中
ja_jp: {0}はエージェントに承認しています
vi: nhiệm vụ {0} hiện đang đăng ký
zh_tw: 目前代理 {0} 簽核中

# lblMaxRowResource1.Text
source: This form is the last of waiting for approving
id: Formulir ini merupakan yang terakhir menunggu untuk mendapatkan persetujuan.
ja_jp: 最後一枚の審査待ちのフォーム！
vi: Biểu mẫu này là biểu mẫu cuối cùng được ký!
zh_tw: 該表單為最後一筆待簽表單!

# lblMostUrgentResource1.Text
source: High priority
id: Kebutuhan penting yang paling utama
ja_jp: 大至急
vi: Khẩn cấp
zh_tw: 緊急

# lblnewWindowMsg.Text
source: Unable to open approval window. Please close the pop up window block program.
id: Tidak dapat membuka jendela setuju. Tutup program penutup keluaran window (pop up window)
ja_jp: 確認画面が操作できないので、画面の再開、または再始動をしてみてください
vi: Không thể mở cửa sổ đăng xuất, hãy thử tắt trình chặn cửa sổ bật lên
zh_tw: 無法開啟簽核視窗，請嘗試將快顯封鎖程式關閉

# lblnewWindowMsgResource1.Text
source: Unable to open approval window. Please close the pop up window block program.
id: Tidak dapat membuka jendela setuju. Tutup program penutup keluaran window (pop up window)
ja_jp: 確認画面が操作できないので、画面の再開、または再始動をしてみてください
vi: Không thể mở cửa sổ đăng xuất, hãy thử tắt trình chặn cửa sổ bật lên
zh_tw: 無法開啟簽核視窗，請嘗試將快顯封鎖程式關閉

# lblNoAuthResource1.Text
source: Not authorized to approve or view the form
id: 無權限處理或觀看此表單
ja_jp: このフォームには処理、または閲覧する権限が持っていない
vi: Không có quyền hạn điền vào
zh_tw: 無權限處理或觀看此表單

# lblNoPassMsgResource1.Text
source: Validation fail. Reason for fail as below: \n\n
id: Validasi gagal. Alasan kegagalan adalah sebagai berikut: \n\n
ja_jp: 検証できなかった理由が下記の通り：\n\n
vi: Xác minh sai, nguyên nhân sai dưới đây ：\n\n
zh_tw: 驗證失敗，失敗原因如下：\n\n

# lblNormalResource1.Text
source: Standard
id: Normal
ja_jp: 一般
vi: Phổ thông
zh_tw: 普通

# lblNotCurrentSiteResource1.Text
source: This stop cannot be processed.
id: Penghentian ini tidak dapat diproses.
ja_jp: このステーションでは取り扱い不能です
vi: Trang web này không phải là một trang web có thể xử lý
zh_tw: 此站點非可處理站點

# lblOriginalSignerResource1.Text
source: Original approver
id: Pemberi persetujuan awal
ja_jp: 元確認者
vi: Người phê duyệt gốc
zh_tw: 原簽核者

# lblOtherInfoResource1.Text
source: Comments
id: Komentar-komentar
ja_jp: コメント
vi: Ý kiến
zh_tw: 意見

# lblOtherInfoResource2.Text
source: Comments
id: Komentar-komentar:
ja_jp: コメントを記入
vi: Viết bình luận
zh_tw: 意見填寫

# lblPassTxtResource1.Text
source: No comments
id: Tidak ada komentar
ja_jp: コメント無し
vi: Không có quyền hạn điền vào
zh_tw: 無意見

# lblPersonalAttachResource1.Text
source: Attachments by Stop
id: Lampiran pribadi (Berhenti)
ja_jp: 個人添付ファイル（ステーション）
vi: Phụ lục cá nhân(trạm điểm)
zh_tw: 個人附件(站點)

# lblReturnResource1.Text
source: Return
id: Rubah Permintaan
ja_jp: 返送
vi: Hủy bỏ
zh_tw: 退簽

# lblReturnSignCommentResource1.Text
source: Please enter comments in comments field
id: Masukkan komentar-komentar di kolom komentar
ja_jp: コメントを記入してください
vi: Vui lòng nhập ý kiến ​​của bạn
zh_tw: 請在意見欄輸入意見

# lblSaveTxtResource1.Text
source: Save
id: Simpan
ja_jp: 保存する
vi: Lưu trữ
zh_tw: 儲存

# lblShowFillerResource1.Text
source: Display Writer
id: 顯示填寫者
ja_jp: 入力者を表示
vi: Hiển thị người điền
zh_tw: 顯示填寫者

# lblSignFailResource1.Text
source: This form has been approved
id: Formulir telah disetujui
ja_jp: 既に確認されましたフォームです
vi: Tài liệu này đã được ký
zh_tw: 此張單據已經簽核過了

# lblSiteCommentResource1.Text
source: Approve reminder
id: Catatan Persetujuan
ja_jp: ステーションリマーク
vi: Ghi chú trang Wed
zh_tw: 站點備註

# lblSpeedSignFailedMessageResource1.Text
source: Last Quick Approval failure :
id: 前次快速簽核失敗：
ja_jp: 前回のクイック承認が失敗しました：
vi: Lần ký cấp tốc trước thất bại:
zh_tw: 前次快速簽核失敗：

# lblSpeedSignResource1.Text
source: Quick Approval
id: 快速簽核
ja_jp: クイック承認
vi: Trình kí nhanh
zh_tw: 快速簽核

# lblSubFlowResource1.Text
source: Sub-flow：
id: Sub-alur:
ja_jp: サブフロー
vi: Lưu trình phụ
zh_tw: 副流程：

# lblTaskEndResource1.Text
source: Form closed, cannot be approved
id: Formulir ditutup, tidak bisa disetujui
ja_jp: クローズ済みなので署名確認ができません
vi: Biểu mẫu đã bị đóng và không thể phê duyệt được
zh_tw: 表單已結案，無法進行簽核

# lblTitleFormCCResource1.Text
source: CC
vi: Thông báo bản sao
zh_tw: 副本通知

# lblUrgentResource1.Text
source: Priority
id: Mendesak
ja_jp: 至急
vi: Gấp
zh_tw: 急

# lbtnRemoteFileCenterResource1.Text
source: Choose File
id: Arsip operasi
ja_jp: ファイルを選択
vi: Thao tác tệp
zh_tw: 檔案操作

# LinkButton1Resource1.Text
source: Choose File
id: Arsip operasi
ja_jp: ファイルを選択
vi: Thao tác tệp
zh_tw: 檔案操作

# ListItemResource1.Text
source: Agree
id: Setuju
ja_jp: 同意
vi: Đồng ý
zh_tw: 同意

# ListItemResource2.Text
source: Reject
id: Menolak
ja_jp: 否決する
vi: Phủ quyết
zh_tw: 否決

# ListItemResource3.Text
source: No comments
id: Tidak ada komentar
ja_jp: コメント無し
vi: Không có ý kiến
zh_tw: 沒意見

# ListItemResource4.Text
source: Closure
id: Penutupan
ja_jp: クローズ
vi: Kết thúc
zh_tw: 結案

# ListItemResource5.Text
source: Proceed to next stop
id: Lanjutkan ke penghentian berikutnya
ja_jp: 次のステーションへ
vi: Trạm tiếp theo
zh_tw: 往下一站點

# PageResource1.Title
source: Apply
id: Mengisi formulir
ja_jp: 申請する
vi: Điền vào mẫu
zh_tw: 填寫表單

# RadToolBarButtonResource14.Text
source: Form Remark
id: Form komentar
ja_jp: フォームリマーク
vi: Mô tả biểu mẫu
zh_tw: 表單說明

# TBarAttachButtonResource1.Text
source: Form attachments
id: Lampiran form
ja_jp: 添付ファイル
vi: Phụ lục biểu mẫu
zh_tw: 表單附件

# TBarButtonResource1.Text
source: Save
id: Simpan
ja_jp: 保存する
vi: Lưu trữ
zh_tw: 儲存

# TBarButtonResource10.Text
source: Standard Comments
id: Komentar yang direkam
ja_jp: システムコメント
vi: Ý kiến có sẵn
zh_tw: 罐頭意見

# TBarButtonResource11.Text
source: Simulation
id: Proses Preview
ja_jp: フローをデモする
vi: Quá trình mô phỏng
zh_tw: 模擬流程

# TBarButtonResource12.Text
source: BCC
vi: Văn kiện phụ
zh_tw: 密件副本

# TBarButtonResource13.Text
source: CC
vi: Bản sao
zh_tw: 副本

# TBarButtonResource14.Text
source: Advanced Add-Stop
id: Menambahkan-Pemberi persetujuan Lanjutan
ja_jp: 確認署名を追加可能
vi: Nâng cấp chữ kí
zh_tw: 進階加簽

# TBarButtonResource15.Text
source: Print
ja_jp: プリント
vi: In biểu mẫu
zh_tw: 表單列印

# TBarButtonResource16.Text
source: Inform
id: 發出知會
ja_jp: お知らせする
vi: Đưa ra thông báo
zh_tw: 發出知會

# TBarButtonResource2.Text
source: No comments
id: Tidak ada komentar
ja_jp: コメント無し
vi: Không có ý kiến
zh_tw: 沒意見

# TBarButtonResource3.Text
source: Agree
id: Setuju
ja_jp: 同意
vi: Đồng ý
zh_tw: 同意

# TBarButtonResource4.Text
source: Reject
id: Menolak
ja_jp: 否決する
vi: Phủ quyết
zh_tw: 否決

# TBarButtonResource5.Text
source: No comments
id: Tidak ada komentar
ja_jp: コメント無し
vi: Không có ý kiến
zh_tw: 沒意見

# TBarButtonResource6.Text
source: Designed Flow
id: Alur yang dirancang
ja_jp: フロー
vi: Quy trình biểu mẫu
zh_tw: 表單流程

# TBarButtonResource7.Text
source: Send out inquiry
id: Permintaan pengiriman keluar
ja_jp: お問い合わせを発送する
vi: Đưa ra yêu cầu
zh_tw: 發出徵詢

# TBarButtonResource8.Text
source: Actual Process
id: Aliran Aktual
ja_jp: 実際確認の流れ
vi: Lưu trình kí tên thực tế
zh_tw: 實際簽核流程

# TBarButtonResource9.Text
source: Detail of Process
id: Informasi persetujuan
ja_jp: 実際に署名し確認した明細
vi: Chi tiết kí tên thực tế
zh_tw: 實際簽核明細

# TBLabelResource1.Text
source: If error message appears while approving, please inactivate pop up window block program.
id: Jika pesan kesalahan muncul saat menyetujui, silahkan menonaktifkan program block jendela pop up
ja_jp: サインする時にエラーが発生しましたら、このお知らせを一回閉じてをしてみてください
vi: Nếu thông báo lỗi xảy ra khi đăng ký, hãy thử tắt trình chặn cửa sổ bật lên
zh_tw: 如果簽核時發生錯誤訊息，請嘗試將快顯封鎖程式關閉
