Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Maintain/App_LocalResources/CreateProject.aspx.*.resx
Languages: id, ja_jp, mt_mt, vi, zh_cn

# cboxCopyUserResource1.Text
source: 保留所有負責人的設定
id: Pertahankan pengaturan semua orang yang bertugas
ja_jp: 担当者の設定を保存します
mt_mt: Keep all person in charge setup
vi: Bảo lưu cài đặt của tất cả những người phụ trách
zh_cn: 保留所有负责人的设置

# hlDownLoadDemoResource1.Text
source: 下載Excel範例
id: Mengunduh templat excel
ja_jp: エクセルのサンプルをダウンロードする
mt_mt: Download excel template
vi: Ví dụ tải xuống Excel
zh_cn: 下载Excel范例

# Label1Resource1.Text
source: 資料來源
id: Sumber Data
ja_jp: 情報源
mt_mt: Data source
vi: Nguồn dữ liệu
zh_cn: 数据源

# Label2Resource1.Text
source: 選擇來源專案:
id: Pilih proyek asal
ja_jp: 情報源を選択する：
mt_mt: Select origin project
vi: Chọn dự án nguồn
zh_cn: 选择源项目:

# Label3Resource1.Text
source: 專案狀態
id: status proyek
ja_jp: プロジェクト状態
mt_mt: Project status
vi: Trạng thái dự án
zh_cn: 项目状态

# Label4Resource1.Text
source: 專案名稱
id: Nama Proyek
ja_jp: プロジェク名称
mt_mt: Project name
vi: Tên dự án
zh_cn: 项目名称

# lblAuditorGUIDEmptyMsgResource1.Text
source: 專案審核人員帳號不正確
id: Akun milik anggota yang disetujui dari Proyek salah
ja_jp: 審査メンバーのアカウントが正しくない
mt_mt: Project approval member’s account is incorrect.
vi: Tài khoản xác nhận nhân viên dự án không chính xác
zh_cn: 项目审核人员帐号不正确

# lblDirectorEmptyMsgResource1.Text
source: 階段或任務人員帳號不正確
id: Akun anggota tahapan atau tugas salah
ja_jp: メンバーのアカウントが正しくない
mt_mt: Phase or task member’s account is incorrect.
vi: Giai đoạn hoặc số tài khoản người phụ trách không chính xác
zh_cn: 阶段或任务人员帐号不正确

# lblDirectorNotOuterMsgResource1.Text
source: 階段或任務人員不能為外部會員
id: Anggota fase atau tugas tidak bisa menjadi anggota eksternal
ja_jp: 外部メンバーを指定することができません
mt_mt: Member of phase or task cannot be external member
vi: Nhân viên giai đoạn hoặc nhiệm vụ không được là thành viên bên ngoài
zh_cn: 阶段或任务人员不能为外部会员

# lblDomainErrorResource1.Text
source: 網域名稱不存在
id: Nama daerah tidak ada
ja_jp: 存在していない
mt_mt: Domain Name is not existed
vi: Tên trang mạng không tồn tại
zh_cn: 域名称不存在

# lblExcelDateErrMsgResource1.Text
source: “結案日”早於“起案日”，請修改文件
id: “Tanggal penutupan” lebih awal daripada “Tanggal Mulai”, rubah dokumen.
ja_jp: 時間を確認して修正をお願いします
mt_mt: “Closure date" earlier than “start date”, please modify document.
vi: 'Ngày kết thúc sớm hơn ngày bắt đầu'',vui lòng sửa đổi tài liệu
zh_cn: “结案日”早于“起案日”，请修改文档

# lblExcelDirectorEmptyMsgResource1.Text
source: “負責人帳號”為空
id: “Akun Penanggung Jawab” kosong.
ja_jp: 記入必要
mt_mt: “Person in charge’s account" is blank.
vi: Trống"Tài khoản phụ trách nhân viên "
zh_cn: “负责人帐号”为空

# lblExcelEndDateErrMsgResource1.Text
source: “結案日”格式不正確，請修改文件
id: Format “Tanggal penutupan” salah, rubah dokumen.
ja_jp: ”終了日”のフォーマットが正しくない
mt_mt: “Closure date" format incorrect, please modify document.
vi: cách thức'ngày kết thúc" không chính xác, vui lòng sửa đổi tệp
zh_cn: “结案日”格式不正确，请修改文档

# lblExcelExpDateErrMsgResource1.Text
source: “預計完成日”早於“預計開始日”，請修改文件
id: “Tanggal Penyelesaian Yang Diharapkan” lebih awal daripada “Tanggal Mulai Yang Diharapkan”, rubah dokumen.
ja_jp: 修正してください
mt_mt: “Planned completion date" earlier than “Planned start date”, please modify document.
vi: dự đoán ''ngày hoàn thành'' sớm hơn"ngày bắt đầu",vui lòng chỉnh sửa tài liệu
zh_cn: “预计完成日”早于“预计开始日”，请修改文档

# lblExcelExpEndDateEmptyMsgResource1.Text
source: “預計完成日”為空
id: “Tanggal Penyelesaian Yang Direncanakan” kosong
ja_jp: 記入必要
mt_mt: "Planned completion date" is blank
vi: trống "dự tính ngày hoàn thành "
zh_cn: “预计完成日”为空

# lblExcelExpEndDateErrMsgResource1.Text
source: “預計完成日”格式不正確，請修改文件
id: Format “Tanggal Penyelesaian Yang Diharapkan” salah, rubah dokumen.
ja_jp: ”完成予定日”のフォーマットが正しくない
mt_mt: “Planned completion date" format incorrect, please modify document.
vi: Cách thức "Ngày hoàn thành ước tính" không chính xác, vui lòng chỉnh sửa tệp
zh_cn: “预计完成日”格式不正确，请修改文档

# lblExcelExpStartDateEmptyMsgResource1.Text
source: “預計開始日”為空
id: “Tanggal Pemulaan Yang Direncanakan” kosong
ja_jp: 記入必要
mt_mt: "Planned start date" is blank
vi: Trống dự tính''ngày bắt đầu ''
zh_cn: “预计开始日”为空

# lblExcelExpStartDateErrMsgResource1.Text
source: “預計開始日”格式不正確，請修改文件
id: Format “Tanggal Penyelesaian Yang Diharapkan” salah, rubah dokumen.
ja_jp: ”開始予定日”のフォーマットが正しくない
mt_mt: “Planned start date” format incorrect, please modify document.
vi: Hình thức''dự tính ngày bắt đầu'' không chính xác, vui lòng sửa tài liệu
zh_cn: “预计开始日”格式不正确，请修改文档

# lblExcelFilesEmptyMsgResource1.Text
source: 請選上傳EXCEL文件
id: Pilih dokumen EXCEL yang akan dimuat
ja_jp: エクセルをアップロードしてください
mt_mt: Select upload EXCEL document.
vi: Vui lòng chọn tải lên tệp EXCEL
zh_cn: 请选上传EXCEL文档

# lblExcelMsg1Resource1.Text
source: 文件中第
id: Dokumen
ja_jp: ファイルの中で第
mt_mt: Document’s
vi: Trong tài liệu
zh_cn: 文档中第

# lblExcelMsg2Resource1.Text
source: 行:
id: Garis
ja_jp: 列
mt_mt: Line:
vi: Hàng

# lblExcelNameEmptyMsgResource1.Text
source: “階段/任務名稱”為空
id: “Nama Tahapan / Tugas” kosong
ja_jp: 記入必要
mt_mt: "Phase/Task name" is blank.
vi: trống "tên giai đoạn/nhiệm vụ'
zh_cn: “阶段/任务名称”为空

# lblExcelPMGUIDEmptyMsgResource1.Text
source: “專案負責人員帳號”為空
id: “Akun PM” kosong
ja_jp: ”プロジェクター”は何も記入してない
mt_mt: “PM’s account" is blank.
vi: Trống"Tài khoản phụ trách người quản lý dự án"
zh_cn: “项目负责人员帐号”为空

# lblExcelProjNameEmptyMsgResource1.Text
source: “專案名稱”為空
id: "Nama Proyek" kosong
ja_jp: 記入必要
mt_mt: "Project name" is blank
vi: Trống "Tên chuyên án"
zh_cn: “项目名称”为空

# lblExcelProjNameisOverResource1.Text
source: “專案名稱”超過長度限制50
ja_jp: ”プロジェクト名称”が制限に超えた
vi: "Tên dự án" vượt quá giới hạn độ dài là 50
zh_cn: “项目名称”超过长度限制50

# lblExcelSeriesOrTaskMsgResource1.Text
source: “是否為階段”内容不正確，應該為“Y”或“N”，請修改文件
id: Konten “Apakah ini Tahapan” salah, seharusnya “Y” atau “T”, rubah dokumen.
ja_jp: 修正してください
mt_mt: “Is it a phase”content incorrect, should be “Y”or“N”, please modify document
vi: " Có phải là một giai đoạn" không chính xác, nó phải là "Y" hoặc "N", vui lòng sửa đổi tệp
zh_cn: “是否为阶段”内容不正确，应该为“Y”或“N”，请修改文档

# lblExcelStartDateErrMsgResource1.Text
source: “起案日”格式不正確，請修改文件
id: Format “Tanggal Mulai” salah, rubah dokumen.
ja_jp: ”開始日”のフォーマットが正しくない
mt_mt: “Project start date" format incorrect, please modify document.
vi: Định dạng "ngày của trường hợp" không chính xác, vui lòng sửa đổi tệp
zh_cn: “起案日”格式不正确，请修改文档

# lblExcelXhEmptyMsgResource1.Text
source: “階層編號”為空
id: “Nomor Tahapan” kosong
ja_jp: 記入必要
mt_mt: "Phase number" is blank.
vi: Trống''số cấp''
zh_cn: “阶层编号”为空

# lblFileNotFoundMsgResource1.Text
source: 文件無法加載！
id: Tidak ada cara bahwa mail tidak akan berakhir.
ja_jp: ダウンロードできません！
mt_mt: No additional downloads for document!
vi: Không thể tải tệp!
zh_cn: 文档无法加载！

# lblFileOpenErrorMsgResource1.Text
source: 文件無法打開！
id: Tidak dapat membuka dokumen!
ja_jp: ファイルが使用できません！
mt_mt: Cannot open document!
vi: Không thể tải tệp!
zh_cn: 文档无法打开！

# lblMSGResource1.Text
source: 說明：外部會員不能為專案成員
id: Gambaran: anggota proyek tidak boleh dari anggota luar
ja_jp: 説明：外部メンバーはプロジェクトのメンバーにはなれません
mt_mt: Description：Project member cannot be external member
vi: Mô tả: Thành viên bên ngoài không thể là thành viên dự án
zh_cn: 说明：外部会员不能为项目成员

# lblNextMsgResource1.Text
source: 下一步
id: berikutnya
ja_jp: 次
mt_mt: နောက်တစ်ခု
vi: Bước sau

# lblNoAuthorityMsgResource1.Text
source: 您沒有新增專案的權限
id: Tidak ada wewenang untuk menambah proyek baru.
ja_jp: 追加する権限が持っていない
mt_mt: No authority to add new project.
vi: Bạn không có quyền thêm dự án này
zh_cn: 您没有新建项目的权限

# lblPMGUIDEmptyMsgResource1.Text
source: 專案負責人員帳號不正確
id: Akun PM salah
ja_jp: プロジェクターのアカウントは正しくない
mt_mt: PM’s account is incorrect.
vi: Tài khoản nhân viên phụ trách dự án không chính xác
zh_cn: 项目负责人员帐号不正确

# lblPMGUIDNotOuterMsgResource1.Text
source: 專案負責人不能為外部會員
id: PM tidak boleh dari anggota luar
ja_jp: プロジェクターは外部メンバーにはいけません
mt_mt: PM cannot be external member
vi: Nhân viên phụ trách dự án không thể là thành viên bên ngoài
zh_cn: 项目负责人不能为外部会员

# lblProjGUIDEmptyMsgResource1.Text
source: 請選擇現有專案
id: Pilih proyek saat ini
ja_jp: 現在あるプロジェクターを選択してください
mt_mt: Select current project
vi: Vui lòng chọn một dự án hiện có
zh_cn: 请选择现有项目

# ListItemResource1.Text
source: 空白專案
id: Proyek kosong
ja_jp: ブランクプロジェクト
mt_mt: Blank project
vi: Dự án trống
zh_cn: 空白项目

# ListItemResource2.Text
source: Excel匯入
id: Impor Excel
ja_jp: エクセルをインポートする
mt_mt: Import Excel
vi: Nhập Excel
zh_cn: Excel导入

# ListItemResource3.Text
source: 從其它專案複製
id: Salin dari proyek-proyek lainnya
ja_jp: 他のプロジェクトからコピーする
mt_mt: Copy from other projects
vi: Sao chép câu hỏi khác
zh_cn: 从其他项目复制

# PageResource1.Title
source: 新增專案
id: Buat proyek
ja_jp: プロジェクを追加する
mt_mt: Create Project
vi: Dự án mới
zh_cn: 新建项目

# RadButton1Resource1.Text
source: 查詢
id: Pertanyaan
ja_jp: 検索
mt_mt: Query
vi: Truy vấn
zh_cn: 查询

# lblFileNotParseResource1.Text
source: 匯入的檔案無法解析
ja_jp: インポートした資料の読み取りが出来ない
vi: Không thể phân tích tệp đã nhập
zh_cn: 汇入的档案无法解析
