Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Maintain/App_LocalResources/SeriesDetail.aspx.*.resx
Languages: id, ja_jp, mt_mt, vi, zh_cn

# cvAuditResource1.ErrorMessage
source: 請選擇送審方式
id: Pilih metode pengiriman persetujuan
ja_jp: 審査の送り方をせんたくしてください
mt_mt: Select approval sending method
vi: Vui lòng chọn phương thức gửi
zh_cn: 请选择送审方式

# cvSeriesNameResource1.ErrorMessage
source: 請輸入階段名稱
id: Masukkan nama parameter
ja_jp: 段階名称を入力してください
mt_mt: Enter phase name
vi: Vui lòng nhập chức danh
zh_cn: 请键入阶段名称

# Label10Resource1.Text
source: 階段狀態
id: Status tahapan
ja_jp: 段階状態
mt_mt: Phase status
vi: Tình trạng giai đoạn
zh_cn: 阶段状态

# Label11Resource1.Text
source: 階段建立者
id: Pembuat tahapan
ja_jp: 作成者
mt_mt: Phase Creator
vi: Người lập giai đoạn
zh_cn: 阶段创建者

# Label12Resource1.Text
source: 階段建立時間
id: Waktu pembuatan tahapan
ja_jp: 作成時間
mt_mt: Establish
vi: Thời gian nhập giai đoạn
zh_cn: 阶段创建时间

# Label15Resource1.Text
source: 專案名稱
id: Nama Proyek
ja_jp: プロジェクト名称
mt_mt: Project name
vi: Tên dự án
zh_cn: 项目名称

# Label1Resource1.Text
source: 階段名稱
id: Nama Tahapan
ja_jp: 階段名称
mt_mt: Phase name
vi: Tên giai đọan
zh_cn: 阶段名称

# Label2Resource1.Text
source: 階段說明
id: Deskripsi tahapan
ja_jp: 階段説明
mt_mt: Phase description
vi: Chi tiết giai đoạn
zh_cn: 阶段说明

# Label3Resource1.Text
source: 預計開始日
id: Tanggal mula yang direncanakan
ja_jp: 開始予定日
mt_mt: Planned start date
vi: Dự kiến ngày bắt đầu
zh_cn: 预计开始日

# Label4Resource1.Text
source: 預計完成日
id: Tanggal penyelesaian yang direncanakan
ja_jp: 完成予定日
mt_mt: Planned End date
vi: Dự kiến ngày hoàn thành
zh_cn: 预计完成日

# Label5Resource1.Text
source: 實際開始日
id: Tanggal Mulai Aktual
ja_jp: 実際開始日
mt_mt: Actual start
vi: Ngày bắt đầu thực tế
zh_cn: 实际开始日

# Label6Resource1.Text
source: 實際完成日
id: Tanggal Penyelesaian Aktual
ja_jp: 実際完成日
mt_mt: Actual completion
vi: Ngày hoàn thành thực tế
zh_cn: 实际完成日

# Label7Resource1.Text
source: 階段附件
id: Lampiran Tahapan
ja_jp: 添付ファイル
mt_mt: Phase attachment
vi: File giai đoạn
zh_cn: 阶段附件

# Label8Resource1.Text
source: 階段負責人
id: Manajer tahapan
ja_jp: 担当者
mt_mt: Phase manager
vi: Người phụ trách giai đoạn
zh_cn: 阶段负责人

# Label9Resource1.Text
source: 送審方式
id: Cara pemberian Persetujuan
ja_jp: 審査の送り方
mt_mt: Approval method
vi: Phương thức gửi để xét duyệt
zh_cn: 送审方式

# lblACWPResource1.Text
source: 已執行成本
id: Biaya tereksekusi
ja_jp: 使ったコスト
mt_mt: Executed Cost
vi: Chi phí thực hiện
zh_cn: 已运行工本

# lblAddNotAllowedStatusMsgResource1.Text
source: 該專案的狀態不能增加階段
id: Status proyek tidak dapat ditambahkan dalam tahapan
ja_jp: この状態になるプロジェクトを段階の追加ができません
mt_mt: Project status cannot add in phase.
vi: Tình trạng của dự án không thể thêm giai đoạn
zh_cn: 该项目的状态不能增加阶段

# lblAuditConfirmMsgResource1.Text
source: 確定要送審嗎？
id: Apakah Anda yakin untuk mengirimkan persetujuan?
ja_jp: 審査を送ってよろしいでしょうか
mt_mt: Confirm to send for approval?
vi: Bạn có chắc chắn muốn gửi đi phê duyệt không?
zh_cn: 确实要送审吗？

# lblAuditEmptyResource1.Text
source: 請選擇審核方式
id: Pilih metode pemberi persetujuan
ja_jp: 審査方式を選択してください
mt_mt: Select approval method
vi: Vui lòng chọn một phương pháp đánh giá
zh_cn: 请选择审核方式

# lblAuditMsgResource1.Text
source: 送審
id: Kirim untuk persetujuan
ja_jp: 提出
mt_mt: Send for approval
vi: Gửi để xét duyệt
zh_cn: 送审

# lblAuditNoAuthorityMsgResource1.Text
source: 您沒有送審權限
id: Tidak ada wewenang untuk mengirim untuk mendapat persetujuan.
ja_jp: 審査を発送する権限が持っていない
mt_mt: No authority to send in for approval.
vi: Bạn không có quyền gửi
zh_cn: 您没有送审权限

# lblAuditNotAllowedActionMsgResource1.Text
source: 該階段為自動送審，不能被手動送審
id: Tahapan ini merupakan persetujuan yang dilakukan sendiri, tidak dapat dikirim secara manual untuk mendapatkan persetujuan
ja_jp: この段階は自動審査段階です
mt_mt: This phase is auto approval, cannot be manually send for approval.
vi: Giai đoạn này tự động được gửi để xét duyệt và không thể được gửi để xem xét theo cách thủ công
zh_cn: 该阶段为自动送审，不能被手工送审

# lblAuditNotAllowedStatusMsgResource1.Text
source: 存在未完成的子階段或任務，不能被送審
id: Sub-tahapan atau tugas tidak lengkap. Tidak dapat mengirimkan persetujuan.
ja_jp: 行っているタスクがあるので審査できません
mt_mt: Sub-phase or task is unfinished. Cannot send for approval.
vi: Có các giai đoạn nhỏ hoặc nhiệm vụ chưa hoàn thành không thể gửi để xem xét
zh_cn: 存在未完成的子阶段或任务，不能被送审

# lblAuditResource1.Text
source: 審核
id: Persetujuan
ja_jp: 審査
mt_mt: Approval
vi: Xét duyệt
zh_cn: 审核

# lblAuditStatusMsgResource1.Text
source: 審核中
id: Persetujuan sedang dalam proses
ja_jp: 審査中
mt_mt: Approval in process
vi: Đang xét duyệt
zh_cn: 审核中

# lblAuditTrackResource1.Text
source: 審核歷程
id: Sejarah Persetujuan
ja_jp: 審査履歴
mt_mt: Approval history
vi: Qúa trình xét duyệt
zh_cn: 审核历程

# lblAutoAuditMsgResource1.Text
source: 當此階段底下所有工作項目的狀態階為「已完成」時，<br/>系統會自動將此階段送審
id: Ketika semua item-item pekerjaan dalam tahapan ini berada dalam status [terpenuhi], <br/> sistim secara otomatis akan mengirimkan untuk persetujuan
ja_jp: 表示している状況が完成すると表示する場合、自動的に申請を進みます
mt_mt: When all task items under this phase is in [Finished] status,<br/> system will send for approval automatically.
vi: Khi trạng thái của tất cả các hạng mục công việc ở giai đoạn này là "Đã hoàn thành", người phụ trách giai đoạn này cần gửi giai đoạn này để xem xét.
zh_cn: 当此阶段底下所有工作项目的状态阶为“已完成”时，<br/>系统会自动将此阶段送审

# lblBCWPResource1.Text
source: 實際成本
id: Biaya sebernarnya
ja_jp: 実際にかかったコスト
mt_mt: Actual Cost
vi: Chi phí thực tế
zh_cn: 实际工本

# lblBCWSResource1.Text
source: 預估成本
id: Perkiraan biaya
ja_jp: コストの予測
mt_mt: Estimated Cost
vi: Chi phí ước tính
zh_cn: 预估工本

# lblCompletedStatusMsgResource1.Text
source: 已完成
id: Selesai
ja_jp: 完成済み
mt_mt: ​အပြီးသတ်
vi: Đã hoàn thành

# lblCreateChildNotAllowedStatusMsgResource1.Text
source: 該階段的狀態不能增加子階段
id: Status dalam tahapan ini tidak memungkinkan adanya penambahan sub-tahapan
ja_jp: このプロジェクトの状態は子段階の追加ができません
mt_mt: Status of this phase does not allow addition of sub-phases.
vi: Trạng thái của giai đoạn này không thể thêm các giai đoạn phụ
zh_cn: 该阶段的状态不能增加子阶段

# lblDataSetNoRowsMsgResource1.Text
source: 該任務不存在或已被刪除。
id: Tugas tidak ada ataupun dihapus
ja_jp: タスクが存在しない、または削除されました
mt_mt: Task does not exist or deleted.
vi: Nhiệm vụ không tồn tại hoặc đã bị xóa
zh_cn: 该任务不存在或已被删除。

# lblDelConfirmMsgResource1.Text
source: 確定要刪除嗎？
id: Apakah Anda yakin untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
mt_mt: Confirm to delete?
vi: Chắc chắn muốn xóa không?
zh_cn: 确实要删除吗？

# lblDelMsgResource1.Text
source: 刪除
id: Hapus
ja_jp: 削除
mt_mt: Delete
vi: Xóa
zh_cn: 删除

# lblDelNoAuthorityMsgResource1.Text
source: 您沒有刪除權限
id: Tidak ada wewenang untuk menghapus.
ja_jp: 削除する権限が持ってない
mt_mt: No authority to delete.
vi: Bạn không có quyền xóa
zh_cn: 您没有删除权限

# lblDelNotAllowedStatusMsgResource1.Text
source: {0}狀態的階段不能被刪除
id: Tahapan dengan status {0} tidak dapat dihapus
ja_jp: {0}の状態では削除不能です
mt_mt: Phases under {0} status cannot be deleted.
vi: Các giai đoạn không thể bị xóa
zh_cn: {0}状态的阶段不能被删除

# lblEmptyMsgResource1.Text
source: 沒有資料
id: Tidak ada daftar yang ditemukan
ja_jp: データが見つかりません
mt_mt: No data found
vi: Không có dữ liệu
zh_cn: 没有数据

# lblExpectedEndMsgResource1.Text
source: 此日期由系統自動計算，為所有子階段/任務的最晚預計完成日
id: Tanggal penyelesaian terakhir Sub-tahapan dan sub-tugas secara otomatis dihitung oleh sistim
ja_jp: この日付きはシステムから自動的に計算しました完成予定な時間です
mt_mt: Sub-phase and sub-task latest completion dates are automatically calculated by system.
vi: Ngày này được hệ thống tự động tính toán và là ngày hoàn thành ước tính gần nhất cho tất cả các giai đoạn / nhiệm vụ con
zh_cn: 此日期由系统自动计算，为所有子阶段/任务的最晚预计完成日

# lblExpectedStartMsgResource1.Text
source: 此日期由系統自動計算，為所有子階段/任務的最早預計開始日
id: Tanggal penyelesaian terakhir Sub-tahapan dan sub-tugas secara otomatis dihitung oleh sistim
ja_jp: この日付きはシステムから自動的に計算しました完成予定な時間です
mt_mt: Sub-phase and sub-task latest completion dates are automatically calculated by system.
vi: Ngày này được hệ thống tự động tính toán và là ngày bắt đầu ước tính sớm nhất cho tất cả các giai đoạn / nhiệm vụ con
zh_cn: 此日期由系统自动计算，为所有子阶段/任务的最早预计开始日

# lblHandAuditMsgResource1.Text
source: 當此階段底下所有工作項目的狀態階為「已完成」時，<br/>此階段負責人需要自行將此階段送審
id: Ketika semua item-item pekerjaan dalam tahapan ini berada dalam status [terpenuhi], <br/> manajer tahapan harus mengirimkan tahapan ini untuk mendapatkan persetujuan
ja_jp: 完成済みと表示したら自動的に次のステーションまで審査を進めます
mt_mt: When all task items under this phase are in [Finished] status, <br/> the phase manager has to send this phase for approval.
vi: Khi trạng thái của tất cả các hạng mục công việc ở giai đoạn này là "Đã hoàn thành", người phụ trách giai đoạn này cần gửi giai đoạn này để xem xét.
zh_cn: 当此阶段底下所有工作项目的状态阶为“已完成”时，<br/>此阶段负责人需要自行将此阶段送审

# lblNoAuthorityMsgResource1.Text
source: 您沒有操作權限。
id: Tidak ada wewenang untuk mengoperasikan.
ja_jp: 操作権限が持ってない
mt_mt: No authority to operate.
vi: Ngài không có quyền hạn thao tác
zh_cn: 您没有操作权限。

# lblNotYetBeginStatusMsgResource1.Text
source: 尚未開始
id: Belum dimulai
ja_jp: まだ始まってない
mt_mt: Not yet started
vi: Chưa bắt đầu
zh_cn: 尚未开始

# lblOKResource1.Text
source: 確定
id: Konfirmasi
ja_jp: 確認
mt_mt: Confirm
vi: Chắc chắn
zh_cn: 确定

# lblProceedingStatusMsgResource1.Text
source: 進行中
id: Sedang berlangsung
ja_jp: 進んでいる
mt_mt: In progress
vi: Đang tiến hành
zh_cn: 进行中

# lblProjectNotSetMsgResource1.Text
source: 該任務所屬專案不存在或已被刪除。
id: Proyek yang berisikan tugas ini tidak ada atau sudah dihapus
ja_jp: タスクが存在しない、または削除されました
mt_mt: Project containing this task does not exist or is already deleted.
vi: Nhiệm vụ thuộc về dự án không tồn tại hoặc đã bị hủy
zh_cn: 该任务所属项目不存在或已被删除。

# lblRemindMsgResource1.Text
source: 提醒
id: Pengingat
ja_jp: リマインド
mt_mt: Reminder
vi: Nhắc nhở

# lblSelectMsgResource1.Text
source: 選擇
id: Pilih
ja_jp: 選択
mt_mt: ရွေးပါ
vi: Lựa chọn
zh_cn: 选择

# lblSeriesHasItemsMsgResource1.Text
source: 該階段下面尚有子階段或任務，不能被刪除。
id: Sub-tahapan atau tugas dibawah tahapan ini. Tidak dapat dihapus.
ja_jp: 行っているタスクがあるので削除できません
mt_mt: Sub-phase or task under this phase. Cannot be deleted.
vi: Có các giai đoạn phụ hoặc nhiệm vụ bên dưới giai đoạn này, không thể bị xóa.
zh_cn: 该阶段下面尚有子阶段或任务，不能被删除。

# lblSeriesNameEmptyResource1.Text
source: 請輸入階段名稱
id: Masukkan nama parameter
ja_jp: 段階名称を入力してください
mt_mt: Enter phase name
vi: Vui lòng nhập chức danh
zh_cn: 请键入阶段名称

# lblUpdateNotAllowedStatusMsgResource1.Text
source: 該階段的狀態不能被修改
id: Status dalam tahapan ini tidak dapat dirubah
ja_jp: この段階では修正できません
mt_mt: Status of this phase cannot be modified.
vi: Không thể sửa đổi trạng thái của giai đoạn này
zh_cn: 该阶段的状态不能被修改

# ListItemResource1.Text
source: 自動
id: Otomatis
ja_jp: オート
mt_mt: Auto
vi: Tự động
zh_cn: 自动

# ListItemResource2.Text
source: 手動
id: Manual
ja_jp: マニュアル
mt_mt: Manual
vi: Thủ công
zh_cn: 手工

# PageResource1.Title
source: 階段設定
id: Pengaturan tahapan
ja_jp: 階段を設定する
mt_mt: Phase setup
vi: Cài đặt giai đoạn
zh_cn: 阶段设置
