Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/PMS/Maintain/App_LocalResources/TaskDetail.aspx.*.resx
Languages: id, ja_jp, vi, zh_tw

# lblAddNotAllowedStatusMsgResource1.Text
source: Project under {0} status cannot add new tasks!
id: Proyek dalam status {0} tidak dapat menambahkan tugas-tugas baru!
ja_jp: {0}という状態はタスクの追加不能です
vi: {0} Các dự án có trạng thái không thể thêm nhiệm vụ!
zh_tw: {0}狀態的專案不能新增任務！

# lblAuditResource1.Text
source: Approval
id: Persetujuan
ja_jp: 審査
vi: Xét duyệt
zh_tw: 審核

# lblAuditStatusResource1.Text
source: Approval in process
id: Persetujuan sedang dalam proses
ja_jp: 審査中
vi: Đang xét duyệt
zh_tw: 審核中

# lblAuditTrackResource1.Text
source: Approval history
id: Sejarah Persetujuan
ja_jp: 審査履歴
vi: Qúa trình xét duyệt
zh_tw: 審核歷程

# lblChoiceListEmptyMsgResource1.Text
source: Select person in charge of this task
id: Pilih penanggung jawab untuk tugas ini
ja_jp: タスク担当者を選択してください
vi: Vui lòng chọn chủ sở hữu nhiệm vụ
zh_tw: 請選擇任務負責人

# lblCloseStatusResource1.Text
source: Closed
id: Ditutup
ja_jp: ケースが終了しました
vi: Đã kết thúc
zh_tw: 已結案

# lblCreateChildNotAllowedStatusMsgResource1.Text
source: Only phase under「not yet started, in progress」status can add new tasks.
id: Hanya fase dibawah [belum dimulai, yang sedang berjalan] status dapat menambahkan tugas-tugas baru
ja_jp: まだ始まってない、審査中という状態のステップのみサブダスクの追加が可能です
vi: Chỉ có thể thêm các nhiệm vụ con vào các giai đoạn có trạng thái "Chưa bắt đầu, đang xử lý"
zh_tw: 只有「尚未開始、進行中」狀態的階段可以新增子任務

# lblDataSetNoRowsMsgResource1.Text
source: Task does not exist or deleted.
id: Tugas tidak ada ataupun dihapus
ja_jp: タスクが存在しない、または削除されました
vi: Nhiệm vụ không tồn tại hoặc đã bị xóa
zh_tw: 該任務不存在或已被刪除。

# lblDateErrMsgResource1.Text
source: Planned end time earlier than planned start time. Please re-enter.
id: Waktu akhir yang direncanakan lebih awal dripada waktu mula yang direncanakan. Masukkan kembali waktunya
ja_jp: 時間の入力が違いますので、再入力をお願いします
vi: Dự kiến thời gian bắt đầu muộn hơn thời gian kết thúc ước tính, vui lòng nhập lại
zh_tw: 預計開始時間晚於預計結束時閒，請重新輸入

# lblDelConfirmMsgResource1.Text
source: Confirm to delete?
id: Apakah Anda yakin untuk menghapus?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn muốn xóa không?
zh_tw: 確定要刪除嗎？

# lblDelMsgResource1.Text
source: Delete
id: Hapus
ja_jp: 削除
vi: Xóa
zh_tw: 刪除

# lblDelNoAuthorityMsgResource1.Text
source: No authority to delete this task.
id: Tidak ada wewenang untuk menghapus tugas ini.
ja_jp: このタスクには削除する権限が持っていない
vi: Chưa bao giờ đăng nhập
zh_tw: 您沒有刪除該任務的權限

# lblDelNotAllowedStatusMsgResource1.Text
source: Task under {0} status cannot be deleted.
id: Tugas dibawah status {0} tidak dapat dihapus
ja_jp: {0}状態のタスクが削除されません
vi: {0}nhiệm vụ ở trạng thái không thể xóa
zh_tw: {0}狀態的任務不能被刪除

# lblDraftStatusResource1.Text
source: Draft
id: Draf
ja_jp: 下書き
vi: Bản nháp
zh_tw: 草稿

# lblEmptyMsgResource1.Text
source: No data found
id: Tidak ada daftar yang ditemukan
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_tw: 沒有資料

# lblNoAuthorityMsgResource1.Text
source: No authority to operate.
id: Tidak ada wewenang untuk mengoperasikan.
ja_jp: 操作権限が持ってない
vi: Ngài không có quyền hạn thao tác
zh_tw: 您沒有操作權限。

# lblNotYetBeginStatusResource1.Text
source: Not yet started
id: Belum dimulai
ja_jp: まだ始まってない
vi: Chưa bắt đầu
zh_tw: 尚未開始

# lblPredEndEmptyMsgResource1.Text
source: Select planned completion date
id: Pilih data penyelesaian yang direncanakan
ja_jp: 予想完成日を選択してください
vi: Vui lòng chọn ngày hoàn thành ước tính
zh_tw: 請選擇預計完成日

# lblPredStartEmptyMsgResource1.Text
source: Select planned start date
id: Pilih waktu mula yang direncanakan
ja_jp: 予想開始日を選択してください
vi: Vui lòng chọn ngày hoàn thành ước tính
zh_tw: 請選擇預計開始日

# lblProceedingStatusResource1.Text
source: In progress
id: Sedang berlangsung
ja_jp: 進んでいる
vi: Đang tiến hành
zh_tw: 進行中

# lblProjectNotSetMsgResource1.Text
source: Project containing this task does not exist or is already deleted.
id: Proyek yang berisikan tugas ini tidak ada atau sudah dihapus
ja_jp: タスクが存在しない、または削除されました
vi: Nhiệm vụ thuộc về dự án không tồn tại hoặc đã bị hủy
zh_tw: 該任務所屬專案不存在或已被刪除。

# lblRemindConfirmMsgResource1.Text
source: Confirm to remind?
id: Apakah Anda yakin untuk mengingatkan?
ja_jp: リマインドしてもよろしいでしょうか
vi: Bạn có chắc chắn muốn nhắc nhở?
zh_tw: 確定要提醒嗎？

# lblRemindMsgResource1.Text
source: Reminder
id: Pengingat
ja_jp: リマインド
vi: Nhắc nhở
zh_tw: 提醒

# lblReportTrackResource1.Text
source: Report on history record
id: Laporan mengenai catatan sejarah
ja_jp: 履歴を返事する
vi: Lịch trình báo cáo
zh_tw: 回報歷程

# lblSuspendStatusResource1.Text
source: Stopped
id: Sudah dihentikan
ja_jp: 中止しました
vi: Đã dừng lại
zh_tw: 已中止

# lblTaskNameEmptyMsgResource1.Text
source: Enter task name
id: Masukkan nama tugas
ja_jp: タスク名称を入力してください
vi: Vui lòng nhập tên thư mục
zh_tw: 請輸入任務名稱

# lblUpdateNotAllowedStatusMsgResource1.Text
source: Task under {0} status cannot be modified.
id: Tugas dibawah status {0} tidak dapat dihapus
ja_jp: {0}状態のタスクが削除されません
vi: {0}nhiệm vụ ở trạng thái không thể sửa đổi
zh_tw: {0}狀態的任務不能被修改

# lblUrgeConfirmMsgResource1.Text
source: Confirm to send for approval?
id: Apakah Anda yakin untuk mengirimkan persetujuan?
ja_jp: 発送するのを確認しますか
vi: Bạn có chắc chắn muốn gửi đi phê duyệt không?
zh_tw: 確定要送審嗎？

# lblUrgeMsgResource1.Text
source: Reminder
id: Pengingat
ja_jp: フォローアップ
vi: Thúc giục
zh_tw: 稽催

# PageResource1.Title
source: Task setup
id: Pengaturan tugas
ja_jp: タスクを設定する
vi: Cài đặt nhiệm vụ
zh_tw: 任務設定
