Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/Basic/Personal/Information/App_LocalResources/Default.aspx.*.resx
Languages: ja_jp, vi, zh_cn, zh_tw

# BoundFieldResource1.HeaderText
source: FAVORITE_GUID
vi: GUID yêu thích

# BoundFieldResource2.HeaderText
source: Latest log in
ja_jp: 最終ログイン時間
vi: Thời gian đăng nhập cuối cùng
zh_cn: 最后登录时间
zh_tw: 最後登入時間

# btnPayEnvResource1.Text
source: Query
ja_jp: 検索
vi: Truy vấn
zh_cn: 查询
zh_tw: 查詢

# CalendarLinkResource1.HeaderText
source: Calendar URL
ja_jp: カレンダーのリング
vi: Lịch liên kết
zh_cn: 行事历链接
zh_tw: 行事曆連結

# CalendarNameResource1.HeaderText
source: Calendar Name
ja_jp: カレンダー名称
vi: Tên lịch
zh_cn: 行事历名称
zh_tw: 行事曆名稱

# cbEmailResource1.Text
source: Send e-mail to my e-mail account
ja_jp: 自分のメールに発送する
vi: Gửi thư đến e-mail của tôi
zh_cn: 寄信至我的e-mail
zh_tw: 寄信至我的e-mail

# cbIsNewMessSignResource1.Text
source: Automatically include my signature on new message that I compose
ja_jp: 新規メールではサインを登録
vi: Tự động đưa chữ ký của tôi vào các thư mới tôi viết
zh_cn: 在我撰写的新消息上自动包含我的签名
zh_tw: 在我撰寫的新訊息上自動包含我的簽名

# cbIsReplyMessSignResource1.Text
source: Automatically include my signature on message I forward or reply to
ja_jp: 転送メールではサインを登録
vi: Tự động bao gồm chữ ký của tôi trên các thư tôi chuyển tiếp hoặc trả lời
zh_cn: 在我转寄或回复的消息上自动包含我的签名
zh_tw: 在我轉寄或回覆的訊息上自動包含我的簽名

# cbPushResource1.Text
source: Send to Mobile
ja_jp: 端末に発送する
vi: Gửi đến thiết bị di động của tôi
zh_cn: 发送至我的行动装置
zh_tw: 傳送至我的行動裝置

# CheckBox1Resource1.Text
source: Use my e-mail to notify me when message is received.
ja_jp: 個人メッセージがあればメールにてお知らせする
vi: Khi nhận được thông tin cá nhân, thông báo cho tôi bằng EMail
zh_cn: 收到私人消息时用我的EMail通知我
zh_tw: 收到私人訊息時用我的EMail通知我

# CustomValidator1Resource1.ErrorMessage
source: Please re-bind if disconnecting or error occurred.
ja_jp: 設定する時に一回電源を切れ、またはエラーが発生しましたので、リセットをお願いします
vi: Tài khoản ràng buộc bị gián đoạn hoặc xảy ra lỗi, vui lòng liên kết lại
zh_cn: 绑定帐号断开或是发生错误，请重新作绑定
zh_tw: 綁定帳號中斷或是發生錯誤，請重新作綁定

# CustomValidator1Resource3.ErrorMessage
source: Deputy cannot be oneself
ja_jp: 自分を職務代理者を設定することができない
vi: Người đại diện không thể tự mình thiết lập
zh_cn: 代理人不可设置为自己
zh_tw: 代理人不可設定為自己

# CustomValidator2Resource1.ErrorMessage
source: Please proceed to background information setup to fill in the e-mail address first.
ja_jp: 先に基本情報までメールアドレスを設定してください
vi: Vui lòng đi đến thông tin cài đặt cơ bản để điền email
zh_cn: 请先至基本数据设置填写电子邮件
zh_tw: 請先至基本資料設定填寫電子郵件

# CustomValidator3Resource1.ErrorMessage
source: Deputy cannot be oneself
ja_jp: 自分を代理人を設定することが出来ません
vi: Người đại diện không thể tự mình thiết lập
zh_cn: 代理人不可设置为自己
zh_tw: 代理人不可設定為自己

# gdDeviceManagementResource1.EmptyDataText
source: No Mobile Device founded
ja_jp: ログイン中端末がない
vi: Không có thiết bị di động nào khi đăng kí
zh_cn: 没有登录中的行动装置
zh_tw: 沒有登入中的行動裝置

# Grid1Resource1.EmptyDataText
source: No data found
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据
zh_tw: 沒有資料

# Label1Resource1.Text
source: Bind Google Account
ja_jp: Googleアカウントとリンクする
vi: Liên kết với Tài khoản Google
zh_cn: 与Google帐号链接
zh_tw: 與Google帳號連結

# Label25Resource1.Text
source: Setup deputy
ja_jp: 職務代理者を設定
vi: Thiết lập người thay quyền
zh_cn: 设置代理人
zh_tw: 設定代理人

# Label27Resource1.Text
source: Notify
ja_jp: お知らせ
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

# Label2Resource1.Text
source: Google Account：
ja_jp: Googleアカウント
vi: Tài khoản Google
zh_cn: Google帐号：
zh_tw: Google帳號：

# Label3Resource1.Text
source: 1.UOF calendar will display on Google calendar after binding.
ja_jp: 設定した後UOFのカレンダーはGoogleにも設定される
vi: 1. Sau khi hoàn tất cài đặt, lịch UOF có thể được hiển thị trên Google.
zh_cn: 1.配置完成后可将UOF行事历显示于Google行事历上。
zh_tw: 1.設定完成後可將UOF行事曆顯示於Google行事曆上。

# Label42Resource1.Text
source: First deputy
ja_jp: 第一職務代理人
vi: Người đại diện thứ nhất
zh_cn: 第一代理人
zh_tw: 第一代理人

# Label43Resource1.Text
source: Second deputy
ja_jp: 第二職務代理者
vi: Người đại diện thứ 2
zh_cn: 第二代理人
zh_tw: 第二代理人

# Label44Resource1.Text
source: Third deputy
ja_jp: 第三職務代理者
vi: Người đại diện thứ 3
zh_cn: 第三代理人
zh_tw: 第三代理人

# Label4Resource1.Text
source: 2.Don't bind a Google account to more than one UOF account.
ja_jp: 2.データがエラーが発生することを避ける為、同じアカウントで色んな登録所を使っていけません。
vi: 2. Không liên kết cùng một tài khoản Google với các tài khoản UOF khác nhau, nó sẽ gây ra việc xử lý dữ liệu không bình thường.
zh_cn: 2.请勿将同一个Google帐号链接到不同的UOF帐号上，会导致数据处理异常。
zh_tw: 2.請勿將同一個Google帳號連結到不同的UOF帳號上，會導致資料處理異常。

# Label5Resource1.Text
source: Calendar Share
ja_jp: カレンダーを共有する
vi: Lịch chung
zh_cn: 共用行事历
zh_tw: 共用行事曆

# Label6Resource1.Text
source: Share Calendar to other software or devices, such as iPhone or Outlook.
ja_jp: スケジュールをiphoneまたはoutlookまでにシェアする
vi: Cho phép các phần mềm hoặc thiết bị khác nhau chia sẻ lịch , ví dụ như iphone hoặc outlook
zh_cn: 让不同的软件或装置共用您的行事历，例如iphone或outlook
zh_tw: 讓不同的軟體或裝置共用您的行事曆，例如iphone或outlook

# Label7Resource1.Text
source: Setup Signature in Private Message
ja_jp: サインを設定
vi: Cài đặt tệp chữ kí tin nhắn cá nhân
zh_cn: 私人消息签名档设置
zh_tw: 私人訊息簽名檔設定

# Label8Resource1.Text
source: Login Mobile Device
ja_jp: ログイン中端末
vi: Thiết lập
zh_cn: 登录中的行动装置
zh_tw: 登入中的行動裝置

# lbl104PortalUrlRequiredResource1.Text
source: 104 Portal URL not setting, please contact System Administrator
ja_jp: 104Portal URLを設定してないので、システム管理者までお問い合わせください
vi: Địa chỉ trang web 104 Portal chưa được cài đặt, vui lòng liên hệ với quản trị viên hệ thống
zh_cn: 未设置104Portal站点网址，请洽系统管理员
zh_tw: 未設定104Portal站台網址，請洽系統管理員

# lblAfterTransMailResource1.Text
source: After successfully forward
ja_jp: 転送済み後
vi: Sau khi chuyển tiếp thành công
zh_cn: 转发成功后
zh_tw: 轉發成功後

# lblAppDeviceCountMsgResource1.Text
source: Limit of mobile devices binding :
ja_jp: デバイス接続数：
vi: Số lượng bị ràng buộc bởi giới hạn thiết bị di động:
zh_cn: 行动装置限制绑定数量：
zh_tw: 行動裝置限制綁定數量：

# lblBindAgainResource1.Text
source: Change
ja_jp: リンクを変更する
vi: Liên kết thay đổi
zh_cn: 更改链接
zh_tw: 變更連結

# lblBindResource1.Text
source: Bind
ja_jp: リンク
vi: Liên kết
zh_cn: 链接
zh_tw: 連結

# lblCalendarLinkSetResource1.Text
source: Calendar URL setup
ja_jp: カレンダーのリング設定
vi: Cài đặt lịch liên kết
zh_cn: 行事历链接设置
zh_tw: 行事曆連結設定

# lblConfirmDeleteLinkAndSyncDataResource1.Text
source: It will delete the link and all synchronized data，are you sure?
ja_jp: この接続と同期したすべてのカレンダーの内容を削除します。削除しますか？
vi: Sẽ xóa liên kết và tất cả nội dung của liên kết đã được đồng bộ , bạn có chắc chắn muốn xóa không?
zh_cn: 将删除链接与该链接所有已同步至行事历的内容，确实要删除？
zh_tw: 將刪除連結與該連結所有已同步至行事曆的內容，確定要刪除？

# lblConfirmDeleteResource1.Text
source: The link of synchronized schedule will be delete，are you sure?
ja_jp: カレンダー接続を削除します。削除しますか？
vi: Hành động liên kết sẽ bị xóa, bạn có chắc chắn muốn xóa không?
zh_cn: 将删除行事历链接，确实要删除？
zh_tw: 將刪除行事曆連結，確定要刪除？

# lblDeviceNullResource1.Text
source: Unrecognized Device
ja_jp: 認識できないデバイス
vi: Thiết bị không được công nhận
zh_cn: 无法辨识的装置
zh_tw: 無法辨識的裝置

# lblDisable.Text
source: Non-Active
ja_jp: 始動しない
vi: Chưa kích hoạt
zh_cn: 未启用
zh_tw: 未啟用

# lbLeftOpenResource1.Text
source: Open up my schedule for others to edit
ja_jp: 他の人が編集可能
vi: Cho phép người khác chỉnh sửa lịch của tôi
zh_cn: 开放别人编辑我的行事历
zh_tw: 開放別人編輯我的行事曆

# lblEnable.Text
source: Activate
ja_jp: 始動する
vi: Khởi động
zh_cn: 启用
zh_tw: 啟用

# lblfavoriteUserSetResource1.Text
source: Commonly used member setup
ja_jp: よく使うメンバー設定
vi: Thiết lập nhân viên thường dùng
zh_cn: 常用人员设置
zh_tw: 常用人員設定

# lblForceTransEmailResource1.Text
source: *Administrator has enabled "Mandatory Forward"
ja_jp: *”必ず転送する”機能をオンにされました
vi: * Nhân viên quản lý hệ thống đã bật tính năng " chuyển tiếp mail "
zh_cn: *系统管理员已启用"强制转发Mail"功能
zh_tw: *系統管理員已啟用"強制轉發Mail"功能

# lblGetAppResource1.Text
source: Enable receiving Notice by Mobile device
ja_jp: デバイスでメッセージを受け取りができる
vi: Có thể dùng thiết bị di động để nhận thông báo
zh_cn: 也可以使用行动装置接收通知
zh_tw: 也可以使用行動裝置接收通知

# lblGetEMResource1.Text
source: Excellence Messenger
ja_jp: MSN
vi: Tin gấp
zh_cn: 即时通讯
zh_tw: 即時通訊

# lblGotMessageResource1.Text
source: When received Message
ja_jp: 個人メッセージを受け取る場合
vi: Khi nhận được một tin nhắn riêng tư
zh_cn: 收到私人消息时
zh_tw: 收到私人訊息時

# lblInvalidAcc.Text
source: Account if not existed, please re-bind
ja_jp: リンクの再接続をお願いします
vi: Thông tin tài khoản được liên kết chưa đầy đủ, vui lòng liên kết lại
zh_cn: 链接帐号信息不完全，请重新作链接
zh_tw: 連結帳號資訊不完全，請重新作連結

# lblInvalidAccResource1.Text
source: Account if not existed, please re-bind
ja_jp: リンク情報が正しくないので、リンクを再設定してください
vi: Thông tin tài khoản được liên kết chưa đầy đủ, vui lòng liên kết lại
zh_cn: 链接帐号信息不完全，请重新作链接
zh_tw: 連結帳號資訊不完全，請重新作連結

# lblIsDeleteICSDataResource1.Text
source: Click [Confirm] to delete the synchronized Schedules, click [Cancel] to delete the subscribed URL
ja_jp: [確認]を押したら同期されたカレンダー内容を削除することになります。 [キャンセル]を押したらリンクのしか削除出来ません。
vi: Nhấp vào [OK] để xóa nội dung lịch đã đồng bộ hóa, nhấp vào [Hủy] để xóa chỉ liên kết đăng ký
zh_cn: 按[确定]将已同步的行事历内容删除，按[取消]只删除订阅链接
zh_tw: 按[確定]將已同步的行事曆內容刪除，按[取消]只刪除訂閱連結

# lblMessageResource1.Text
source: Are you sure to logout ?
ja_jp: ログアウト確認しますか
vi: Bạn có chắc là muốn hủy bỏ?
zh_cn: 确实要解除吗?
zh_tw: 確定要解除嗎?

# lblMessageResource2.Text
source: Push test successfully
ja_jp: プッシュ通知のテストが失敗
vi: Kiểm tra đẩy không thành công
zh_cn: 推播测试失败
zh_tw: 推播測試失敗

# lblMessageResource3.Text
source: Push test successfully
ja_jp: プッシュ通知のテストが成功
vi: Kiểm tra đẩy thành công
zh_cn: 推播测试成功
zh_tw: 推播測試成功

# lblPayEnvMemoResource1.Text
source: The result will display in pop-up window, please remember to close this window after closing the pop-up window
ja_jp: クリックして検索結果を表示できます
vi: Sau khi nhấp vào, một cửa sổ khác sẽ được mở ra để hiển thị kết quả truy vấn, nhắc nhở bạn đóng cửa sổ truy vấn sau khi xem
zh_cn: 点按后将另开窗口显示查询结果，提醒观看后应关闭查询窗口
zh_tw: 點按後將另開視窗顯示查詢結果，提醒觀看後應關閉查詢視窗

# lblPayEnvResource1.Text
source: E-Pay Slip
vi: Gói tiền lương điện tử
zh_cn: 电子薪资袋
zh_tw: 電子薪資袋

# lblPushDisenableResource1.Text
source: Exit
ja_jp: 閉じる
vi: Khóa
zh_cn: 关闭
zh_tw: 關閉

# lblPushEnableResource1.Text
source: Activate
ja_jp: アクションする
vi: Khởi động
zh_cn: 启用
zh_tw: 啟用

# lblselectDeleteDocResource1.Text
source: Select data to delete
ja_jp: 削除したい資料を選択します
vi: Vui lòng chọn dữ liệu để xóa
zh_cn: 请选择要删除的数据
zh_tw: 請選擇要刪除的資料

# lblSettingAgentMsgResource1.Text
source: Only administrator can setup deputy.
ja_jp: 管理者から職務代理人を設定する
vi: Người đại diện do người quản lý hiện tại cài đặt
zh_cn: 当前由管理者设置代理人
zh_tw: 目前由管理者設定代理人

# lblSubCalendarInfoResource1.Text
source: Support Outlook, Google and iCloud Calendar displayed in UOF Calendar
ja_jp: Outlook、GoogleまたはiCloudのカレンダー情報を同期にUOFカレンダーに表示することがサポートできます
vi: Hỗ trợ đăng ký Outlook, Google hoặc lịch iCloud để hiển thị trên lịch UOF
zh_cn: 支持订阅Outlook、Google或iCloud行事历显示于UOF行事历上
zh_tw: 支援訂閱Outlook、Google或iCloud行事曆顯示於UOF行事曆上

# lblSubscribeCalendarResource1.Text
source: Subscribe Calendar
ja_jp: カレンダーを購読する
vi: Đăng ký lịch hành động
zh_cn: 订阅行事历
zh_tw: 訂閱行事曆

# lblUMdownloadResource1.Text
source: Download and install in PC to use Uchat and Umii function.
ja_jp: ダウンロードできたら個人用パソコンでUchatでチャートでき、Umiiも使えなる
vi: Sau khi tải về và cài đặt, bạn có thể sử dụng chức năng trò chuyện UChat và trợ lý thông minh UMii trên PC của mình
zh_cn: 下载并完成安装后即可于个人机上使用UChat聊天功能与UMii智能助理
zh_tw: 下載並完成安裝後即可於個人電腦上使用UChat聊天功能與UMii智慧助理

# lblUOFMessengerResource1.Text
source: UOF Messenger
vi: Nhắn tin tức thì (UOF Messenger)
zh_cn: 即时通讯(UOF Messenger)
zh_tw: 即時通訊(UOF Messenger)

# lbtnRemoveDeviceResource1.Text
source: Remove device
ja_jp: アカウントと同期しない
vi: Bỏ ràng buộc
zh_cn: 解除绑定
zh_tw: 解除綁定

# lbtnShowAdminKeywordResource1.Text
source: Keywords set by administrator
ja_jp: 管理者が設定したキーワード
vi: Từ khóa do quản trị viên đặt
zh_cn: 管理员设置的关键字
zh_tw: 管理員設定的關鍵字

# lbtnStartPushResource1.Text
source: Enable Push
ja_jp: プッシュ通知をオンにする
vi: Sử dụng
zh_cn: 启用推播
zh_tw: 啟用推播

# lbtnStopPushResource1.Text
source: Disable Push
ja_jp: プッシュ通知をオフにする
vi: Dừng đẩy
zh_cn: 禁用推播
zh_tw: 停用推播

# lbtnTestPushResource1.Text
source: Push Test
ja_jp: プッシュ通知をテストする
vi: Kiểm tra trình phát
zh_cn: 测试推播
zh_tw: 測試推播

# lbUpdateResource1.Text
source: Modify
ja_jp: 修正
vi: Sửa
zh_cn: 修改
zh_tw: 修改

# liAfterTransMailReadedResource1.Text
source: Read
ja_jp: 既読
vi: Đã đọc
zh_cn: 已读
zh_tw: 已讀

# liAfterTransMailUnReadResource1.Text
source: Unread
ja_jp: 未読
vi: Chưa đọc
zh_cn: 未读
zh_tw: 未讀

# msgBasesetupResource1.Text
source: Background information setup
ja_jp: 基本情報を設定
vi: Thiết lâp tài liệu cơ bản
zh_cn: 基本数据设置
zh_tw: 基本資料設定

# msgDeleteResource1.Text
source: Delete
ja_jp: 削除
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

# msgDeleteUserSetResource1.Text
source: Confirm to delete?
ja_jp: 削除してもよろしいでしょうか
vi: Chắc chắn muốn xóa không?
zh_cn: 确实要删除吗？
zh_tw: 確定要刪除嗎？

# msgSetupResource1.Text
source: Setup
ja_jp: 設定する
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

# msgStopPushSetResource1.Text
source: Confirm to unable Push
ja_jp: プッシュ機能を閉じますか
vi: Bạn có chắc chắn tắt tính năng đẩy không?
zh_cn: 确实要禁用推播功能?
zh_tw: 確定要停用推播功能?

# msgVerifyAdded1.Text
source: Deny
ja_jp: 却下
vi: Chưa thông qua
zh_cn: 未通过
zh_tw: 未通過

# msgVerifyVerified.Text
source: Pass
ja_jp: 審査確定
vi: Thông qua
zh_cn: 通过
zh_tw: 通過

# PageResource1.Title
source: Individual data setup
ja_jp: 個人情報を設定
vi: Thiết lập dữ liệu cá nhân.
zh_cn: 个人信息设置
zh_tw: 個人資訊設定

# RadBtnBindResource1.Text
source: Bind
ja_jp: リンク
vi: Liên kết
zh_cn: 链接
zh_tw: 連結

# RadBtnRevokeResource1.Text
source: Remove
ja_jp: 解除する
vi: huỷ bỏ
zh_cn: 解除
zh_tw: 解除

# RadButton1Resource1.Text
source: Share
ja_jp: 共有する
vi: Dùng chung
zh_cn: 共用
zh_tw: 共用

# RadButton2Resource1.Text
source: Cancel
ja_jp: 共有を解除する
vi: Hủy chia sẻ
zh_cn: 取消共用
zh_tw: 取消共用

# RadButton2Resource1.Text1
source: Cancel
ja_jp: 共有を解除する
vi: Hủy chia sẻ
zh_cn: 取消共用
zh_tw: 取消共用

# RadTabResource1.Text
source: Background information setup
ja_jp: 基本情報を設定
vi: Thiết lâp tài liệu cơ bản
zh_cn: 基本数据设置
zh_tw: 基本資料設定

# RadTabResource2.Text
source: Setup
ja_jp: 設定
vi: Thiết lập
zh_cn: 设置
zh_tw: 設定

# RadTabResource3.Text
source: App Setup
ja_jp: App設定
vi: Đăng nhập thiết bị di động
zh_cn: App设置
zh_tw: App設定

# RadTabResource4.Text
source: E-Pay Slip
ja_jp: 給料明細の検索
vi: Gói tiền lương điện tử
zh_cn: 电子薪资袋
zh_tw: 電子薪資袋

# RadToolBarButtonResource1.Text
source: New
ja_jp: 追加
vi: Thêm mới
zh_cn: 新建
zh_tw: 新增

# RadToolBarButtonResource3.Text
source: Delete
ja_jp: 削除
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

# rbAfterTransMailModeDeleteResource1.Text
source: Delete private message
ja_jp: メッセージを削除
vi: Xóa tin nhắn riêng tư
zh_cn: 删除私人消息
zh_tw: 刪除私人訊息

# rbAfterTransMailModeSaveResource1.Text
source: Reserve private messages and mark as
ja_jp: メッセージを を表示して保存する
vi: Giữ tin nhắn riêng tư và dán nhãn
zh_cn: 保留私人消息，并标记为
zh_tw: 保留私人訊息，並標示為

# TBarButtonResource1.Text
source: New
ja_jp: 追加する
vi: Thêm mới
zh_cn: 新建
zh_tw: 新增

# TBarButtonResource2.Text
source: Delete link
ja_jp: リンクを削除
vi: Xóa liên kết
zh_cn: 删除链接
zh_tw: 刪除連結

# TBarButtonResource3.Text
source: Delete link and synchronized data
ja_jp: リンクを削除してデータを同期する
vi: Xóa liên kết và đồng bộ hóa dữ liệu
zh_cn: 删除链接与同步数据
zh_tw: 刪除連結與同步資料

# TemplateFieldResource1.HeaderText
source: Name
ja_jp: 名称
vi: Tên gọi
zh_cn: 名称
zh_tw: 名稱

# TemplateFieldResource2.HeaderText
source: Member setup
ja_jp: メンバーの設定
vi: Cài đặt nhân sự
zh_cn: 人员设置
zh_tw: 人員設定

# TemplateFieldResource3.HeaderText
source: Device
ja_jp: デバイス
vi: Thiết bị
zh_cn: 装置
zh_tw: 裝置

# TemplateFieldResource4.HeaderText
source: Push Status
ja_jp: プッシュ通知をオンにする状態
vi: Tình trạng đẩy
zh_cn: 推播状态
zh_tw: 推播狀態

# TemplateFieldResource5.HeaderText
source: Management
ja_jp: 管理
vi: Quản lý
zh_cn: 管理
zh_tw: 管理

# TemplateFieldResource6.HeaderText
source: Supplier
ja_jp: サプライヤー
vi: Nhà máy
zh_cn: 厂商
zh_tw: 廠商

# TemplateFieldResource8.HeaderText
source: Supplier
ja_jp: サプライヤー
vi: Nhà máy
zh_cn: 厂商
zh_tw: 廠商

# TemplateFieldResource9.HeaderText
source: System
ja_jp: システム
vi: Hệ thống
zh_cn: 系统
zh_tw: 系統
