Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/System/AD/App_LocalResources/Default.aspx.*.resx
Languages: mt_mt

# btSaveResource1.Text
source: 儲存
mt_mt: သိမ်းမည်

# cbADEnableResource1.Text
source: 啟用
mt_mt: Activate

# cbShareADResource1.Text
source: AD Server 同上
mt_mt: AD Server same as above

# cvEmplADServerLinkErrResource1.ErrorMessage
source: AD Server連線失敗
mt_mt: AD Server connection fail

# cvMembADServerLinkErrResource1.ErrorMessage
source: AD Server連線失敗
mt_mt: AD Server connection fail

# ddlADproperty_company
source: 公司
mt_mt: Company

# ddlADproperty_country
source: 國家/地區
mt_mt: Country/Region

# ddlADproperty_department
source: 部門
mt_mt: ဌာန

# ddlADproperty_description
source: 描述
mt_mt: Describe

# ddlADproperty_displayName
source: 顯示名稱
mt_mt: Display name

# ddlADproperty_fax
source: 傳真
mt_mt: Fax

# ddlADproperty_FirstName
source: 名字
mt_mt: Name

# ddlADproperty_homePhone
source: 住家電話
mt_mt: Home tel

# ddlADproperty_info
source: 注意事項
mt_mt: Remark

# ddlADproperty_initials
source: 英文縮寫
mt_mt: Initial

# ddlADproperty_ipPhone
source: IP電話
mt_mt: IP phone

# ddlADproperty_l
source: 縣市
mt_mt: မြို့

# ddlADproperty_LastName
source: 姓氏
mt_mt: Last name

# ddlADproperty_mail
source: 電子郵件
mt_mt: E-mail

# ddlADproperty_manager
source: 主管
mt_mt: Supervisor

# ddlADproperty_mobile
source: 行動電話
mt_mt: Mobile

# ddlADproperty_pager
source: 呼叫器
mt_mt: BB call

# ddlADproperty_physicalDeliveryOfficeName
source: 辦公室
mt_mt: Office

# ddlADproperty_postalCode
source: 郵遞區號
mt_mt: Postal Code

# ddlADproperty_postOfficeBox
source: 郵政信箱
mt_mt: PO Box

# ddlADproperty_st
source: 省份
mt_mt: Province

# ddlADproperty_streetAddress
source: 街道
mt_mt: Street

# ddlADproperty_telephoneNumber
source: 電話號碼
mt_mt: Tel.

# ddlADproperty_title
source: 職級
mt_mt: Job title

# ddlADproperty_wWWHomePage
source: 網頁
mt_mt: URL

# lbADServerConfigResource1.Text
source: Active Directory Server 設定
mt_mt: Active Directory Server setup

# lbColumnMappingResource1.Text
source: 欄位對應
mt_mt: Field mapping

# lbEmplAddressResource1.Text
source: 地址
mt_mt: Address

# lbEmplADServerResource1.Text
source: 內部員工AD Server
mt_mt: Internal employee AD Server

# lbEmplEmergencyResource1.Text
source: 緊急電話
mt_mt: Emergency call

# lbEmplExtNumResource1.Text
source: 分機
mt_mt: Ext.

# lbEmplMobileResource1.Text
source: 行動電話
mt_mt: Mobile

# lbEmplSignatureResource1.Text
source: 簽名
mt_mt: Signature

# lblAccountResource1.Text
source: 帳號
mt_mt: Account

# lblEmailResource1.Text
source: 電子郵件
mt_mt: E-mail

# lblEmplADpwResource1.Text
source: 連線密碼
mt_mt: Password

# lblEmplADUserNameResource1.Text
source: 連線帳號
mt_mt: Account

# lblEmplResource1.Text
source: 內部員工欄位
mt_mt: Internal employee field

# lblMembADpwResource1.Text
source: 連線密碼
mt_mt: Password

# lblMembADUserNameResource1.Text
source: 連線帳號
mt_mt: Account

# lblMembCompanyAddressResource1.Text
source: 公司地址
mt_mt: Company address

# lblMembExtNumResource1.Text
source: 分機
mt_mt: Ext.

# lblMembPhoneResource1.Text
source: 電話
mt_mt: Tel.

# lblMembResource1.Text
source: 外部會員欄位
mt_mt: External member field

# lblMembSignatureResource1.Text
source: 簽名
mt_mt: Signature

# lblSaveSuccessResource1.Text
source: 儲存成功
mt_mt: Successfully saved

# lbMembADServerResource1.Text
source: 外部會員AD Server
mt_mt: External member AD Server

# lbMembCompanyFaxResource1.Text
source: 公司傳真
mt_mt: Office fax

# lbMembCompanyNameResource1.Text
source: 公司名稱
mt_mt: Company name

# lbUserNameResource1.Text
source: 名稱
mt_mt: Name

# ListItemResource1.Text
source: 帳號
mt_mt: Account

# ListItemResource1.Value
source: 帳號
mt_mt: Account

# ListItemResource2.Text
source: 電子郵件
mt_mt: E-mail

# ListItemResource2.Value
source: 電子郵件
mt_mt: E-mail

# ListItemResource3.Text
source: 網頁
mt_mt: URL

# ListItemResource3.Value
source: 網頁
mt_mt: URL

# rvEmplADServerResource1.ErrorMessage
source: 請輸入AD Server
mt_mt: Enter AD Server

# rvEmplADUserNameResource1.ErrorMessage
source: 請輸入連線帳號
mt_mt: Enter link account

# rvEmplDomainResource1.ErrorMessage
source: 請輸入Domain
mt_mt: Enter Domain

# rvMembADServerResource1.ErrorMessage
source: 請輸入AD Server
mt_mt: Enter AD Server

# rvMembADUserNameResource1.ErrorMessage
source: 請輸入連線帳號
mt_mt: Enter link account

# rvMembDomainResource1.ErrorMessage
source: 請輸入Domain
mt_mt: Enter Domain
