Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/EIP/Customer/App_LocalResources/CustomerEdit.aspx.*.resx
Languages: id, ja_jp, vi, zh_cn

# BoundFieldResource1.HeaderText
source: Gender
id: jenis kelamin
ja_jp: 性別
vi: Giới tính
zh_cn: 性别

# BoundFieldResource10.HeaderText
source: Mobile
id: Telephone selular
ja_jp: 携帯
vi: Điện thoại di động
zh_cn: 手机

# BoundFieldResource2.HeaderText
source: Unit
ja_jp: ユニット
vi: Đơn vị
zh_cn: 单位

# BoundFieldResource3.HeaderText
source: Job title
id: Jabatan pekerjaan
ja_jp: 役職
vi: Chức danh công việc
zh_cn: 职称

# BoundFieldResource4.HeaderText
source: Tel.
id: Telepon
ja_jp: 電話
vi: Điện thoại
zh_cn: 电话

# BoundFieldResource5.HeaderText
source: Ext.
ja_jp: 内線番号
vi: Máy phụ
zh_cn: 分机

# BoundFieldResource6.HeaderText
source: Mobile
ja_jp: 携帯
vi: Điện thoại di động
zh_cn: 手机

# BoundFieldResource7.HeaderText
source: E-mail
ja_jp: メール
vi: Email điện tử
zh_cn: 电子邮件

# BoundFieldResource8.HeaderText
source: External member account
id: Akun anggota eksternal
ja_jp: 外部メンバーのアカウント
vi: Tài khoản thành viên bên ngoài
zh_cn: 外部会员帐号

# BoundFieldResource9.HeaderText
source: Tel.
id: Telephone
ja_jp: 電話
vi: Điện thoại
zh_cn: 电话

# grdResource1.EmptyDataText
source: No data found
id: Tidak ada daftar yang ditemukan
ja_jp: データが見つかりません
vi: Không có dữ liệu
zh_cn: 没有数据

# grdResource2.EmptyDataText
source: No data found
vi: Không có dữ liệu

# hiddenConfirmDelete.Value
source: Confirm to delete customer information?
id: Konfirmasi untuk menghapus informasi pelanggan ?
ja_jp: お客様のデータを削除しますか
vi: Bạn có chắc chắn muốn xóa thông tin khách hàng không?
zh_cn: 是否确实要删除客户数据?

# hiddenConfirmDeleteResource1.Value
source: Confirm to delete customer data?
id: Konfirmasi untuk menghapus data pelanggan?
ja_jp: お客様のデータを削除しますか
vi: Bạn có chắc chắn muốn xóa thông tin khách hàng không?
zh_cn: 是否确实要删除客户数据?

# hiddenConfirmPublish.Value
source: Customer data not yet set up in contact person information, confirm release?
id: Data pelanggan belum dimasukkan ke dalam kontak, konfirmasi rilis?
ja_jp: このお客様のデータはまだ連絡先に追加されませんが、リリースすることを確認しますか
vi: Tài liệu của khách hàng này hiện tại vẫn chưa có phương tiện liên lạc, có chắc phát hành không?
zh_cn: 此客户数据当前尚未创建联络人数据, 是否确定发布?

# hiddenConfirmPublishResource1.Value
source: Confirm to release customer without setting any contact person+E19515?
id: Konfirmasi untuk rilis pelanggan tanpa mengatur kontak apapun+E19515?
ja_jp: このお客様のデータはまだ連絡先に追加されませんが、リリースすることを確認しますか
vi: Tài liệu của khách hàng này hiện tại vẫn chưa có phương tiện liên lạc, có chắc phát hành không?
zh_cn: 此客户数据当前尚未创建联络人数据, 是否确定发布?

# ibtnClearAreaResource1.Text
source: Clear region
id: Bersihkan wilayah
ja_jp: 地域別の選択をクリアする
vi: Loại bỏ phân biệt
zh_cn: 清除地区别

# ibtnCustomerResource1.Text
source: Query customer information
id: Pertanyaan Informasi Pelanggan
ja_jp: お客様の情報を検索
vi: Tìm kiếm dữ liệu khách hàng
zh_cn: 查询客户数据

# Label10Resource1.Text
source: Postal Code
id: Kode Pos
ja_jp: 郵便番号
vi: Mã Bưu Chính
zh_cn: 邮政编码

# Label11Resource1.Text
source: Invoice postal code
id: Kode pos tagihan
ja_jp: インボイスの郵便番号
vi: Mã zip hóa đơn
zh_cn: 发票邮政编码

# Label12Resource1.Text
source: Company URL
id: URL Perusahaan
ja_jp: 会社URL
vi: URL của công ty
zh_cn: 公司网址

# Label13Resource1.Text
source: Capital
id: modal
ja_jp: 資本金
vi: Mức tư bản
zh_cn: 资本额

# Label14Resource1.Text
source: Office tel 2
id: Nomor Telepon saluran 2 Kantor
ja_jp: 会社電話2
vi: Điện thoại công ty 2
zh_cn: 公司电话2

# Label14Resource2.Text
source: Office tel 2
id: Nomor Telepon saluran 2 Kantor
ja_jp: 会社電話2
vi: Điện thoại công ty 2
zh_cn: 公司电话2

# Label15Resource1.Text
source: Company address
id: Alamat Perusahaan
ja_jp: 会社住所
vi: Địa chỉ công ty
zh_cn: 公司地址

# Label16Resource1.Text
source: Invoice address
id: Alamat tagihan
ja_jp: インボイスのアドレス
vi: Địa chỉ hoá đơn
zh_cn: 发票地址

# Label17Resource1.Text
source: Customer Level
id: Tingkatan Nasabah
ja_jp: お客様のレベル
vi: Cấp độ khách hàng
zh_cn: 客户等级

# Label18Resource1.Text
source: Office fax:
id: Nomor Faksimili Kantor
ja_jp: FAX
vi: Fax công ty
zh_cn: 公司传真

# Label1Resource1.Text
source: Customer ID
id: ID Nasabah
ja_jp: お客様コード
vi: ID khách hàng
zh_cn: 客户代号

# Label21Resource1.Text
source: Data status
id: Status Data
ja_jp: データ状態
vi: Trạng thái dữ liệu
zh_cn: 数据状态

# Label24Resource1.Text
source: Data belonging
id: Kepemilikan data
ja_jp: 保存したデータのところ
vi: Phân bổ tài liệu
zh_cn: 数据归属

# Label25Resource1.Text
source: Thousand
id: Ribuan
ja_jp: 千
vi: Nghìn
zh_cn: 千

# Label26Resource1.Text
source: Region
id: Wilayah
ja_jp: 地域
vi: Các khu vực
zh_cn: 地区别

# Label27Resource1.Text
source: Warranty until
id: 保固日期
ja_jp: 保証日付
vi: Ngày bảo hành
zh_cn: 保固日期

# Label28Resource1.Text
source: Remark
id: Catatan
ja_jp: リマーク
vi: Ghi chú
zh_cn: 备注

# Label29Resource1.Text
source: Save customer data before Maintaining Contact List!
id: Menyimpan informasi pelanggan sebelum memelihara informasi kontak
ja_jp: お客様のメンテをする前に必ず先に連絡先のデータを保存してください
vi: Trước khi duy trì thông tin liên hệ, vui lòng lưu thông tin khách hàng!
zh_cn: 维护联络人数据前，请先保存客户数据！

# Label2Resource1.Text
source: Customer name
id: Nama Nasabah
ja_jp: お客様名称
vi: Tên khách hàng
zh_cn: 客户名称

# Label3Resource1.Text
source: Customer abbreviation
id: Singkatan nasabah
ja_jp: お客様名称
vi: Tên viết tắt của khách hàng
zh_cn: 客户简称

# Label4Resource1.Text
source: Tax ID:
id: ID Pajak
ja_jp: 統一編号
vi: Thống nhất cùng số
zh_cn: 统一编号

# Label5Resource1.Text
source: Customer English Name
id: Nama Inggris Nasabah
ja_jp: お客様の英語名称
vi: Tên tiếng anh của khách hàng
zh_cn: 客户英文名称

# Label6Resource1.Text
source: Customer category
id: Kategori nasabah
ja_jp: お客様のカテゴリー
vi: Loại khách hàng
zh_cn: 客户类别

# Label7Resource1.Text
source: Industry
id: Industri
ja_jp: 業種
vi: Ngành công nghiệp
zh_cn: 行业别

# Label8Resource1.Text
source: Owner
id: Pemilik
ja_jp: 担当者
vi: Người phụ trách
zh_cn: 负责人

# Label9Resource1.Text
source: Office tel 1
id: Nomor Telepon saluran 1 Kantor
ja_jp: 会社電話1
vi: Điện thoại công ty 1
zh_cn: 公司电话1

# lblAddContactResource1.Text
source: New contact person
id: Nomor kontak baru
ja_jp: 連絡先を追加する
vi: Thêm người liên lạc
zh_cn: 新建联络人

# lblAlertCompanyMsgResource1.Text
source: Enter company address
id: Masukkan alamat perusahaan
ja_jp: 会社住所を入力してください
vi: Vui lòng nhập địa chỉ công ty
zh_cn: 请键入公司地址

# lblAlertZipCodeMsgResource1.Text
source: Enter company postal code
id: Masukkan kode pos perusahaan
ja_jp: 会社の郵便番号を入力してください
vi: Vui lòng nhập mã zip của công ty
zh_cn: 请键入公司邮政编码

# lblAlreadyCreateResource1.Text
source: Selected item already have set up external member account. Please select items without account setup.
id: Item yang dipilih telah mengatur akun anggota eksternal, konfirmasi untuk menghapus
ja_jp: 選択している項目内は既に外部メンバーアカウントを作成してる項目があります。アカウントはまだ作成しないのを選択してください
vi: Tài khoản thành viên bên ngoài đã được tạo trong dự án đã chọn. Có chắc chắn muốn xóa tài khoản đó không?
zh_cn: 挑选的项目里已有创建外部会员帐号,请选择尚未创建帐号的项目

# lblAreaResource1.Text
source: Region
id: Wilayah
ja_jp: 地域
vi: Các khu vực
zh_cn: 地区别

# lblContactResource1.Text
source: Must have one contact information
id: Harus memiliki setidaknya satu informasi kontak
ja_jp: 少なくても一つ連絡先データが必要です
vi: Phải phải có thông tin liên hệ
zh_cn: 必须要有一笔联络人数据

# lblCreateAccountResource1.Text
source: Create account
id: Buat akun
ja_jp: アカウントの作成
vi: Tạo tài khoản
zh_cn: 创建帐号

# lblCreaterResource1.Text
source: Creator:
id: Pembuat:
ja_jp: 作成者
vi: Người thiết lập
zh_cn: 创建人:

# lblCreateTimeResource1.Text
source: Creation date:
id: Tanggal pembuatan:
ja_jp: 作成日
vi: Ngày thiết lập:
zh_cn: 创建时间:

# lblCustAbbExistResource1.Text
source: Customer abbreviation already exist
id: Singkatan nasabah sudah ada
ja_jp: 既に同じお客様名称が存在してる
vi: Tên viết tắt của khách hàng đã tồn tại
zh_cn: 客户简称已存在

# lblCustIDExistResource1.Text
source: Customer ID already exist
id: ID Nasabah sudah ada
ja_jp: お客様のコードが既に存在する
vi: ID khách hàng đã tồn tại
zh_cn: 客户代号已存在

# lblCustNameExistResource1.Text
source: Customer name already exist.
id: Nama Nasabah sudah ada
ja_jp: お客様名称が既に存在する
vi: Tên khách hàng đã tồn tại
zh_cn: 客户名称已存在

# lblDBFailResource1.Text
source: Information process fail
id: Pemrosesan informasi gagal
ja_jp: データ操作ができなかった
vi: Thao tác dữ liệu thất bại
zh_cn: 数据操作失败

# lblDDLItemResource1.Text
source: No Category yet
id: Belum ada klasifikasi
ja_jp: 分類しない
vi: Tạm thời chưa phân loại
zh_cn: 暂不分类

# lbldelAccountMsgResource1.Text
source: Account
id: Akun
ja_jp: アカウント
vi: Tài khoản
zh_cn: 帐号

# lbldelCompanyNameMsgResource1.Text
source: Company name:
id: Nama Perusahaan
ja_jp: 会社名
vi: Tên công ty
zh_cn: 公司名称:

# lblDeleteFailureResource1.Text
source: Information delete fail
id: Penghapusan informasi gagal
ja_jp: データの削除はできなかった
vi: Xóa dữ liệu thất bại
zh_cn: 删除资料失败

# lblDeleteResource1.Text
source: Delete
id: Hapus
ja_jp: 削除する
vi: Xóa
zh_cn: 删除

# lbldelFllowMsgResource1.Text
source: Contact list deleted as follows:
id: Daftar kontak dihapus sebagai berikut:
ja_jp: 下記は削除されました連絡先：
vi: Đã xóa người liên lạc bên dưới:
zh_cn: 已删除联络人如下:

# lblDelHaveAccountConfirmMsgResource1.Text
source: Selected item already have set up external member account, confirm to delete.
id: Item yang dipilih telah mengatur akun anggota eksternal, konfirmasi untuk menghapus
ja_jp: 削除すること確認しますか
vi: Tài khoản thành viên bên ngoài đã được tạo trong dự án đã chọn. Có chắc chắn muốn xóa tài khoản đó không?
zh_cn: 挑选的项目里已有创建外部会员帐号，确实要删除吗?

# lbldelNameMsgResource1.Text
source: Name
id: Nama
ja_jp: 名前
vi: Họ và tên
zh_cn: 姓名

# lblDelRemarkResource1.Text
source: Remark: Above contact person has an external member account and has been removed from customer database. External member account still exist, please take care while handling.
id: Catatan: orang yang dituju sebagaimana tersebut diatas memiliki akun anggota luar dan telah dihapuskan dari database nasabah. Akun anggota luar masih ada, mohon dipelihara sambil menanganinya.
ja_jp: 削除すること確認しますか
vi: Lưu ý: Người liên hệ trên có tài khoản thành viên bên ngoài, tài khoản này đã bị xóa khỏi cơ sở dữ liệu khách hàng, nhưng tài khoản thành viên bên ngoài vẫn còn, vui lòng xử lý cẩn thận.
zh_cn: 注:以上联络人拥有外部会员帐号，在客户数据库已被删除，但是外部会员帐号仍然存在，请斟酌处理。

# lbldelTitleMsgResource1.Text
source: Customer database - delete contact person notice
id: Database nasabah – hapus pemberitahuan orang yang dituju
ja_jp: 連絡先を削除された時にお知らせをする
vi: Kho dữ liệu khách hàng
zh_cn: 客户数据库-删除联络人消息通知

# lblEditResource1.Text
source: Modify contact person
id: Mengubah kontak
ja_jp: 連絡先の情報を修正
vi: Dữ liệu người liên lạc sửa đổi
zh_cn: 修改联络人数据

# lblEmptyResource1.Text
source: Field with * are must entered field. Cannot be blank.
id: Bidang dengan* harus masuk bidang. Tidak bisa dikosongi.
ja_jp: 記入必要
vi: Các cột có dấu * là cột bắt buộc và không được để trống
zh_cn: 有*号字段为必输字段, 不能为空值

# lblExistMsgResource1.Text
source: Click on [Query customer information] to check if customer information already exist.
id: Klik pada [pertanyaan mengenai informasi nasabah] untuk memeriksa apakah informasi tentang nasabah sudah ada
ja_jp: [お客様の情報を検索する]をクリックしてしてお客様の情報を確認します
vi: Vui lòng nhấp vào [Truy vấn thông tin khách hàng] để kiểm tra xem thông tin khách hàng đã tồn tại chưa
zh_cn: 请点选[查询客户数据],查询客户数据是否已存在

# lblExistResource1.Text
source: Customer ID, customer abbreviation and customer name already exist.
id: ID nasabah, singkatan nasabah dan nama nasabah sudah ada
ja_jp: お客様コード、お客様略名称またはお客様名称が既に存在する
vi: Mã khách hàng, tên viết tắt của khách hàng và tên khách hàng đã tồn tại
zh_cn: 客户代号、客户简称及客户名称已经存在

# lblFemaleResource1.Text
source: Female
id: Perempuan
ja_jp: 女
vi: Nữ
zh_cn: 女

# lblHasPublishResource1.Text
source: Released
id: Dikeluarkan
ja_jp: リリース済み
vi: Đã công bố
zh_cn: 已发布

# lblhiddenCreateResource1.Text
source: No selection on items to be established
id: Tidak ada pemilihan terhadap item
ja_jp: 追加する項目を選択しない
vi: Không có hạng mục nào được chọn để thiết lập
zh_cn: 没有挑选要创建的项目

# lblhiddenDeleteResource1.Text
source: No selection on items to be deleted
id: Tidak ada pemilihan terhadap item-item yang akan dihapuskan
ja_jp: 削除したい項目を選択していない
vi: Không có hạng mục được lựa chọn để xóa
zh_cn: 没有挑选要删除的项目

# lblMaleResource1.Text
source: Male
id: Laki-laki
ja_jp: 男
vi: Nam
zh_cn: 男

# lblModifierResource1.Text
source: Modified by:
id: Dimodifikasi oleh:
ja_jp: 修正者：
vi: Người sửa:
zh_cn: 修改人:

# lblModifyTimeResource1.Text
source: Date modification:
id: Perubahan Tanggal:
ja_jp: 修正日
vi: Ngày sửa
zh_cn: 修改日期:

# lblNoteResource1.Text
source: Note: 1. Must store customer information prior to adding new contact information. 2. Must store customer information prior to releasing customer.
id: Catatan: 1. Harus memberikan informasi Pelanggan sebelum menambahkan informasi kontak yang baru. 2. Harus memberikan informasi Pelanggan sebelum melepaskan Pelanggan.
ja_jp: このお客様のデータはまだ連絡先に追加されませんが、リリースすることを確認しますか
vi: Lưu ý: 1. Bạn phải lưu dữ liệu khách hàng trước khi thêm thông tin liên hệ; 2. Nếu bạn muốn công bố khách hàng, trước tiên bạn phải lưu dữ liệu khách hàng
zh_cn: 注意: 1.要先保存客户数据, 才能新建联络人数据;2.如要发布客户, 必须先保存客户数据

# lblOpenEditResource1.Text
source: Edit
id: Mengedit
ja_jp: 編集
vi: Biên tập
zh_cn: 编辑

# lblPublishResource1.Text
source: Release
id: pengeluaran
ja_jp: リリース
vi: Phát hành
zh_cn: 发布

# lblSaveResource1.Text
source: Save
id: Simpan
ja_jp: 保存
vi: Lưu trữ
zh_cn: 保存

# lblSelectErrorResource1.Text
source: Save the data before editing the Notepad.
id: Simpan data sebelum mengedit Notepad.
ja_jp: お客様のメンテをする前に必ず先に連絡先のデータを保存してください
vi: Trước khi duy trì thông tin liên hệ, vui lòng lưu thông tin khách hàng!
zh_cn: 维护联络人数据前，请先保存客户数据！

# lblTab0Resource1.Text
source: Customer information
id: Informasi Nasabah
ja_jp: お客様情報
vi: Thông tin khách hàng
zh_cn: 客户数据

# lblTab1Resource1.Text
source: Contact information
id: Informasi kontak
ja_jp: 連絡先情報
vi: Dữ liệu người liên hệ
zh_cn: 联络人数据

# lblTab2Resource1.Text
source: Notepad
ja_jp: お客様についてメモー
vi: Bảng ghi nhớ khách hàng
zh_cn: 客户备忘录

# lblTitleResource2.Text
source: Keyword(Name / E-mail / External member account)
id: kata kunci (Nama/email/akun)
ja_jp: キーワード（名称/メール/外部メンバーアカウント）
vi: Từ khóa
zh_cn: 关键字(姓名/电子邮件/外部会员帐号)

# lblUnPublishResource1.Text
source: Not released
id: Tidak dilepaskan
ja_jp: リリースしてない
vi: Chưa phát hành
zh_cn: 未发布

# lblYesResource1.Text
source: yes
id: 是
ja_jp: はい
vi: Đúng
zh_cn: 是

# lbtnAreaResource1.Text
source: Select region
id: Pilih wilayah
ja_jp: 地域別を選択してください
vi: Sự khác biệt lựa chọn
zh_cn: 选择地区别

# lbtnComAddressResource1.Text
source: Same as company address
id: Sama dengan alamat perusahaan
ja_jp: 会社の住所と同じ
vi: Cùng một địa chỉ công ty
zh_cn: 同公司地址

# lbtnSelectClassResource1.Text
source: Select customer category
id: Pilih kategori pelanggan
ja_jp: お客様の種類を選択してください
vi: Chọn loại khách hàng
zh_cn: 选择客户类别

# PageResource1.Title
source: Maintain Customer
id: Perawatan Informasi Nasabah
ja_jp: お客様のデータをメンテする
vi: Duy trì tài liệu khách hàng
zh_cn: 维护客户数据

# RadTabResource4.Text
source: Customer information
id: Data pelanggan
ja_jp: お客様情報
vi: Thông tin khách hàng
zh_cn: 客户数据

# RadTabResource5.Text
source: Contact information
id: Kontak informasi
ja_jp: 連絡先情報
vi: Dữ liệu người liên hệ
zh_cn: 联络人数据

# RadTabResource6.Text
source: Notepad
id: Nota pelanggan
ja_jp: お客様についてメモー
vi: Bảng ghi nhớ khách hàng
zh_cn: 客户备忘录

# RadToolBarButtonResource9.Text
source: Query
id: Kueri
ja_jp: 検索
vi: Truy vấn
zh_cn: 查询

# rdbtnAreaResource1.Text
source: Select region
id: Pilih wilayah
ja_jp: 地域別を選択してください
vi: Sự khác biệt lựa chọn
zh_cn: 选择地区别

# rdbtnClearAreaResource1.Text
source: Clear region
id: Hapus wilayah
ja_jp: 地域別の選択をクリアする
vi: Loại bỏ phân biệt
zh_cn: 清除地区别

# rdbtnCustomerResource1.Text
source: Query customer information
id: Informasi pertanyaan pelanggan
ja_jp: お客様の情報を検索
vi: Tìm kiếm dữ liệu khách hàng
zh_cn: 查询客户数据

# rdbtnSelectClassResource1.Text
source: Select customer category
id: Pilih kategory pelanggan
ja_jp: お客様の種類を選択してください
vi: Chọn loại khách hàng
zh_cn: 选择客户类别

# TBarButtonResource1.Text
source: New contact person
id: Nomor kontak baru
ja_jp: 連絡先を追加する
vi: Thêm người liên lạc
zh_cn: 新建联络人

# TBarButtonResource2.Text
source: Delete contact person
id: Hapus orang yang dituju
ja_jp: 連絡先を削除する
vi: Xóa người liên lạc
zh_cn: 删除联络人

# TBarButtonResource3.Text
source: Create external member account
id: Buat akun anggota eksternal
ja_jp: 外部メンバーアカウントを追加する
vi: Tạo tài khoản thành viên bên ngoài
zh_cn: 创建外部会员帐号

# TemplateFieldResource1.HeaderText
source: Name
id: Nama
ja_jp: 名前
vi: Họ và tên
zh_cn: 姓名

# TemplateFieldResource2.HeaderText
source: Primary Contact
id: 主要聯絡人
ja_jp: 一次連絡先
vi: Người liên lạc chủ yếu :
zh_cn: 主要联络人

# TemplateFieldResource3.HeaderText
source: Mobile
ja_jp: 携帯
vi: Điện thoại di động
zh_cn: 手机

# ToolBarButtonResource1.Text
source: Edit
id: Mengedit
ja_jp: 編集
vi: Biên tập
zh_cn: 编辑

# txtOption1Resource1.Text
source: Other 1
id: Lain 1
ja_jp: その他1
vi: Khác 1
zh_cn: 其他1

# txtOption2Resource1.Text
source: Other 2
id: Lain 2
ja_jp: その他2
vi: Khác 2
zh_cn: 其他2

# txtOption3Resource1.Text
source: Other 3
id: Lain 3
ja_jp: その他3
vi: Khác 3
zh_cn: 其他3

# txtOption4Resource1.Text
source: Other 4
id: Lain 4
ja_jp: その他4
vi: Khác 4
zh_cn: 其他4

# txtOption5Resource1.Text
source: Other 5
id: Lain 5
ja_jp: その他5
vi: Khác 5
zh_cn: 其他5

# txtOption6Resource1.Text
source: Other 6
id: Lain 6
ja_jp: その他6
vi: Khác 6
zh_cn: 其他6
