Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/QUE/Design/App_LocalResources/QusExamineView.aspx.*.resx
Languages: id, ja_jp, vi

# BoundFieldResource1.HeaderText
source: Comments
id: Komentar-komentar
ja_jp: コメント
vi: Ý kiến

# BoundFieldResource2.HeaderText
source: Approval time
id: Waktu Persetujuan
ja_jp: 審査時間
vi: Thời gian xét duyệt

# cvDenyContentResource1.ErrorMessage
source: Enter approval comments
id: Masukkan komentar persetujuan
ja_jp: 審査についてコメントを入力してください
vi: Vui lòng nhập nhận xét đánh giá

# Label12Resource1.Text
source: Questionnaire member
id: Anggota Daftar pertanyaan
ja_jp: アンケート調査対象
vi: Đối tượng điều tra câu hỏi

# Label3Resource1.Text
source: Basic setup
id: Pengaturan dasar
ja_jp: 基本設定
vi: Thiết lập cơ bản

# Label6Resource1.Text
source: Comments
id: Komentar Persetujuan
ja_jp: コメントを審査
vi: Ý kiến xét duyệt

# Label7Resource1.Text
source: Comments
id: Komentar Persetujuan
ja_jp: コメントを審査
vi: Ý kiến xét duyệt

# Label8Resource1.Text
source: Questionnaire Setup
id: Pengaturan daftar pertanyaan
ja_jp: アンケートを設定
vi: Thiết lập câu hỏi

# lbl15minResource1.Text
source: 15 minutes
id: 15 menit
ja_jp: 15分
vi: 15 phút

# lbl1dayResource1.Text
source: 1day
id: 1 hari
ja_jp: 一日
vi: 1 ngày

# lbl1hrResource1.Text
source: 1hour
id: 1 jam
ja_jp: 1時間
vi: 1 tiếng

# lbl1weekResource1.Text
source: 1week
id: 1 Minggu
ja_jp: 一週間
vi: 1 tuần

# lbl2hrResource1.Text
source: 2 hours
id: 2 jam
ja_jp: 二時間
vi: 2 tiếng

# lbl30minResource1.Text
source: 30 minutes
id: 30 menit
ja_jp: 30分
vi: 30 phút

# lbl3dayResource1.Text
source: 3 days
id: 3 hari
ja_jp: 三日
vi: 3 ngày

# lblAllowCopyTitleResource1.Text
source: Allow copy to reuse
id: Mengizinkan menduplikat untuk penggunaan ulang
ja_jp: 他の人人からアンケートのコーヒーができます
vi: Cho phép sao chép bảng câu hỏi

# lblAllowModifyTitleResource1.Text
source: Allow Modify/Delete
id: Mengizinkan memodifikasi/Menghapus
ja_jp: 記入者の修正または取り消すことができます
vi: Cho phép điền sửa đổi hoặc hủy bỏ

# lblAllowSaveTitleResource1.Text
source: Allow save while filling up
id: Mengizinkan menyimpan saat pengisian
ja_jp: アンケートの保存ができます
vi: Cho phép lưu bảng câu hỏi

# lblAnonymousResource1.Text
source: anonymous
id: tanpa nama
ja_jp: 名前を記入しない
vi: Vô danh

# lblApprovalResource1.Text
source: Approve
id: Mennyetujui
ja_jp: 承認
vi: Cho phép

# lblAPStatusResource1.Text
source: Approval in process
id: Persetujuan sedang dalam proses
ja_jp: 審査中
vi: Đang xét duyệt

# lblBeforeStartResource1.Text
source: Before start
id: Sebelum mulai
ja_jp: 開始する前
vi: Trước khi bắt đầu

# lblCatTitleResource1.Text
source: Category
id: Kategori Daftar pertanyaan
ja_jp: カテゴリー
vi: Loại câu hỏi

# lblCerateTimeTitleResource1.Text
source: Time created
id: Waktu yang diciptakan
ja_jp: 作成時間
vi: Thời gian thiết lập

# lblDenyResource1.Text
source: Reject
id: Menolak
ja_jp: 否決
vi: Phủ quyết

# lblDesignerTitileResource1.Text
source: Questionnaire issuer
id: Daftar pertanyaan yang terdaftar
ja_jp: アンケートの作成者
vi: Người thiết lập câu hỏi

# lblDSStatusResource1.Text
source: Issuing
id: Penerbitan
ja_jp: 作成中
vi: Thao tác

# lblExpiredMsgResource1.Text
source: You can only reject because the survey time is expired
id: Anda hanya dapat menolak karena waktu peninjauan kadaluarsa
ja_jp: アンケート調査時間が既に終了しました
vi: Khảo sát bảng câu hỏi đã hết thời gian, chỉ được phép loại bỏ bảng câu hỏi

# lblFileTitleResource1.Text
source: Attachment
id: Lampiran
ja_jp: 添付ファイル
vi: Tệp đính kèm

# lblInsertTargetUserMsgResource1.Text
source: The survey has been enabled and will be put into the system schedule.
id: 已啟用問卷，問卷發送將進入系統排程。
ja_jp: アンケートが有効になり、アンケート送信がシステムスケジュールに入ります。
vi: Đã bật bảng câu hỏi，bảng câu hỏi đã gửi và nhập vào quá trình của hệ thống。

# lblisExamineResource1.Text
source: The Survey is approved
id: Peninjauan telah disetujui
ja_jp: このアンケートは既に審査済み
vi: Bảng câu hỏi đã được xét duyệt

# lblLinkNameResource1.Text
source: Click here to fill in questionnaire.
id: Klik disini untuk mengisi daftar pertanyaan
ja_jp: ここにクリックしてアンケートを記入してください
vi: Vui lòng nhấp vào đây để điền vào bảng câu hỏi.

# lblMemoTitleResource1.Text
source: Remark
id: Catatan
ja_jp: リマーク
vi: Ghi chú

# lblModifyTimeTitleResource1.Text
source: Time of last modification
id: Waktu perubahan terakhir
ja_jp: 最近修正時間
vi: Thời gian sửa cuối cùng

# lblNameTitleResource1.Text
source: Survey
id: Nama Daftar pertanyaan
ja_jp: アンケート名称
vi: Tên câu hỏi

# lblNoAnonymousResource1.Text
source: Register
id: terdaftar
ja_jp: 名前を記入
vi: Ký tên

# lblNoNoticeResource1.Text
source: No Notice
id: Tidak memberitahu
ja_jp: お知らせしない
vi: Không thông báo

# lblNoPublishResource1.Text
source: Secret
id: Rahasia
ja_jp: 公開しない
vi: Công khai

# lblNoResource1.Text
source: No
id: Tidak
ja_jp: いいえ
vi: Không

# lblNotExaminerResource1.Text
source: You are not the approver, Survey link is invalid !
id: Anda bukan pemberi persetujuan, peninajuan link tidak sah
ja_jp: 登録者はこのアンケートの審査者ではないのでアンケートの接続ができません
vi: Người đã đăng nhập không phải là người kiểm duyệt bảng câu hỏi này, vì vậy không thể liên kết bảng câu hỏi này!

# lblNoticeAtOnceResource1.Text
source: Immediate(Survey members will receive notice about 5 minutes after the survey is enabled)
id: 立即通知(啟用後約5分鐘可收到通知)
ja_jp: 即時通知(有効になってから約5分後に通知を受け取ることができます)
vi: Thông báo ngay lập tức (bạn có thể nhận được thông báo khoảng 5 phút sau khi bật)

# lblNoticeSurveyStartResource1.Text
source: Notify of Survey Time started
id: Memberitahu waktu peninjuan dimulai
ja_jp: アンケート調査が開始する時にお知らせ
vi: Thông báo thời gian kết thúc điều tra câu hỏi

# lblPLStatusResource1.Text
source: Release
id: pengeluaran
ja_jp: リリース
vi: Phát hành

# lblPublishResource1.Text
source: Public
id: Publik
ja_jp: 公開する
vi: Công khai

# lblRegisteredTitleResource1.Text
source: Type
id: Daftar pertanyaan yang terdaftar
ja_jp: アンケートでは名前を記入
vi: Ghi câu hỏi

# lblRepeatSubmitTitleResource1.Text
source: Allow to fill in many times
id: Mengizinkan untuk mengisi beberapa kali
ja_jp: 同じことを入力しても構いません
vi: Cho phép điền trùng lặp

# lblSendMessageTitleResource1.Text
source: Send Notice of Survey
id: Kirim pemberitahuan peninjauan
ja_jp: アンケートを送付お知らせ
vi: Gửi thông báo khảo sát

# lblSetSendUsersResource1.Text
source: Only allow to Reject the Survey because the Survey member is blank
id: 未設定問卷調查對象，只允許否決問卷
ja_jp: ログイン者とアンケート調査対象が違うので、アンケートを入力することができない
vi: Chưa cài đặt đối tượng điều tra của bảng câu hỏi, chỉ cho phép từ chối bảng câu hỏi

# lblStateTitleResource1.Text
source: Status
id: Status Daftar pertanyaan
ja_jp: アンケート状態
vi: Tình trạng câu hỏi

# lblStatisticsExpiredTitleResource1.Text
source: Statistical results off shelf date
id: tanggal penyimpanan hasil statistikal
ja_jp: オフシェルフ時間のまとめ
vi: Kết quả thống kê ngày lấy xuống

# lblStatisticsPulishTitleResource1.Text
source: Statistical result release time
id: Waktu pelepasan Hasil statistikal
ja_jp: リリース時間のまとめ
vi: Thời gian phân bố kết quả thống kê

# lblStatisticsTitleResource1.Text
source: Statistical result
id: Hasil statistikal
ja_jp: まとめ結果
vi: Kết quả thống kê

# lblTimeTitleResource1.Text
source: Questionnaire time
id: Waktu Kinjungan
ja_jp: 調査時間
vi: Thời gian kiểm tra

# lblYesResource1.Text
source: Yes
id: ya
ja_jp: はい
vi: Có

# logGridResource1.EmptyDataText
source: No data found
id: tidak ada data yang ditemukan
ja_jp: データが見つかりません
vi: Không có dữ liệu

# PageResource1.Title
source: Survey Approval
id: Persetujuan pemerikasaan
ja_jp: アンケートを審査
vi: Xét duyệt câu hỏi

# TemplateFieldResource1.HeaderText
source: Approver
id: Disetujui oleh
ja_jp: 審査担当者
vi: Người xét duyệt

# TemplateFieldResource2.HeaderText
source: Status
id: Status Persetujuan
ja_jp: 審査状態
vi: Tình trạng xét duyệt
