Repository: HuangChenyi/UOF_CAR
Catalog: UOF24/Common/UsbKey/App_LocalResources/Default.aspx.*.resx
Languages: ja_jp, mt_mt, vi, zh_cn

# Label10Resource1.Text
source: (3)Windows新增硬體精靈正在搜尋中...
ja_jp: 検索中
mt_mt: (3)Windows wizard searching for new hardware…
vi: (3)hướng dẫn phần cứng mới của Windows đang tìm kiếm ...
zh_cn: (3)Windows新建硬件向导正在搜索中...

# Label11Resource1.Text
source: (4)選擇「繼續安裝」
ja_jp: (4)「ダウンロードが続く」を選んでください
mt_mt: (4) [Continue to install] ကိုရွေးပါ။
vi: (4)chọn「tiếp tục cài đặt」
zh_cn: (4)选择“继续安装”

# Label12Resource1.Text
source: (5)完成新增硬體
ja_jp: (5)ハードウェアを追加済み
mt_mt: (5) ပစ္စည်းအသစ်ထည့်သွင်းခြင်း ပြီးပြည့်စုံပြီ။
vi: (5)Hoàn thành việc bổ sung phần cứng
zh_cn: (5)完成新建硬件

# Label13Resource1.Text
source: (不支援Vista 64bits)
ja_jp: Vista 64bitsが支援不能
mt_mt: Vista 64bits တွင် အသုံးပြု၍မရပါ။
vi: (không hỗ trợ vista 64bits)
zh_cn: (不支持Vista 64bits)

# Label14Resource1.Text
source: 當電腦沒有Parallel Port或是它被關閉時，將出現下面畫面，點選「確定」將它關閉即可。
ja_jp: Parallel Portを使用しない、または閉じる場合は以下の画面になります。「確認」をクリックしてお知らせ画面を閉じてください
mt_mt: If Parallel Port is not found or has been shut off, below message will appear. Click on 「YES」to close.
vi: Khi máy tính không có Parallel Portg hoặc máy tính bị đóng, màn hình sau sẽ xuất hiện, nhấp vào "OK" để đóng lại.
zh_cn: 当计算机没有Parallel Port或是它被关闭时，将出现下面画面，点选“确定”将它关闭即可。

# Label15Resource1.Text
source: 64bit的驅動程式安裝完成
ja_jp: 64bitのドライブがインストールしました
mt_mt: Driver for 64bit installed.
vi: Cài đặt hình thái ổ đĩa 64bit hoàn thành
zh_cn: 64bit的驱动程序安装完成

# Label19Resource1.Text
source: 執行後，點選Install Driver。
ja_jp: Install Driverをクリックしてください。
mt_mt: Click Install Driver after Running.
vi: Sau khi thực hiện , chọn Install Driver。
zh_cn: 运行后，点选Install Driver。

# Label1Resource1.Text
source: 1. 下載驅動程式後執行，並選擇安裝過程中畫面所顯示的語言。
ja_jp: ダウンロードが終わったら、言語の設定をしてください
mt_mt: 1. Driver downloaded and executed, select the displayed language while installation.
vi: 1. Sau khi tải xuống trình điều khiển sau khi thực hiện điều khiển và chọn ngôn ngữ hiển thị trên màn hình trong quá trình cài đặt.
zh_cn: 1. 下载驱动程序后运行，并选择安装过程中画面所显示的语言。

# Label20Resource1.Text
source: 當電腦沒有Parallel Port或是它被關閉時，將出現下面畫面，點選「確定」將它關閉即可。
ja_jp: Parallel Portを使用しない、または閉じる場合は以下の画面になります。「確認」をクリックしてお知らせ画面を閉じてください
mt_mt: The following picture will be shown while Parallel Port is not existed or been shut down, click「Done」to close the window.
vi: Khi máy tính không có Parallel Portg hoặc máy tính bị đóng, màn hình sau sẽ xuất hiện, nhấp vào "OK" để đóng lại.
zh_cn: 当计算机没有Parallel Port或是它被关闭时，将出现下面画面，点选“确定”将它关闭即可。

# Label21Resource1.Text
source: 驅動程式安裝完成。
ja_jp: ドライブのインストール済み
mt_mt: Driver installation completed.
vi: Quá trình cài đặt trình điều khiển hoàn tất.
zh_cn: 驱动程序安装完成。

# Label23Resource1.Text
source: 5. 安裝完EBUsbKeyDriver，下載MicroDog驅動程式，並解壓縮後執行。
ja_jp: EBUsbKeyDriveをインストールして、MicroDogをダウンロードした後ファイルを圧縮する
mt_mt: 5. EBUsbKeyDriver is installed, please download MicroDog driver and run.
vi: 5. Sau khi cài đặt EBUsbKeyDriver, tải xuống trình điều khiển MicroDog đồng thời giải nén và thực hiện.
zh_cn: 5. 安装完EBUsbKeyDriver，下载MicroDog驱动程序，并解压缩后运行。

# Label2Resource1.Text
source: 2. 進入歡迎畫面，點選下一步。
ja_jp: 2.開始画面を入って、”次”をクリックしてください
mt_mt: 2. Entering welcome screen, click [next].
vi: Vào màn hình hoan nghênh, nhấp vào tiếp theo.
zh_cn: 2. 进入欢迎画面，点选下一步。

# Label3Resource1.Text
source: 3. 系統開始安裝
ja_jp: インストールが始まります
mt_mt: 3. System installation initiated
vi: Hệ thống bắt đầu cài đặt
zh_cn: 3. 系统开始安装

# Label4Resource1.Text
source: 4. 驅動程式安裝完成，您已經可以開始使用USB Key。
ja_jp: ドライブがインストールしましたのでUSB KEYの使用が可能です
mt_mt: 4. Driver installed, you can use USB key now.
vi: Quá trình lắp đặt trình tự hoàn tất và bạn đã sẵn sàng sử dụng Khóa USB.
zh_cn: 4. 驱动程序安装完成，您已经可以开始使用USB Key。

# Label5Resource1.Text
source: 安裝前請先不要插入USB Key
ja_jp: ダウンロードする前にUSB Keyに接続しないでください
mt_mt: Do not insert USB key before installation
vi: Vui lòng không cắm khóa USB trước khi cài đặt
zh_cn: 安装前请先不要插入USB Key

# Label6Resource1.Text
source: 64bit電腦將會出現以下安裝畫面：
ja_jp: 64bitがインストールした後以下の画面になります
mt_mt: 64bit computer will display the following installation screen:
vi: máy tính 64 bit sẽ xuất hiện màn hình lắp đặt dưới đây
zh_cn: 64bit计算机将会出现以下安装画面：

# Label7Resource1.Text
source: 6. 插入USB Key，某些電腦可能會出現下列畫面
ja_jp: 6.あるパソコンでUSB Keyを使用したら、以下の画面が見える：
mt_mt: 6. Some computers will display the following when USB key is inserted.
vi: Cắm USB Key, 1 số máy tính có thể sẽ xuất hiện màn hình sau
zh_cn: 6. 插入USB Key，某些计算机可能会出现下列画面

# Label8Resource1.Text
source: (1)Windows偵測到新增硬體，點選「下一步」執行自動安裝
ja_jp: ”次”を選択して
mt_mt: (1)Windows detected new hardware, click [next] to install automatically.
vi: (1) Windows phát hiện phần cứng mới, nhấp vào "Tiếp theo" để thực hiện cài đặt tự động
zh_cn: (1)Windows检测到新建硬件，点选“下一步”运行自动安装

# Label9Resource1.Text
source: (2)選擇「是，只有現在」，再「下一步」
ja_jp: (2)「はい，今だけ」を選択してまた次のステップを進んでください
mt_mt: (2) [yes, now] ကိုရွေးပါ, ပြီးလျှင် [next]ကို နှိပ်ပါ။
vi: (2)Chọn "Có, chỉ bây giờ", sau đó chọn "Tiếp theo"
zh_cn: (2)选择“是，仅现在”，再“下一步”

# lblInstallLinkResource1.Text
source: 下載驅動程式
ja_jp: ドライブをダウンロードする
mt_mt: Download driver
vi: Tải xuống chương trình điều khiển
zh_cn: 下载驱动程序

# PageResource1.Title
source: 驅動程式安裝說明
ja_jp: ドライブのインストール説明
mt_mt: Driver installation description
vi: Hướng dẫn cài đặt trình điều khiển
zh_cn: 驱动程序安装说明

# RadButton2Resource1.Text
source: 下載MicroDog驅動程式
ja_jp: MicroDogをダウンロードする
mt_mt: Download MicroDog Driver
vi: Tải xuống Driver MicroDog
zh_cn: 下载MicroDog驱动程序
